Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Reset to Default
ar: إعادة التعيين إلى الافتراضي
de_de: Auf Standard zurücksetzen
es_es: Restablecer los valores predeterminados
it_it: Ripristina le impostazioni predefinite
nl_nl: Terugzetten naar standaard
pl_pl: Przywróć ustawienia domyślne
ro_ro: Resetați la valoarea implicită
ru_ru: Сбросить настройки по умолчанию
tr_tr: Varsayılana Sıfırla
uk: Скинути до замовчування

source: Commission Basis
ar: أساس اللجنة
de_de: Provisionsbasis
es_es: Base de la comisión
it_it: Base della Commissione
nl_nl: Commissiebasis
pl_pl: Podstawa prowizji
ro_ro: Baza comisiei
ru_ru: Комиссионная основа
tr_tr: Komisyon Esası
uk: Основа комісії

source: Commission Per Product Sold
ar: العمولة لكل منتج مباع
de_de: Provision pro verkauftem Produkt
es_es: Comisión por producto vendido
it_it: Commissione per prodotto venduto
nl_nl: Commissie per verkocht product
pl_pl: Prowizja za sprzedany produkt
ro_ro: Comision per produs vândut
ru_ru: Комиссия за проданный продукт
tr_tr: Satılan Ürün Başına Komisyon
uk: Комісія за проданий продукт

source: Commission Per Order
ar: العمولة لكل طلب
es_es: Comisión por pedido
it_it: Commissione per ordine
nl_nl: Commissie per bestelling
pl_pl: Prowizja za zamówienie
ro_ro: Comision pe comandă
ru_ru: Комиссия за заказ
tr_tr: Sipariş Başına Komisyon
uk: Комісія за замовлення

source: Allows affiliates to earn commissions on their own purchases.
ar: يتيح للمشتركين كسب عمولات على مشترياتهم الخاصة.
de_de: Ermöglicht Partnern, Provisionen auf ihre eigenen Einkäufe zu verdienen.
es_es: Permite a los afiliados ganar comisiones por sus propias compras.
it_it: Consente agli affiliati di guadagnare commissioni sui propri acquisti.
nl_nl: Geeft affiliates de mogelijkheid commissie te verdienen op hun eigen aankopen.
pl_pl: Umożliwia partnerom zarabianie prowizji od własnych zakupów.
ro_ro: Permite afiliaților să câștige comisioane din propriile achiziții.
ru_ru: Позволяет партнерам зарабатывать комиссионные за собственные покупки.
tr_tr: Ortakların kendi satın alımlarından komisyon kazanmalarını sağlar.
uk: Дозволяє партнерам отримувати комісійні з власних покупок.

source: Enables commissions with a zero amount.
ar: تمكين العمولات بمبلغ صفر.
de_de: Ermöglicht Provisionen mit einem Nullbetrag.
es_es: Permite comisiones con importe cero.
it_it: Abilita commissioni con importo pari a zero.
nl_nl: Maakt commissies met een bedrag van nul mogelijk.
pl_pl: Umożliwia pobieranie prowizji o wartości zerowej.
ro_ro: Permite comisioane cu valoare zero.
ru_ru: Позволяет взимать комиссии с нулевой суммой.
tr_tr: Sıfır tutarda komisyon imkânı sağlar.
uk: Дозволяє нараховувати комісії з нульовою сумою.

source: Debug Logs ( Email Notification )
ar: سجلات التصحيح (إشعار البريد الإلكتروني)
de_de: Debug-Protokolle (E-Mail-Benachrichtigung)
es_es: Registros de depuración (notificación por correo electrónico)
it_it: Registri di debug (notifica via e-mail)
nl_nl: Debug-logs (e-mailmelding)
pl_pl: Dzienniki debugowania (powiadomienia e-mail)
ro_ro: Jurnale de depanare (notificare prin e-mail)
ru_ru: Журналы отладки (уведомление по электронной почте)
tr_tr: Hata Ayıklama Günlükleri (E-posta Bildirimi)
uk: Журнали налагодження (сповіщення електронною поштою)

source: View
ar: منظر
de_de: Sicht
es_es: Vista
it_it: Visualizzazione
nl_nl: Weergave
pl_pl: Pogląd
ro_ro: Vedere
tr_tr: Görüş
uk: Переглянути

source: Debug Logs ( Commission Tracking )
ar: سجلات التصحيح (تتبع العمولة)
de_de: Debug-Protokolle (Provisionsverfolgung)
es_es: Registros de depuración (seguimiento de comisiones)
it_it: Registri di debug (monitoraggio delle commissioni)
nl_nl: Debug-logs (commissietracking)
pl_pl: Dzienniki debugowania (śledzenie zleceń)
ro_ro: Jurnale de depanare (urmărirea comisioanelor)
ru_ru: Журналы отладки (отслеживание комиссии)
tr_tr: Hata Ayıklama Günlükleri (Komisyon Takibi)
uk: Журнали налагодження (відстеження комісій)

source: Debug Logs ( Payout Tracking )
ar: سجلات التصحيح (تتبع الدفع)
de_de: Debug-Protokolle (Auszahlungsverfolgung)
es_es: Registros de depuración (seguimiento de pagos)
it_it: Registri di debug (monitoraggio dei pagamenti)
nl_nl: Debug-logs (uitbetalingsregistratie)
pl_pl: Dzienniki debugowania (śledzenie wypłat)
ro_ro: Jurnale de depanare (urmărirea plăților)
ru_ru: Журналы отладки (отслеживание выплат)
tr_tr: Hata Ayıklama Günlükleri (Ödeme Takibi)
uk: Журнали налагодження (відстеження виплат)

source: Email Settings
ar: إعدادات البريد الإلكتروني
de_de: E-Mail-Einstellungen
es_es: Configuración de correo electrónico
it_it: Impostazioni e-mail
nl_nl: E-mailinstellingen
pl_pl: Ustawienia poczty e-mail
ro_ro: Setări de e-mail
ru_ru: Настройки электронной почты
tr_tr: E-posta Ayarları
uk: Налаштування електронної пошти

source: Admin Email
ar: البريد الإلكتروني المشرف
es_es: Correo electrónico del administrador
it_it: E-mail dell'amministratore
nl_nl: Beheerder e-mailadres
pl_pl: Adres e-mail administratora
ro_ro: E-mail admin
ru_ru: Электронная почта администратора
tr_tr: Yönetici E-postası
uk: Електронна пошта адміністратора

source: Send Email
ar: إرسال البريد الإلكتروني
de_de: E-Mail senden
es_es: Enviar correo electrónico
it_it: Invia e-mail
nl_nl: E-mail verzenden
pl_pl: Wyślij e-mail
ro_ro: Trimite e-mail
ru_ru: Отправить электронное письмо
tr_tr: E-posta Gönder
uk: Надіслати електронний лист

source: SureCart commission is calculated to the total order price, that not calculated based on the product price
ar: يتم احتساب عمولة SureCart على أساس سعر الطلب الإجمالي، وليس بناءً على سعر المنتج
de_de: Die SureCart-Provision wird auf den Gesamtbestellpreis berechnet, der nicht auf der Grundlage des Produktpreises berechnet wird.
es_es: La comisión de SureCart se calcula sobre el precio total del pedido, no sobre el precio del producto.
it_it: La commissione di SureCart viene calcolata sul prezzo totale dell'ordine e non sul prezzo del prodotto.
nl_nl: De SureCart-commissie wordt berekend op basis van de totale bestelprijs, die niet wordt berekend op basis van de productprijs
pl_pl: Prowizja SureCart jest naliczana od całkowitej ceny zamówienia, a nie na podstawie ceny produktu
ro_ro: Comisia SureCart este calculată la prețul total al comenzii, nu este calculată pe baza prețului produsului.
ru_ru: Комиссия SureCart рассчитывается исходя из общей стоимости заказа, а не из цены товара.
tr_tr: SureCart komisyonu, ürün fiyatına göre değil, toplam sipariş fiyatına göre hesaplanır
uk: Комісія SureCart розраховується від загальної вартості замовлення, а не від ціни товару

source: Masteriyo LMS in commission is calculated to the total order price, that not calculated based on the product price.
ar: يتم احتساب عمولة Masteriyo LMS على أساس سعر الطلب الإجمالي، وليس على أساس سعر المنتج.
de_de: Die Provision von Masteriyo LMS wird auf den Gesamtbestellpreis berechnet, nicht auf Grundlage des Produktpreises.
es_es: La comisión de Masteriyo LMS se calcula sobre el precio total del pedido, no sobre el precio del producto.
it_it: La commissione per Masteriyo LMS viene calcolata sul prezzo totale dell'ordine e non sul prezzo del prodotto.
nl_nl: Masteriyo LMS in commissie wordt berekend op basis van de totale orderprijs, deze wordt niet berekend op basis van de productprijs.
pl_pl: Prowizja Masteriyo LMS jest naliczana od całkowitej ceny zamówienia, a nie od ceny produktu.
ro_ro: Comisia Masteriyo LMS este calculată la prețul total al comenzii, nu pe baza prețului produsului.
ru_ru: Комиссия Masteriyo LMS рассчитывается от общей стоимости заказа, а не от цены продукта.
tr_tr: Masteriyo LMS komisyonu ürün fiyatına göre değil, toplam sipariş bedeli üzerinden hesaplanır.
uk: Комісія Masteriyo LMS розраховується від загальної вартості замовлення, а не від ціни продукту.

source: Enter Company name
ar: أدخل اسم الشركة
de_de: Geben Sie den Firmennamen ein
es_es: Introduzca el nombre de la empresa
it_it: Inserisci il nome dell'azienda
nl_nl: Voer bedrijfsnaam in
pl_pl: Wpisz nazwę firmy
ro_ro: Introduceți numele companiei
ru_ru: Введите название компании
tr_tr: Şirket adını girin
uk: Введіть назву компанії

source: Enter sender email
ar: أدخل البريد الإلكتروني للمرسل
de_de: Geben Sie die E-Mail-Adresse des Absenders ein
es_es: Introduzca el correo electrónico del remitente
it_it: Inserisci l'e-mail del mittente
nl_nl: Voer het e-mailadres van de afzender in
pl_pl: Wpisz adres e-mail nadawcy
ro_ro: Introdu e-mailul expeditorului
ru_ru: Введите адрес электронной почты отправителя
tr_tr: Gönderenin e-postasını girin
uk: Введіть адресу електронної пошти відправника

source: Enter Admin email
ar: أدخل البريد الإلكتروني للمسؤول
es_es: Ingrese el correo electrónico del administrador
it_it: Inserisci l'e-mail dell'amministratore
nl_nl: Voer het beheerdersmailadres in
pl_pl: Wpisz adres e-mail administratora
ro_ro: Introdu e-mailul de administrator
ru_ru: Введите адрес электронной почты администратора
tr_tr: Yönetici e-postasını girin
uk: Введіть адресу електронної пошти адміністратора

source: Help us Improve AffiliatePress by sending anonymous usage stats
ar: ساعدنا على تحسين AffiliatePress عن طريق إرسال إحصائيات الاستخدام المجهولة
de_de: Helfen Sie uns, AffiliatePress zu verbessern, indem Sie anonyme Nutzungsstatistiken senden
es_es: Ayúdenos a mejorar AffiliatePress enviándonos estadísticas de uso anónimas.
it_it: Aiutaci a migliorare AffiliatePress inviandoci statistiche di utilizzo anonime
nl_nl: Help ons AffiliatePress te verbeteren door anonieme gebruiksstatistieken te sturen
pl_pl: Pomóż nam ulepszyć AffiliatePress, wysyłając anonimowe statystyki użytkowania
ro_ro: Ajutați-ne să îmbunătățim AffiliatePress trimițând statistici anonime de utilizare
ru_ru: Помогите нам улучшить AffiliatePress, отправив анонимную статистику использования
tr_tr: Anonim kullanım istatistikleri göndererek AffiliatePress'i geliştirmemize yardımcı olun
uk: Допоможіть нам покращити AffiliatePress, надсилаючи анонімну статистику використання

source: Styling
ar: التصميم
es_es: Estilo
pl_pl: Stylizacja
ru_ru: Стиль
tr_tr: Şekillendirme
uk: Стайлінг

source: Almost there. Choose basic colors & fonts for Affiliate Panel.
ar: أوشكنا على الانتهاء. اختر الألوان والخطوط الأساسية للوحة الإعلانات التابعة.
de_de: Fast geschafft. Wählen Sie Grundfarben und Schriftarten für das Affiliate-Panel.
es_es: Ya casi está. Elige los colores y las fuentes básicos para el Panel de Afiliados.
it_it: Ci siamo quasi. Scegli colori e font di base per il pannello affiliati.
nl_nl: Bijna klaar. Kies basiskleuren en lettertypen voor het Affiliate Panel.
pl_pl: Już prawie gotowe. Wybierz podstawowe kolory i czcionki dla Panelu Partnerskiego.
ro_ro: Aproape am terminat. Alege culori și fonturi de bază pentru Panoul de Afiliere.
ru_ru: Почти готово. Выберите основные цвета и шрифты для партнёрской панели.
tr_tr: Neredeyse bitti. Ortaklık Paneli için temel renkleri ve yazı tiplerini seçin.
uk: Майже готово. Виберіть основні кольори та шрифти для партнерської панелі.

source: Color Settings
ar: إعدادات الألوان
de_de: Farbeinstellungen
es_es: Configuración de color
it_it: Impostazioni colore
nl_nl: Kleurinstellingen
pl_pl: Ustawienia kolorów
ro_ro: Setări de culoare
ru_ru: Настройки цвета
tr_tr: Renk Ayarları
uk: Параметри кольору

source: Primary Color
ar: اللون الأساسي
de_de: Grundfarbe
es_es: Color primario
it_it: Colore primario
nl_nl: Primaire kleur
pl_pl: Kolor podstawowy
ro_ro: Culoare primară
ru_ru: Основной цвет
tr_tr: Ana Renk
uk: Основний колір

source: Background Color
ar: لون الخلفية
de_de: Hintergrundfarbe
es_es: Color de fondo
it_it: Colore di sfondo
nl_nl: Achtergrondkleur
pl_pl: Kolor tła
ro_ro: Culoare de fundal
ru_ru: Цвет фона
tr_tr: Arka Plan Rengi
uk: Колір фону

source: Panel Background Color
ar: لون خلفية اللوحة
de_de: Panel-Hintergrundfarbe
es_es: Color de fondo del panel
it_it: Colore di sfondo del pannello
nl_nl: Achtergrondkleur van paneel
pl_pl: Kolor tła panelu
ro_ro: Culoarea de fundal a panoului
ru_ru: Цвет фона панели
tr_tr: Panel Arka Plan Rengi
uk: Колір фону панелі

source: Congratulations!
ar: تهانينا!
de_de: Glückwunsch!
es_es: ¡Felicidades!
it_it: Congratulazioni!
nl_nl: Gefeliciteerd!
pl_pl: Gratulacje!
ro_ro: Felicitări!
ru_ru: Поздравляю!
tr_tr: Tebrikler!
uk: Щиро вітаю!

source: AffiliatePress is now ready to power your affiliate program. Feel free to visit the plugin's settings page anytime to adjust any options that were configured during the setup wizard.
ar: أصبح AffiliatePress جاهزًا الآن لتشغيل برنامج التسويق بالعمولة الخاص بك. لا تتردد في زيارة صفحة إعدادات الإضافة في أي وقت لتعديل أي خيارات تم ضبطها أثناء معالج الإعداد.
de_de: AffiliatePress ist jetzt bereit, Ihr Partnerprogramm zu unterstützen. Besuchen Sie jederzeit die Einstellungsseite des Plugins, um alle im Setup-Assistenten konfigurierten Optionen anzupassen.
es_es: AffiliatePress ya está listo para impulsar tu programa de afiliados. Visita la página de configuración del plugin en cualquier momento para ajustar las opciones configuradas durante el asistente de configuración.
it_it: AffiliatePress è ora pronto a supportare il tuo programma di affiliazione. Visita la pagina delle impostazioni del plugin in qualsiasi momento per modificare le opzioni configurate durante la configurazione guidata.
nl_nl: AffiliatePress is nu klaar om je affiliateprogramma te ondersteunen. Je kunt op elk gewenst moment de instellingenpagina van de plugin bezoeken om de opties aan te passen die tijdens de installatiewizard zijn geconfigureerd.
pl_pl: AffiliatePress jest już gotowy do uruchomienia Twojego programu partnerskiego. Możesz w dowolnym momencie odwiedzić stronę ustawień wtyczki, aby dostosować opcje skonfigurowane w kreatorze konfiguracji.
ro_ro: AffiliatePress este acum gata să vă alimenteze programul de afiliere. Nu ezitați să vizitați oricând pagina de setări a pluginului pentru a ajusta orice opțiuni configurate în timpul expertului de configurare.
ru_ru: AffiliatePress теперь готов к работе над вашей партнёрской программой. Вы можете в любое время посетить страницу настроек плагина и изменить любые параметры, заданные во время работы мастера настройки.
uk: AffiliatePress тепер готовий до запуску вашої партнерської програми. Ви можете будь-коли відвідати сторінку налаштувань плагіна, щоб налаштувати будь-які параметри, які були налаштовані під час роботи майстра налаштування.

source: Start Exploring
ar: ابدأ الاستكشاف
de_de: Beginnen Sie mit der Erkundung
es_es: Comience a explorar
it_it: Inizia a esplorare
nl_nl: Begin met verkennen
pl_pl: Zacznij odkrywać
ro_ro: Începeți să explorați
ru_ru: Начать исследование
tr_tr: Keşfetmeye Başlayın
uk: Почніть досліджувати

source: Username/Password you have entered is invalid.
ar: اسم المستخدم/كلمة المرور التي أدخلتها غير صالحة.
de_de: Der von Ihnen eingegebene Benutzername/das Passwort ist ungültig.
es_es: El nombre de usuario o la contraseña ingresados no son válidos.
it_it: Il nome utente/password inseriti non sono validi.
nl_nl: De gebruikersnaam/het wachtwoord dat u hebt ingevoerd, is ongeldig.
pl_pl: Podana nazwa użytkownika i hasło są nieprawidłowe.
ro_ro: Numele de utilizator/parola introdusă este invalidă.
ru_ru: Введенное вами имя пользователя/пароль недействительны.
tr_tr: Girdiğiniz Kullanıcı Adı/Şifre geçersiz.
uk: Введене вами ім'я користувача/пароль недійсне.

source: Your application has been submitted. We shall contact you soon.
ar: تم تقديم طلبك. سنتواصل معك قريبًا.
de_de: Ihre Bewerbung wurde übermittelt. Wir werden uns in Kürze bei Ihnen melden.
es_es: Su solicitud ha sido enviada. Nos pondremos en contacto con usted en breve.
it_it: La tua candidatura è stata inviata. Ti contatteremo al più presto.
nl_nl: Uw aanvraag is ingediend. We nemen binnenkort contact met u op.
pl_pl: Twoje zgłoszenie zostało wysłane. Wkrótce się z Tobą skontaktujemy.
ro_ro: Cererea dumneavoastră a fost trimisă. Vă vom contacta în curând.
ru_ru: Ваша заявка отправлена. Мы свяжемся с вами в ближайшее время.
tr_tr: Başvurunuz iletildi. En kısa sürede sizinle iletişime geçeceğiz.
uk: Вашу заявку надіслано. Ми зв'яжемося з вами найближчим часом.

source: Affiliate custom link successfully added.
ar: تمت إضافة رابط الشريك المخصص بنجاح.
de_de: Benutzerdefinierter Affiliate-Link erfolgreich hinzugefügt.
es_es: Enlace personalizado de afiliado agregado exitosamente.
it_it: Link personalizzato di affiliazione aggiunto correttamente.
nl_nl: Aangepaste affiliate-link succesvol toegevoegd.
pl_pl: Pomyślnie dodano niestandardowy link partnerski.
ro_ro: Linkul personalizat de afiliat a fost adăugat cu succes.
ru_ru: Партнерская ссылка успешно добавлена.
tr_tr: Ortaklık özel bağlantısı başarıyla eklendi.
uk: Партнерське посилання успішно додано.

source: Your Affiliate Link
ar: رابط الشريك الخاص بك
de_de: Ihr Affiliate-Link
es_es: Su enlace de afiliado
it_it: Il tuo link di affiliazione
nl_nl: Uw affiliate-link
pl_pl: Twój link afiliacyjny
ro_ro: Linkul dvs. de afiliat
ru_ru: Ваша партнерская ссылка
tr_tr: Ortaklık Bağlantınız
uk: Ваше партнерське посилання

source: Defines the duration for which the affiliate tracking cookie remains active after a user clicks a referral link.
ar: يقوم بتحديد المدة التي يظل فيها ملف تعريف الارتباط الخاص بتتبع الشركات التابعة نشطًا بعد أن ينقر المستخدم على رابط الإحالة.
de_de: Definiert die Dauer, für die das Affiliate-Tracking-Cookie aktiv bleibt, nachdem ein Benutzer auf einen Empfehlungslink geklickt hat.
es_es: Define la duración durante la cual la cookie de seguimiento de afiliados permanece activa después de que un usuario hace clic en un enlace de referencia.
it_it: Definisce la durata per cui il cookie di tracciamento degli affiliati rimane attivo dopo che un utente ha cliccato su un link di riferimento.
nl_nl: Bepaalt hoe lang de affiliate tracking cookie actief blijft nadat een gebruiker op een verwijzingslink klikt.
pl_pl: Określa czas, przez jaki plik cookie śledzący działania partnerów pozostaje aktywny po kliknięciu przez użytkownika linku polecającego.
ro_ro: Definește durata pentru care cookie-ul de urmărire a afilierii rămâne activ după ce un utilizator dă clic pe un link de recomandare.
ru_ru: Определяет продолжительность времени, в течение которого cookie-файл отслеживания партнерской программы остается активным после того, как пользователь нажимает на реферальную ссылку.
tr_tr: Bir kullanıcının yönlendirme bağlantısına tıklamasının ardından bağlı kuruluş izleme çerezinin etkin kalacağı süreyi tanımlar.
uk: Визначає тривалість, протягом якої файл cookie для відстеження партнерів залишається активним після того, як користувач натискає на реферальне посилання.

source: Payment Detail
ar: تفاصيل الدفع
de_de: Zahlungsdetails
es_es: Detalle de pago
it_it: Dettagli del pagamento
nl_nl: Betalingsdetails
pl_pl: Szczegóły płatności
ro_ro: Detalii de plată
ru_ru: Детали платежа
tr_tr: Ödeme Detayı
uk: Деталі платежу

source: Enter Password
ar: أدخل كلمة المرور
de_de: Geben Sie das Passwort ein
es_es: Ingrese la contraseña
it_it: Inserisci la password
nl_nl: Voer wachtwoord in
pl_pl: Wprowadź hasło
ro_ro: Introduceți parola
ru_ru: Введите пароль
tr_tr: Şifreyi Girin
uk: Введіть пароль

source: Don't have an account?
ar: ليس لديك حساب؟
de_de: Sie haben noch kein Konto?
es_es: ¿No tienes una cuenta?
it_it: Non hai un account?
nl_nl: Heeft u nog geen account?
pl_pl: Nie masz konta?
ro_ro: Nu aveți un cont?
ru_ru: У вас нет учетной записи?
tr_tr: Hesabınız yok mu?
uk: Немає облікового запису?

source: Showing [start] out of [total]
ar: عرض [البداية] من [الإجمالي]
de_de: [Start] von [Gesamt] wird angezeigt
es_es: Mostrando [inicio] de [total]
it_it: Visualizzazione di [inizio] su [totale]
nl_nl: [Begin] van [Totaal] wordt weergegeven
pl_pl: Wyświetlanie [start] z [całości]
ro_ro: Se afișează [start] din [total]
ru_ru: Показано [начало] из [всего]
tr_tr: [Toplam] içinden [başlangıç] gösteriliyor
uk: Показано [початок] з [загальної кількості]

source: Start date
ar: تاريخ البدء
de_de: Startdatum
es_es: Fecha de inicio
it_it: Data di inizio
nl_nl: Startdatum
pl_pl: Data rozpoczęcia
ro_ro: Data de începere
ru_ru: Дата начала
tr_tr: Başlangıç tarihi
uk: Дата початку

source: End date
ar: تاريخ الانتهاء
de_de: Enddatum
es_es: Fecha de finalización
it_it: Data di fine
nl_nl: Einddatum
pl_pl: Data zakończenia
ro_ro: Data de încheiere
ru_ru: Дата окончания
tr_tr: Bitiş tarihi
uk: Кінцева дата

source: Payout Email
ar: البريد الإلكتروني للدفع
de_de: Auszahlungs-E-Mail
es_es: Correo electrónico de pago
it_it: E-mail di pagamento
nl_nl: Uitbetalings-e-mail
pl_pl: E-mail dotyczący wypłaty
ro_ro: E-mail de plată
ru_ru: Электронная почта для выплаты
tr_tr: Ödeme E-postası
uk: Електронна пошта для виплат

source: Commission Paid
ar: العمولة مدفوعة
de_de: Provision bezahlt
es_es: Comisión pagada
it_it: Commissione pagata
nl_nl: Commissie betaald
pl_pl: Prowizja zapłacona
ro_ro: Comision plătit
ru_ru: Комиссия оплачена
tr_tr: Ödenen Komisyon
uk: Комісія сплачена

source: Payout Failed
ar: فشل الدفع
de_de: Auszahlung fehlgeschlagen
es_es: Pago fallido
it_it: Pagamento non riuscito
nl_nl: Uitbetaling mislukt
pl_pl: Wypłata nie powiodła się
ro_ro: Plata nu a reușit
ru_ru: Выплата не удалась
tr_tr: Ödeme Başarısız Oldu
uk: Помилка виплати

source: Automatic
ar: تلقائي
de_de: Automatisch
es_es: Automática
nl_nl: Automatisch
pl_pl: Automatyczny
ro_ro: Automat
ru_ru: Автоматический
tr_tr: Otomatik
uk: Автоматичний

source: Form Messages
ar: رسائل النموذج
de_de: Formularnachrichten
es_es: Mensajes de formulario
it_it: Messaggi del modulo
nl_nl: Formulierberichten
pl_pl: Formularz Wiadomości
ro_ro: Mesaje de formular
ru_ru: Формировать сообщения
tr_tr: Form Mesajları
uk: Форма повідомлень

source: Register with auto approval
ar: التسجيل بالموافقة التلقائية
de_de: Registrieren Sie sich mit automatischer Genehmigung
es_es: Regístrate con aprobación automática
it_it: Registrati con approvazione automatica
nl_nl: Registreren met automatische goedkeuring
pl_pl: Zarejestruj się z automatyczną zgodą
ro_ro: Înregistrați-vă cu aprobarea auto
ru_ru: Зарегистрируйтесь с автоматическим одобрением
tr_tr: Otomatik onayla kaydolun
uk: Зареєструватися з автоматичним схваленням

source: Register with pending status
ar: سجل بالحالة المعلقة
de_de: Registrieren Sie sich mit dem Status „Ausstehend“.
es_es: Registrarse con estado pendiente
it_it: Registrati con stato in sospeso
nl_nl: Registreer met de status 'in behandeling'
pl_pl: Zarejestruj się ze statusem oczekującym
ro_ro: Înregistrați-vă cu starea în așteptare
ru_ru: Зарегистрироваться со статусом ожидания
tr_tr: Bekleme durumunda kayıt olun
uk: Зареєструватися зі статусом очікування

source: Wrong email/username
ar: البريد الإلكتروني/اسم المستخدم خاطئ
de_de: Falsche E-Mail/Benutzername
es_es: Correo electrónico/nombre de usuario incorrecto
it_it: Email/nome utente errato
nl_nl: Verkeerd e-mailadres/gebruikersnaam
pl_pl: Nieprawidłowy adres e-mail/nazwa użytkownika
ro_ro: Adresă de e-mail/nume de utilizator greșit
ru_ru: Неправильный адрес электронной почты/имя пользователя
tr_tr: Yanlış e-posta/kullanıcı adı
uk: Неправильна електронна адреса/ім'я користувача

source: Mismatch Passwords
ar: عدم تطابق كلمات المرور
de_de: Passwörter stimmen nicht überein
es_es: Contraseñas que no coinciden
it_it: Password non corrispondenti
nl_nl: Wachtwoorden die niet overeenkomen
pl_pl: Niezgodne hasła
ro_ro: Parolele nu se potrivesc
ru_ru: Несовпадение паролей
tr_tr: Eşleşmeyen Şifreler
uk: Невідповідність паролів

source: Avatar
ar: الصورة الرمزية
pl_pl: Awatara
ru_ru: Аватар
uk: Аватар

source: Commission Count
ar: عدد العمولات
de_de: Anzahl der Provisionen
es_es: Recuento de comisiones
it_it: Conteggio della Commissione
nl_nl: Commissietelling
pl_pl: Liczba prowizji
ro_ro: Număr comisioane
ru_ru: Комиссия
tr_tr: Komisyon Sayısı
uk: Розрахунок комісії
