Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Use [affiliatepress_affiliate_panel] shortcode.
ar: استخدم الرمز المختصر [affiliatepress_affiliate_panel].
de_de: Shortcode [affiliatepress_affiliate_panel] verwenden.
es_es: Usar el código corto [affiliatepress_affiliate_panel].
it_it: Utilizza lo shortcode [affiliatepress_affiliate_panel].
nl_nl: Gebruik de shortcode [affiliatepress_affiliate_panel].
pl_pl: Użyj krótkiego kodu [affiliatepress_affiliate_panel].
ro_ro: Folosește shortcode-ul [affiliatepress_affiliate_panel].
ru_ru: Использовать шорткод [affiliatepress_affiliate_panel].
tr_tr: [affiliatepress_affiliate_panel] kısa kodunu kullanın.
uk: Використати короткий код [affiliatepress_affiliate_panel].

source: Use [affiliatepress_affiliate_registration] shortcode.
ar: استخدم الرمز المختصر [affiliatepress_affiliate_registration].
de_de: Shortcode [affiliatepress_affiliate_registration] verwenden.
es_es: Usar el código corto [affiliatepress_affiliate_registration].
it_it: Utilizza lo shortcode [affiliatepress_affiliate_registration].
nl_nl: Gebruik de shortcode [affiliatepress_affiliate_registration].
pl_pl: Użyj krótkiego kodu [affiliatepress_affiliate_registration].
ro_ro: Folosește shortcode-ul [affiliatepress_affiliate_registration].
ru_ru: Использовать шорткод [affiliatepress_affiliate_registration].
tr_tr: [affiliatepress_affiliate_registration] kısa kodunu kullanın.
uk: Використати короткий код [affiliatepress_affiliate_registration].

source: Conversion Status
ar: حالة التحويل
de_de: Konvertierungsstatus
es_es: Estado de conversión
it_it: Stato di conversione
nl_nl: Conversiestatus
pl_pl: Status konwersji
ro_ro: Starea conversiei
ru_ru: Статус конверсии
tr_tr: Dönüşüm Durumu
uk: Статус конверсії

source: Before you deactivate the AffiliatePress Lite plugin, would you quickly give us your reason for doing so?
ar: قبل أن تقوم بإلغاء تنشيط البرنامج الإضافي AffiliatePress Lite، هل يمكنك أن تخبرنا سريعًا عن سبب قيامك بذلك؟
de_de: Bevor Sie das AffiliatePress Lite-Plugin deaktivieren, würden Sie uns bitte kurz den Grund dafür nennen?
es_es: Antes de desactivar el complemento AffiliatePress Lite, ¿podría darnos rápidamente el motivo para hacerlo?
it_it: Prima di disattivare il plugin AffiliatePress Lite, potresti spiegarci brevemente il motivo per cui lo fai?
nl_nl: Wilt u ons kort de reden hiervoor geven, voordat u de AffiliatePress Lite plugin deactiveert?
pl_pl: Zanim wyłączysz wtyczkę AffiliatePress Lite, czy mógłbyś szybko podać nam powód swojej decyzji?
ro_ro: Înainte să dezactivați pluginul AffiliatePress Lite, ne-ați putea spune pe scurt motivul pentru care faceți acest lucru?
ru_ru: Прежде чем деактивировать плагин AffiliatePress Lite, не могли бы вы быстро сообщить нам причину вашего решения?
tr_tr: AffiliatePress Lite eklentisini devre dışı bırakmadan önce, bunu yapmanızın nedenini bize kısaca anlatır mısınız?
uk: Перш ніж деактивувати плагін AffiliatePress Lite, чи не могли б ви швидко пояснити нам причину вашого рішення?

source: Confirm Password
ar: تأكيد كلمة المرور
de_de: Passwort bestätigen
es_es: Confirmar contraseña
it_it: Conferma password
nl_nl: Bevestig wachtwoord
pl_pl: Potwierdź hasło
ro_ro: Confirmare parolă
ru_ru: Подтвердите пароль
tr_tr: Şifreyi Onayla
uk: Підтвердити пароль

source: Enter your Confirm password
ar: أدخل كلمة المرور الخاصة بك
de_de: Geben Sie Ihr Bestätigungspasswort ein
es_es: Introduzca su contraseña
it_it: Inserisci la tua password di conferma
nl_nl: Voer uw bevestigingswachtwoord in
pl_pl: Wprowadź swoje hasło potwierdzenia
ro_ro: Introduceți parola de confirmare
ru_ru: Введите ваш пароль. Подтвердите пароль.
tr_tr: Şifrenizi Onayla'yı girin
uk: Введіть свій пароль для підтвердження

source: Please enter your confirm password
ar: يرجى إدخال كلمة المرور
de_de: Bitte geben Sie Ihr Bestätigungspasswort ein
es_es: Por favor, introduzca su contraseña
it_it: Inserisci la tua password di conferma
nl_nl: Voer uw bevestigingswachtwoord in
pl_pl: Wprowadź swoje hasło potwierdzenia
ro_ro: Vă rugăm să introduceți parola de confirmare
ru_ru: Пожалуйста, введите ваш пароль. Подтвердите пароль.
tr_tr: Lütfen şifrenizi onayla'yı girin
uk: Будь ласка, введіть свій пароль для підтвердження

source: Confirm password do not match
ar: كلمة المرور غير متطابقة
de_de: Bestätigtes Passwort stimmt nicht überein
es_es: La contraseña no coincide
it_it: Le password di conferma non corrispondono
nl_nl: Bevestigingswachtwoord komt niet overeen
pl_pl: Potwierdź hasło nie zgadza się
ro_ro: Parola de confirmare nu se potrivește
ru_ru: Неверный пароль.
tr_tr: Şifre onayla eşleşmiyor
uk: Пароль для підтвердження не збігається

source: Per Page
ar: في كل صفحة
de_de: Pro Seite
es_es: Por página
it_it: Per pagina
nl_nl: Per pagina
pl_pl: Na stronę
ro_ro: Per pagină
ru_ru: На страницу.
tr_tr: Sayfa Başına
uk: На сторінку

source: Enable Confirm Password
ar: تفعيل خيار تأكيد كلمة المرور
de_de: Passwortbestätigung aktivieren
es_es: Activar confirmación de contraseña
it_it: Abilita conferma password
nl_nl: Bevestig wachtwoord inschakelen
pl_pl: Włącz opcję Potwierdź hasło
ro_ro: Activați confirmarea parolei
ru_ru: Включить функцию подтверждения пароля.
tr_tr: Şifreyi Onayla'yı Etkinleştir
uk: Увімкнути Підтвердити пароль

source: Confirm password Label
ar: علامة تأكيد كلمة المرور
de_de: Beschriftung für die Passwortbestätigung
es_es: Etiqueta de confirmación de contraseña
it_it: Etichetta conferma password
nl_nl: Label voor wachtwoord bevestigen
pl_pl: Etykieta potwierdzenia hasła
ro_ro: Etichetă de confirmare parolă
ru_ru: Подтвердите пароль. Метка.
tr_tr: Şifreyi Onayla Etiketi
uk: Мітка підтвердження пароля

source: Confirm password Placeholder
ar: عنصر نائب لتأكيد كلمة المرور
de_de: Platzhalter für die Passwortbestätigung
es_es: Espacio reservado para la confirmación de contraseña
it_it: Segnaposto conferma password
nl_nl: Plaatsaanduiding voor wachtwoord bevestigen
pl_pl: Potwierdź hasło Symbol zastępczy
ro_ro: Substituent pentru confirmarea parolei
ru_ru: Заполнитель. Подтвердите пароль.
tr_tr: Şifreyi Onayla Yer Tutucu
uk: Заповнювач для підтвердження пароля

source: Confirm password Error message
ar: رسالة خطأ في تأكيد كلمة المرور
de_de: Fehlermeldung zur Passwortbestätigung
es_es: Mensaje de error de confirmación de contraseña
it_it: Messaggio di errore conferma password
nl_nl: Foutmelding voor wachtwoord bevestigen
pl_pl: Komunikat o błędzie potwierdzenia hasła
ro_ro: Mesaj de eroare la confirmarea parolei
ru_ru: Сообщение об ошибке подтверждения пароля.
tr_tr: Şifreyi Onayla Hata Mesajı
uk: Повідомлення про помилку підтвердження пароля

source: Validation Error message
ar: رسالة خطأ في التحقق من الصحة
de_de: Validierungsfehlermeldung
es_es: Mensaje de error de validación
it_it: Messaggio di errore di convalida
nl_nl: Validatiefoutmelding
pl_pl: Komunikat o błędzie walidacji
ro_ro: Mesaj de eroare la validare
ru_ru: Сообщение об ошибке проверки.
tr_tr: Doğrulama Hata Mesajı
uk: Повідомлення про помилку перевірки

source: Black Friday Sale
ar: تخفيضات الجمعة السوداء
de_de: Black Friday-Aktion
es_es: Ofertas del Black Friday
it_it: Saldi del Black Friday
nl_nl: Black Friday-uitverkoop
pl_pl: Wyprzedaż z okazji Czarnego Piątku
ro_ro: Vânzare de Black Friday
ru_ru: Распродажа в Черную пятницу
tr_tr: Kara Cuma İndirimi
uk: Розпродаж у Чорну п'ятницю

source: Creative status has not been updated successfully
ar: لم يتم تحديث حالة التصميم بنجاح
de_de: Der Kreativstatus konnte nicht erfolgreich aktualisiert werden.
es_es: El estado del anuncio no se ha actualizado correctamente.
it_it: Lo stato della creatività non è stato aggiornato correttamente
nl_nl: De creatieve status is niet succesvol bijgewerkt
pl_pl: Status kreacji nie został pomyślnie zaktualizowany
ro_ro: Starea reclamei nu a fost actualizată cu succes
ru_ru: Статус креатива не был успешно обновлен
tr_tr: Reklam öğesi durumu başarıyla güncellenemedi.
uk: Статус оголошення не оновлено успішно

source: Earnings
ar: الأرباح
de_de: Einnahmen
es_es: Ganancias
it_it: Guadagni
nl_nl: Inkomsten
pl_pl: Zarobki
ro_ro: Câștiguri
ru_ru: Доход
tr_tr: Kazançlar
uk: Заробіток

source: Turn on AffiliatePress Commission to disable commission calculations for this plan and prevent affiliates from earning on it.
ar: فعّل عمولة AffiliatePress لتعطيل احتساب العمولات لهذه الخطة ومنع المسوقين بالعمولة من تحقيق أرباح منها.
de_de: Aktivieren Sie die AffiliatePress-Provision, um die Provisionsberechnung für diesen Plan zu deaktivieren und zu verhindern, dass Affiliates damit Einnahmen erzielen.
es_es: Activa la opción de comisión de AffiliatePress para desactivar el cálculo de comisiones de este plan e impedir que los afiliados generen ingresos.
it_it: Attiva la Commissione AffiliatePress per disattivare il calcolo delle commissioni per questo piano e impedire agli affiliati di guadagnare con esso.
nl_nl: Schakel AffiliatePress-commissie in om commissieberekeningen voor dit abonnement uit te schakelen en te voorkomen dat affiliates er inkomsten mee genereren.
pl_pl: Włącz prowizję AffiliatePress, aby wyłączyć naliczanie prowizji dla tego planu i uniemożliwić partnerom zarabianie na nim
ro_ro: Activați Comisionul AffiliatePress pentru a dezactiva calculele de comision pentru acest plan și a împiedica afiliații să câștige din acesta.
ru_ru: Включите комиссию AffiliatePress, чтобы отключить расчет комиссии для этого плана и запретить партнерам зарабатывать по нему.
tr_tr: Bu plan için komisyon hesaplamalarını devre dışı bırakmak ve iştirakçilerin bu plandan kazanç elde etmesini engellemek için AffiliatePress Komisyonu'nu etkinleştirin.
uk: Увімкніть комісію AffiliatePress, щоб вимкнути розрахунок комісії для цього плану та запобігти заробітку партнерів.

source: Do you have an account?
ar: هل لديك حساب؟
de_de: Haben Sie ein Konto?
es_es: ¿Tienes una cuenta?
it_it: Hai un account?
nl_nl: Heb je een account?
pl_pl: Czy masz konto?
ro_ro: Ai un cont?
ru_ru: У вас есть аккаунт?
tr_tr: Hesabınız var mı?
uk: У вас є обліковий запис?

source: Chart Earnings
ar: أرباح الرسم البياني
de_de: Charteinnahmen
es_es: Gráfico de ganancias
it_it: Guadagni del grafico
nl_nl: Grafiek inkomsten
pl_pl: Wykres zysków
ro_ro: Graficul Câștigurilor
ru_ru: Graficul Câștigurilor
tr_tr: Grafik Kazançları
uk: Діаграма прибутків

source: Chart Commissions
ar: عمولات الرسم البياني
de_de: Kartenkommissionen
es_es: Comisiones de gráficos
it_it: Commissioni grafiche
nl_nl: Grafiekcommissies
pl_pl: Prowizje wykresowe
ro_ro: Comisii de grafice
ru_ru: Comisii de grafice
tr_tr: Grafik Komisyonları
uk: Діаграми комісії

source: PayPal Mass Payouts
de_de: PayPal-Massenauszahlungen
es_es: Pagos masivos de PayPal
it_it: Pagamenti di massa tramite PayPal
nl_nl: PayPal-massa-uitbetalingen
pl_pl: Masowe wypłaty PayPal
ro_ro: Plăți în masă PayPal
ru_ru: Массовые выплаты PayPal
tr_tr: PayPal Toplu Ödemeleri
uk: Масові виплати PayPal

source: ARMember
uk: ARMmember

source: ARForms
es_es: ARFormas

source: Dont have an account?
nl_nl: Heeft u nog geen account?

source: SureCart
de_de: SicherCart
