Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Please enter commission cooling period days
ar: الرجاء إدخال أيام فترة تبريد العمولة
de_de: Bitte geben Sie die Tage der Provisions-Abkühlungsfrist ein
es_es: Ingrese los días del período de enfriamiento de la comisión
it_it: Inserisci i giorni del periodo di sospensione della commissione
nl_nl: Voer commissie-afkoelingsperiode in dagen in
pl_pl: Wprowadź liczbę dni okresu chłodzenia prowizji
ro_ro: Vă rugăm să introduceți zilele perioadei de răcire a comisionului
ru_ru: Введите период охлаждения комиссии в днях
tr_tr: Lütfen komisyon soğutma süresi günlerini girin
uk: Будь ласка, введіть дні періоду охолодження комісії

source: Please enter day of billing cycle
ar: الرجاء إدخال يوم دورة الفوترة
de_de: Bitte geben Sie den Tag des Abrechnungszeitraums ein
es_es: Ingrese el día del ciclo de facturación
it_it: Inserisci il giorno del ciclo di fatturazione
nl_nl: Voer dag van factureringscyclus in
pl_pl: Wprowadź dzień cyklu rozliczeniowego
ro_ro: Vă rugăm să introduceți ziua ciclului de facturare
ru_ru: Введите день платежного цикла
tr_tr: Lütfen fatura döngüsünün gününü girin
uk: Введіть день платіжного циклу

source: Disabled
ar: معطل
de_de: Deaktiviert
es_es: Deshabilitado
it_it: Disabilitato
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
ro_ro: Dezactivat
ru_ru: Отключено
tr_tr: Devre Dışı
uk: Вимкнено

source: Before value
ar: قبل القيمة
de_de: Vor dem Wert
es_es: Antes del valor
it_it: Valore prima
nl_nl: Voor waarde
pl_pl: Przed wartością
ro_ro: Înainte de valoare
ru_ru: Перед значением
tr_tr: Değerden önce
uk: Перед значенням

source: After value
ar: بعد القيمة
de_de: Nach dem Wert
es_es: Después del valor
it_it: Valore dopo
nl_nl: Na waarde
pl_pl: Po wartości
ro_ro: După valoare
ru_ru: После значения
tr_tr: Değerden sonra
uk: Після значення

source: Comma-Dot
ar: فاصلة-نقطة
de_de: Komma-Punkt
es_es: Coma-Punto
it_it: Virgola-Punto
nl_nl: Komma-punt
pl_pl: Przecinek-kropka
ro_ro: virgulă-punct
ru_ru: Запятая-точка
tr_tr: Virgül-Nokta
uk: Кома-крапка

source: Dot-Comma
ar: نقطة-فاصلة
de_de: Punkt-Komma
es_es: Punto-Coma
it_it: Punto-Virgola
nl_nl: Punt-komma
pl_pl: Kropka-przecinek
ro_ro: Punct-virgulă
ru_ru: Точка-запятая
tr_tr: Nokta-Virgül
uk: Крапка-кома

source: Space-Dot
ar: مسافة-نقطة
de_de: Leerzeichen-Punkt
es_es: Espacio-Punto
it_it: Spazio-Punto
nl_nl: Spatie-punt
pl_pl: Spacja-kropka
ro_ro: Spațiu-Punc
ru_ru: Пробел-точка
tr_tr: Boşluk-Nokta

source: Space-Comma
ar: مسافة-فاصلة
de_de: Leerzeichen-Komma
es_es: Espacio-Coma
it_it: Spazio-Virgola
nl_nl: Spatie-komma
pl_pl: Spacja-przecinek
ro_ro: Spațiu-virgulă
ru_ru: Пробел-запятая
tr_tr: Boşluk-Virgül
uk: Пробіл-кома

source: Custom
ar: مخصص
de_de: Benutzerdefiniert
es_es: Personalizado
it_it: Personalizzato
nl_nl: Aangepast
pl_pl: Niestandardowe
ro_ro: Personalizat
ru_ru: Пользовательский
tr_tr: Özel

source: Please enter company name
ar: الرجاء إدخال اسم الشركة
de_de: Bitte geben Sie den Firmennamen ein
es_es: Ingrese el nombre de la empresa
it_it: Inserisci il nome dell'azienda
nl_nl: Voer de bedrijfsnaam in
pl_pl: Wprowadź nazwę firmy
ro_ro: Vă rugăm să introduceți numele companiei
ru_ru: Введите название компании
tr_tr: Lütfen şirket adını girin
uk: Будь ласка, введіть назву компанії

source: Please enter from name
ar: الرجاء إدخال اسم المرسل
de_de: Bitte geben Sie den Absendernamen ein
es_es: Ingrese el nombre del remitente
it_it: Inserisci il nome del mittente
nl_nl: Voer de naam van de afzender in
pl_pl: Wprowadź nazwę
ro_ro: Vă rugăm să introduceți de la nume
ru_ru: Введите имя
tr_tr: Lütfen kaynak adını girin
uk: Будь ласка, введіть від імені

source: Please enter from email
ar: الرجاء إدخال البريد الإلكتروني المرسل
de_de: Bitte geben Sie die Absender-E-Mail ein
es_es: Ingrese el correo electrónico del remitente
it_it: Inserisci l'email del mittente
nl_nl: Voer de e-mail van de afzender in
pl_pl: Wprowadź adres e-mail
ro_ro: Vă rugăm să intrați din e-mail
ru_ru: Введите адрес электронной почты
tr_tr: Lütfen kaynak e-postayı girin
uk: Будь ласка, введіть з електронної пошти

source: Please enter sender url
ar: الرجاء إدخال عنوان URL للمرسل
de_de: Bitte geben Sie die Absender-URL ein
es_es: Ingrese la URL del remitente
it_it: Inserisci l'URL del mittente
nl_nl: Voer de URL van de afzender in
pl_pl: Wprowadź adres URL nadawcy
ro_ro: Vă rugăm să introduceți adresa URL a expeditorului
ru_ru: Введите URL отправителя
tr_tr: Lütfen gönderici URL'sini girin
uk: Введіть URL-адресу відправника

source: Please enter admin email
ar: الرجاء إدخال بريد إلكتروني المسؤول
de_de: Bitte geben Sie die Administrator-E-Mail ein
es_es: Ingrese el correo electrónico del administrador
it_it: Inserisci l'email dell'amministratore
nl_nl: Voer het e-mailadres van de beheerder in
pl_pl: Wprowadź adres e-mail administratora
ro_ro: Vă rugăm să introduceți adresa de e-mail de administrator
ru_ru: Введите адрес электронной почты администратора
tr_tr: Lütfen yönetici e-postasını girin
uk: Введіть адресу електронної пошти адміністратора

source: Please enter successfull redirection url
ar: الرجاء إدخال عنوان URL لإعادة التوجيه بنجاح
de_de: Bitte geben Sie die erfolgreiche Umleitungs-URL ein
es_es: Ingrese la URL de redireccionamiento exitoso
it_it: Inserisci l'URL di reindirizzamento riuscito
nl_nl: Voer de URL van de succesvolle omleiding in
pl_pl: Wprowadź adres URL pomyślnego przekierowania
ro_ro: Vă rugăm să introduceți adresa URL de redirecționare
ru_ru: Введите URL успешного перенаправления
tr_tr: Lütfen başarılı yönlendirme URL'sini girin
uk: Введіть URL-адресу успішного перенаправлення

source: Please enter cancel redirection url
ar: الرجاء إدخال عنوان URL لإلغاء إعادة التوجيه
de_de: Bitte geben Sie die URL zum Abbrechen der Umleitung ein
es_es: Ingrese la URL de cancelación de redireccionamiento
it_it: Inserisci l'URL di annullamento del reindirizzamento
nl_nl: Voer de URL van de omleiding in om te annuleren
pl_pl: Wprowadź adres URL anulowania przekierowania
ro_ro: Vă rugăm să introduceți adresa URL de redirecționare pentru anulare
ru_ru: Введите URL отмены перенаправления
tr_tr: Lütfen yönlendirmeyi iptal etme URL'sini girin
uk: Введіть URL-адресу скасування перенаправлення

source: Please enter smtp port
ar: الرجاء إدخال منفذ smtp
de_de: Bitte geben Sie den SMTP-Port ein
es_es: Ingrese el puerto SMTP
it_it: Inserisci la porta SMTP
nl_nl: Voer de SMTP-poort in
pl_pl: Wprowadź port smtp
ro_ro: Vă rugăm să introduceți portul smtp
ru_ru: Введите порт smtp
tr_tr: Lütfen smtp portunu girin
uk: Введіть порт smtp

source: Please enter smtp host
ar: الرجاء إدخال مضيف smtp
de_de: Bitte geben Sie den SMTP-Host ein
es_es: Ingrese el host SMTP
it_it: Inserisci l'host SMTP
nl_nl: Voer de SMTP-host in
pl_pl: Wprowadź host SMTP
ro_ro: Vă rugăm să introduceți smtp host
ru_ru: Введите хост smtp
tr_tr: Lütfen smtp ana bilgisayarını girin
uk: Введіть хост smtp

source: Please enter smtp secure
ar: الرجاء إدخال smtp secure
de_de: Bitte geben Sie SMTP Secure ein
es_es: Ingrese SMTP seguro
it_it: Inserisci SMTP sicuro
nl_nl: Voer de beveiligde SMTP in
pl_pl: Wprowadź smtp secure
ro_ro: Vă rugăm să introduceți smtp secure
ru_ru: Введите защищенный smtp
tr_tr: Lütfen smtp güvenli girin
uk: Введіть безпечний smtp

source: Please enter gmail client ID
ar: الرجاء إدخال معرف عميل gmail
de_de: Bitte geben Sie die Gmail-Client-ID ein
es_es: Ingrese el ID del cliente de Gmail
it_it: Inserisci l'ID client Gmail
nl_nl: Voer de gmail-client-ID in
pl_pl: Wprowadź identyfikator klienta Gmail
ro_ro: Introduceți ID-ul clientului Gmail
ru_ru: Введите идентификатор клиента gmail
tr_tr: Lütfen gmail istemci kimliğini girin
uk: Введіть ідентифікатор клієнта gmail

source: Please enter gmail client secret
ar: الرجاء إدخال سر عميل gmail
de_de: Bitte geben Sie das Gmail-Client-Geheimnis ein
es_es: Ingrese el secreto del cliente de Gmail
it_it: Inserisci il segreto client Gmail
nl_nl: Voer het geheim van de Gmail-client in
pl_pl: Wprowadź tajny klucz klienta Gmail
ro_ro: Vă rugăm să introduceți secretul clientului Gmail
ru_ru: Введите секрет клиента gmail
tr_tr: Lütfen gmail istemci sırrını girin
uk: Введіть секрет клієнта gmail

source: Please enter sender name
ar: الرجاء إدخال اسم المرسل
de_de: Bitte geben Sie den Absendernamen ein
es_es: Ingrese el nombre del remitente
it_it: Inserisci il nome del mittente
nl_nl: Voer de naam van de afzender in
pl_pl: Wprowadź nazwę nadawcy
ro_ro: Vă rugăm să introduceți numele expeditorului
ru_ru: Введите имя отправителя
tr_tr: Lütfen gönderici adını girin
uk: Будь ласка, введіть ім'я відправника

source: Please enter sender email
ar: الرجاء إدخال بريد إلكتروني للمرسل
de_de: Bitte geben Sie die Absender-E-Mail ein
es_es: Ingrese el correo electrónico del remitente
it_it: Inserisci l'email del mittente
nl_nl: Voer het e-mailadres van de afzender in
pl_pl: Wprowadź adres e-mail nadawcy
ro_ro: Vă rugăm să introduceți adresa de e-mail a expeditorului
ru_ru: Введите отправитель email
tr_tr: Lütfen gönderici e-postasını girin
uk: Введіть адресу електронної пошти відправника

source: Please enter email address
ar: الرجاء إدخال عنوان البريد الإلكتروني
de_de: Bitte geben Sie die E-Mail-Adresse ein
es_es: Ingrese la dirección de correo electrónico
it_it: Inserisci l'indirizzo email
nl_nl: Voer het e-mailadres in
pl_pl: Wprowadź adres e-mail
ro_ro: Vă rugăm să introduceți adresa de e-mail
ru_ru: Пожалуйста, введите адрес электронной почты
tr_tr: Lütfen e-posta adresini girin
uk: Будь ласка, введіть адресу електронної пошти

source: Please enter message
ar: الرجاء إدخال الرسالة
de_de: Bitte geben Sie die Nachricht ein
es_es: Ingrese el mensaje
it_it: Inserisci il messaggio
nl_nl: Voer het bericht in
pl_pl: Wprowadź wiadomość
ro_ro: Vă rugăm să introduceți mesajul
ru_ru: Пожалуйста, введите сообщение
tr_tr: Lütfen mesajı girin
uk: Будь ласка, введіть повідомлення

source: Last 1 Day
ar: آخر يوم
de_de: Letzter Tag
es_es: Último día
it_it: Ultimo giorno
nl_nl: Laatste 1 dag
pl_pl: Ostatni 1 dzień
ro_ro: Ultima 1 zi
ru_ru: Последний 1 день
tr_tr: Son 1 Gün
uk: Останній 1 день

source: Last 3 Days
ar: آخر 3 أيام
de_de: Letzte 3 Tage
es_es: Últimos 3 días
it_it: Ultimi 3 giorni
nl_nl: Laatste 3 dagen
pl_pl: Ostatnie 3 dni
ro_ro: Ultimele 3 zile
ru_ru: Последние 3 дня
tr_tr: Son 3 Gün
uk: Останні 3 дні

source: Last 1 Week
ar: آخر يوم الأسبوع
de_de: Letzte Woche
es_es: Últimos 1 Semana
it_it: Ultimo 1 settimana
nl_nl: Laatste 1 week
pl_pl: Ostatni 1 tydzień
ro_ro: Ultima 1 saptamana
ru_ru: Последняя 1 неделя
tr_tr: Son 1 Hafta
uk: Останній 1 тиждень

source: Last 2 Weeks
ar: الأسبوعان الماضيان
de_de: Letzte 2 Wochen
es_es: Últimas 2 semanas
it_it: Ultime 2 settimane
nl_nl: Laatste 2 weken
pl_pl: Ostatnie 2 tygodnie
ro_ro: Ultimele 2 saptamani
ru_ru: Последние 2 недели
tr_tr: Son 2 Hafta
uk: Останні 2 тижні

source: All
ar: الكل
de_de: Alle
es_es: Todo
it_it: Tutto
nl_nl: Alles
pl_pl: Wszystkie
ro_ro: Toate
ru_ru: Все
tr_tr: Tümü
uk: всі

source: Settings has been updated successfully.
ar: تم تحديث الإعدادات بنجاح.
de_de: Einstellungen wurden erfolgreich aktualisiert.
es_es: La configuración se actualizó correctamente.
it_it: Impostazioni aggiornate con successo.
nl_nl: Instellingen zijn succesvol bijgewerkt.
pl_pl: Ustawienia zostały pomyślnie zaktualizowane.
ro_ro: Setările au fost actualizate cu succes.
ru_ru: Настройки успешно обновлены.
tr_tr: Ayarlar başarıyla güncellendi.
uk: Налаштування успішно оновлено.

source: Settings has been fetched successfully
ar: تم جلب الإعدادات بنجاح
de_de: Einstellungen wurden erfolgreich abgerufen
es_es: La configuración se obtuvo correctamente
it_it: Impostazioni recuperate con successo
nl_nl: Instellingen zijn succesvol opgehaald
pl_pl: Ustawienia zostały pomyślnie pobrane
ro_ro: Setările au fost preluate cu succes
ru_ru: Настройки успешно получены
tr_tr: Ayarlar başarıyla alındı
uk: Налаштування успішно отримано

source: Commission was not inserted because the commission amount is zero.
ar: لم يتم إدخال العمولة لأن مبلغ العمولة صفر.
de_de: Provision wurde nicht eingefügt, da der Provisionsbetrag null ist.
es_es: No se insertó la comisión porque el monto de la comisión es cero.
it_it: Commissione non inserita perché l'importo della commissione è zero.
nl_nl: Commissie is niet ingevoegd omdat het commissiebedrag nul is.
pl_pl: Prowizja nie została wprowadzona, ponieważ kwota prowizji wynosi zero.
ro_ro: Comisionul nu a fost introdus deoarece valoarea comisionului este zero.
ru_ru: Комиссия не была добавлена, так как сумма комиссии равна нулю.
tr_tr: Komisyon miktarı sıfır olduğu için komisyon eklenemedi.
uk: Комісія не була вставлена, оскільки сума комісії дорівнює нулю.

source: Sorry, Affiliate user temporarily blocked by admin.
ar: عذراً، تم حظر المستخدم التابع مؤقتًا بواسطة المسؤول.
de_de: Entschuldigung, Affiliate-Benutzer wurde vorübergehend vom Administrator blockiert.
es_es: Lo sentimos, el usuario afiliado está bloqueado temporalmente por el administrador.
it_it: Spiacenti, utente affiliato temporaneamente bloccato dall'amministratore.
nl_nl: Sorry, Affiliate-gebruiker tijdelijk geblokkeerd door admin.
pl_pl: Przepraszamy, użytkownik afiliacyjny został tymczasowo zablokowany przez administratora.
ro_ro: Ne pare rău, utilizator afiliat blocat temporar de administrator.
ru_ru: Извините, пользователь-партнер временно заблокирован администратором.
tr_tr: Üzgünüz, Ortak kullanıcı geçici olarak yönetici tarafından engellendi.
uk: Вибачте, афілійованого користувача тимчасово заблоковано адміністратором.

source: Sorry, your added campaign name and sub id is already added.
ar: عذراً، تم بالفعل إضافة اسم الحملة المضافة ومعرف الفرع.
de_de: Entschuldigung, Ihr hinzugefügter Kampagnenname und Ihre Sub-ID wurden bereits hinzugefügt.
es_es: Lo sentimos, el nombre de la campaña y la identificación secundaria que agregó ya se agregaron.
it_it: Spiacenti, nome campagna e sub ID aggiunti sono già stati aggiunti.
nl_nl: Sorry, uw toegevoegde campagnenaam en sub-id zijn al toegevoegd.
pl_pl: Przepraszamy, dodana nazwa kampanii i subid zostały już dodane.
ro_ro: Ne pare rău, numele campaniei adăugate și ID-ul secundar sunt deja adăugate.
ru_ru: Извините, добавленное вами название кампании и идентификатор субтитра уже добавлены.
tr_tr: Üzgünüz, eklediğiniz kampanya adı ve alt kimliği zaten eklendi.
uk: Вибачте, назву кампанії та підідентифікатор уже додано.

source: Please enter all required fields.
ar: يرجى إدخال جميع الحقول المطلوبة.
de_de: Bitte geben Sie alle erforderlichen Felder ein.
es_es: Ingrese todos los campos obligatorios.
it_it: Inserisci tutti i campi obbligatori.
nl_nl: Vul alle vereiste velden in.
pl_pl: Wypełnij wszystkie wymagane pola.
ro_ro: Vă rugăm să introduceți toate câmpurile obligatorii.
ru_ru: Пожалуйста, заполните все обязательные поля.
tr_tr: Lütfen tüm gerekli alanları girin.
uk: Будь ласка, введіть усі обов'язкові поля.

source: User not found.
ar: لم يتم العثور على المستخدم.
de_de: Benutzer nicht gefunden.
es_es: Usuario no encontrado.
it_it: Utente non trovato.
nl_nl: Gebruiker niet gevonden.
pl_pl: Użytkownik nie został znaleziony.
ro_ro: Utilizatorul nu a fost găsit.
ru_ru: Пользователь не найден.
tr_tr: Kullanıcı bulunamadı.
uk: Користувача не знайдено.

source: Please enter firstname
ar: يرجى إدخال الاسم الأول
de_de: Bitte geben Sie den Vornamen ein
es_es: Ingrese el nombre de pila
it_it: Inserisci nome
nl_nl: Voer uw voornaam in
pl_pl: Proszę wpisać imię
ro_ro: Vă rugăm să introduceți prenumele
ru_ru: Пожалуйста, введите имя
tr_tr: Lütfen adınızı girin
uk: Будь ласка, введіть ім'я

source: Please enter lastname
ar: يرجى إدخال الاسم الأخير
de_de: Bitte geben Sie den Nachnamen ein
es_es: Ingrese el apellido
it_it: Inserisci cognome
nl_nl: Voer uw achternaam in
pl_pl: Proszę wpisać nazwisko
ro_ro: Vă rugăm să introduceți numele de familie
ru_ru: Пожалуйста, введите фамилию
tr_tr: Lütfen soyadınızı girin
uk: Будь ласка, введіть прізвище

source: Something wrong...
ar: هناك خطأ...
de_de: Etwas stimmt nicht...
es_es: Algo incorrecto...
it_it: Qualcosa non va...
nl_nl: Er is iets mis...
pl_pl: Coś nie tak...
ro_ro: E ceva în neregulă...
ru_ru: Что-то не так...
tr_tr: Bir sorun var...
uk: Щось не так...

source: Login Successfully
ar: تم تسجيل الدخول بنجاح
de_de: Anmeldung erfolgreich
es_es: Inicio de sesión exitoso
it_it: Accesso riuscito
nl_nl: Inloggen gelukt
pl_pl: Zalogowano pomyślnie
ro_ro: Autentificare cu succes
ru_ru: Вход выполнен успешно
tr_tr: Giriş Başarıyla Yapıldı
uk: Вхід успішно

source: We have sent you a password reset link, Please check your mail.
ar: لقد أرسلنا لك رابط إعادة تعيين كلمة المرور، يُرجى التحقق من بريدك الإلكتروني.
de_de: Wir haben Ihnen einen Link zum Zurücksetzen des Passworts gesendet. Bitte überprüfen Sie Ihre E-Mails.
es_es: Le hemos enviado un enlace para restablecer su contraseña. Revise su correo electrónico.
it_it: Ti abbiamo inviato un link per reimpostare la password. Controlla la tua posta.
nl_nl: We hebben u een wachtwoordresetlink gestuurd. Controleer uw e-mail.
pl_pl: Wysłaliśmy Ci link do resetowania hasła. Sprawdź swoją pocztę.
ro_ro: V-am trimis un link de resetare a parolei, vă rugăm să vă verificați e-mailul.
ru_ru: Мы отправили вам ссылку для сброса пароля. Проверьте почту.
tr_tr: Size bir şifre sıfırlama bağlantısı gönderdik, lütfen postanızı kontrol edin.
uk: Ми надіслали вам посилання для зміни пароля. Перевірте свою пошту.

source: Someone requested that the password be reset for the following account:
ar: طلب شخص ما إعادة تعيين كلمة المرور للحساب التالي:
de_de: Jemand hat darum gebeten, das Passwort für das folgende Konto zurückzusetzen:
es_es: Alguien solicitó que se restableciera la contraseña de la siguiente cuenta:
it_it: Qualcuno ha richiesto di reimpostare la password per il seguente account:
nl_nl: Iemand heeft verzocht om het wachtwoord te resetten voor het volgende account:
pl_pl: Ktoś poprosił o zresetowanie hasła dla następującego konta:
ro_ro: Cineva a cerut ca parola să fie resetată pentru următorul cont:
ru_ru: Кто-то запросил сброс пароля для следующей учетной записи:
tr_tr: Birisi aşağıdaki hesap için şifrenin sıfırlanmasını istedi:
uk: Хтось подав запит на скидання пароля для такого облікового запису:

source: Username: %s
ar: اسم المستخدم: %s
de_de: Benutzername: %s
es_es: Nombre de usuario: %s
it_it: Nome utente: %s
nl_nl: Gebruikersnaam: %s
pl_pl: Nazwa użytkownika: %s
ro_ro: Nume de utilizator: %s
ru_ru: Имя пользователя: %s
tr_tr: Kullanıcı adı: %s
uk: Ім'я користувача: %s

source: If this was a mistake, just ignore this email and nothing will happen.
ar: إذا كان هذا خطأ، فتجاهل هذا البريد الإلكتروني ولن يحدث شيء.
de_de: Wenn dies ein Fehler war, ignorieren Sie diese E-Mail einfach und es wird nichts passieren.
es_es: Si fue un error, simplemente ignore este correo electrónico y no sucederá nada.
it_it: Se si è trattato di un errore, ignora questa e-mail e non accadrà nulla.
nl_nl: Als dit een fout was, negeer dan deze e-mail en er zal niets gebeuren.
pl_pl: Jeśli to była pomyłka, po prostu zignoruj ​​tę wiadomość e-mail, a nic się nie stanie.
ro_ro: Dacă a fost o greșeală, ignorați acest e-mail și nu se va întâmpla nimic.
ru_ru: Если это ошибка, просто проигнорируйте это письмо, и ничего не произойдет.
tr_tr: Bu bir hataysa, bu e-postayı görmezden gelin ve hiçbir şey olmayacak.
uk: Якщо це була помилка, просто ігноруйте цей електронний лист, і нічого не станеться.

source: To reset your password, visit the following address:
ar: لإعادة تعيين كلمة المرور، تفضل بزيارة العنوان التالي:
de_de: Um Ihr Passwort zurückzusetzen, besuchen Sie die folgende Adresse:
es_es: Para restablecer su contraseña, visite la siguiente dirección:
it_it: Per reimpostare la password, visita il seguente indirizzo:
nl_nl: Om uw wachtwoord te resetten, gaat u naar het volgende adres:
pl_pl: Aby zresetować hasło, odwiedź następujący adres:
ro_ro: Pentru a vă reseta parola, accesați următoarea adresă:
ru_ru: Чтобы сбросить пароль, перейдите по следующему адресу:
tr_tr: Şifrenizi sıfırlamak için aşağıdaki adresi ziyaret edin:
uk: Щоб скинути пароль, перейдіть за такою адресою:

source: [%s] Password Reset
ar: [%s] إعادة تعيين كلمة المرور
de_de: [%s] Passwort zurücksetzen
es_es: [%s] Restablecimiento de contraseña
it_it: [%s] Reimpostazione password
nl_nl: [%s] Wachtwoord resetten
pl_pl: [%s] Resetowanie hasła
ro_ro: [%s] Resetare parolă
ru_ru: [%s] Сброс пароля
tr_tr: [%s] Şifre Sıfırlama
uk: [%s] Скидання пароля

source: Days
ar: أيام
de_de: Tage
es_es: Días
it_it: Giorni
nl_nl: Dagen
pl_pl: Dni
ro_ro: Zile
ru_ru: Дни
tr_tr: Günler
uk: днів

source: Please add page link.
ar: يرجى إضافة رابط الصفحة.
de_de: Bitte fügen Sie einen Seitenlink hinzu.
es_es: Agregue el enlace de la página.
it_it: Aggiungi il collegamento alla pagina.
nl_nl: Voeg paginalink toe.
pl_pl: Dodaj link do strony.
ro_ro: Vă rugăm să adăugați linkul paginii.
ru_ru: Добавьте ссылку на страницу.
tr_tr: Lütfen sayfa bağlantısı ekleyin.
uk: Будь ласка, додайте посилання на сторінку.

source: Please add campaign name.
ar: يرجى إضافة اسم الحملة.
de_de: Bitte fügen Sie einen Kampagnennamen hinzu.
es_es: Agregue el nombre de la campaña.
it_it: Aggiungi il nome della campagna.
nl_nl: Voeg campagnenaam toe.
pl_pl: Dodaj nazwę kampanii.
ro_ro: Vă rugăm să adăugați numele campaniei.
ru_ru: Добавьте название кампании.
tr_tr: Lütfen kampanya adı ekleyin.
uk: Додайте назву кампанії.

source: Please enter username
ar: يرجى إدخال اسم المستخدم
de_de: Bitte geben Sie einen Benutzernamen ein
es_es: Ingrese el nombre de usuario
it_it: Inserisci il nome utente
nl_nl: Voer gebruikersnaam in
pl_pl: Wprowadź nazwę użytkownika
ro_ro: Vă rugăm să introduceți numele de utilizator
ru_ru: Введите имя пользователя
tr_tr: Lütfen kullanıcı adını girin
uk: Будь ласка, введіть ім'я користувача

source: Please enter username or email address
ar: يرجى إدخال اسم المستخدم أو عنوان البريد الإلكتروني
de_de: Bitte geben Sie einen Benutzernamen oder eine E-Mail-Adresse ein
es_es: Ingrese el nombre de usuario o la dirección de correo electrónico
it_it: Inserisci il nome utente o l'indirizzo e-mail
nl_nl: Voer gebruikersnaam of e-mailadres in
pl_pl: Wprowadź nazwę użytkownika lub adres e-mail
ro_ro: Vă rugăm să introduceți numele de utilizator sau adresa de e-mail
ru_ru: Введите имя пользователя или адрес электронной почты
tr_tr: Lütfen kullanıcı adını veya e-posta adresini girin
uk: Будь ласка, введіть ім'я користувача або електронну адресу

source: Please enter valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es_es: Ingrese una dirección de correo electrónico válida.
it_it: Inserisci un indirizzo email valido.
nl_nl: Voer een geldig e-mailadres in.
pl_pl: Proszę podać prawidłowy adres e-mail.
ro_ro: Vă rugăm să introduceți o adresă de e-mail validă.
ru_ru: Введите действительный адрес электронной почты.
tr_tr: Lütfen geçerli bir e-posta adresi girin.
uk: Введіть дійсну електронну адресу.

source: Please enter password
ar: الرجاء إدخال كلمة المرور
de_de: Bitte geben Sie ein Passwort ein
es_es: Ingrese la contraseña
it_it: Inserisci la password
nl_nl: Voer een wachtwoord in
pl_pl: Proszę wprowadzić hasło
ro_ro: Vă rugăm să introduceți parola
ru_ru: Введите пароль
tr_tr: Lütfen şifre girin
uk: Будь ласка, введіть пароль
