Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Please enter your phone number
ar: الرجاء إدخال رقم هاتفك
de_de: Bitte geben Sie Ihre Telefonnummer ein
es_es: Ingrese su número de teléfono
it_it: Inserisci il tuo numero di telefono
nl_nl: Voer uw telefoonnummer in
pl_pl: Wprowadź swój numer telefonu
ro_ro: Vă rugăm să introduceți numărul dvs. de telefon
ru_ru: Пожалуйста, введите свой номер телефона
tr_tr: Lütfen telefon numaranızı girin
uk: Будь ласка, введіть свій номер телефону

source: Note
ar: ملاحظة
de_de: Notiz
es_es: Nota
it_it: Nota
nl_nl: Opmerking
pl_pl: Uwaga
ro_ro: Nota
ru_ru: Примечание
tr_tr: Not
uk: Примітка

source: Enter note details
ar: أدخل تفاصيل الملاحظة
de_de: Geben Sie die Notizdetails ein
es_es: Ingrese los detalles de la nota
it_it: Inserisci i dettagli della nota
nl_nl: Voer de details van de opmerking in
pl_pl: Wprowadź szczegóły notatki
ro_ro: Introduceți detaliile notei
ru_ru: Введите данные примечания
tr_tr: Not ayrıntılarını girin
uk: Введіть деталі примітки

source: Please enter appointment note
ar: الرجاء إدخال ملاحظة الموعد
de_de: Bitte geben Sie eine Terminnotiz ein
es_es: Ingrese una nota de cita
it_it: Inserisci nota appuntamento
nl_nl: Voer een afspraaknotitie in
pl_pl: Wprowadź notatkę o spotkaniu
ro_ro: Vă rugăm să introduceți nota de programare
ru_ru: Введите примечание о встрече
tr_tr: Lütfen randevu notunu girin
uk: Будь ласка, введіть примітку про зустріч

source: Enter your username
ar: أدخل اسم المستخدم
de_de: Geben Sie Ihren Benutzernamen ein
es_es: Ingrese su nombre de usuario
it_it: Inserisci il tuo nome utente
nl_nl: Voer uw gebruikersnaam in
pl_pl: Wprowadź swoją nazwę użytkownika
ro_ro: Introduceți numele dvs. de utilizator
ru_ru: Введите свое имя пользователя
tr_tr: Kullanıcı adınızı girin
uk: Введіть своє ім'я користувача

source: Username
ar: اسم المستخدم
de_de: Benutzername
es_es: Nombre de usuario
it_it: Nome utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
ro_ro: Nume de utilizator
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı
uk: Ім'я користувача

source: Please enter your username
ar: الرجاء إدخال اسم المستخدم
de_de: Bitte geben Sie Ihren Benutzernamen ein
es_es: Ingrese su nombre de usuario
it_it: Inserisci il tuo nome utente
nl_nl: Voer uw gebruikersnaam in
pl_pl: Wprowadź swoją nazwę użytkownika
ro_ro: Vă rugăm să introduceți numele dvs. de utilizator
ru_ru: Введите свое имя пользователя
tr_tr: Lütfen kullanıcı adınızı girin
uk: Введіть своє ім'я користувача

source: Please add password
ar: الرجاء إضافة كلمة مرور
de_de: Bitte fügen Sie ein Passwort hinzu
es_es: Agregue una contraseña
it_it: Aggiungi password
nl_nl: Voer wachtwoord toe
pl_pl: Dodaj hasło
ro_ro: Vă rugăm să adăugați parola
ru_ru: Добавьте пароль
tr_tr: Lütfen şifre ekleyin
uk: Будь ласка, додайте пароль

source: Please add lastname
ar: الرجاء إضافة اللقب
de_de: Bitte fügen Sie einen Nachnamen hinzu
es_es: Agregue un apellido
it_it: Aggiungi cognome
nl_nl: Voer achternaam toe
pl_pl: Dodaj nazwisko
ro_ro: Vă rugăm să adăugați numele de familie
ru_ru: Добавьте фамилию
tr_tr: Lütfen soyadınızı ekleyin
uk: Будь ласка, додайте прізвище

source: Please add firstname
ar: الرجاء إضافة الاسم الأول
de_de: Bitte fügen Sie einen Vornamen hinzu
es_es: Agregue un nombre
it_it: Aggiungi nome
nl_nl: Voer voornaam toe
pl_pl: Dodaj imię
ro_ro: Vă rugăm să adăugați prenume
ru_ru: Добавьте имя
tr_tr: Lütfen adınızı ekleyin
uk: Будь ласка, додайте ім'я

source: Please enter user email
ar: الرجاء إدخال بريد المستخدم الإلكتروني
de_de: Bitte geben Sie eine Benutzer-E-Mail-Adresse ein
es_es: Ingrese el correo electrónico del usuario
it_it: Inserisci email utente
nl_nl: Voer gebruikers-e-mailadres in
pl_pl: Wprowadź adres e-mail użytkownika
ro_ro: Vă rugăm să introduceți adresa de e-mail a utilizatorului
ru_ru: Введите адрес электронной почты пользователя
tr_tr: Lütfen kullanıcı e-postasını girin
uk: Введіть адресу електронної пошти користувача

source: Please enter valid user email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح للمستخدم
de_de: Bitte geben Sie eine gültige Benutzer-E-Mail-Adresse ein
es_es: Ingrese una dirección de correo electrónico válida
it_it: Inserisci indirizzo email utente valido
nl_nl: Voer een geldig gebruikers-e-mailadres in
pl_pl: Wprowadź prawidłowy adres e-mail użytkownika
ro_ro: Vă rugăm să introduceți adresa de e-mail validă a utilizatorului
ru_ru: Введите действительный адрес электронной почты пользователя
tr_tr: Lütfen geçerli kullanıcı e-posta adresini girin
uk: Введіть дійсну електронну адресу користувача

source: Please add username
ar: الرجاء إضافة اسم المستخدم
de_de: Bitte fügen Sie einen Benutzernamen hinzu
es_es: Agregue un nombre de usuario
it_it: Aggiungi nome utente
nl_nl: Voer gebruikersnaam toe
pl_pl: Dodaj nazwę użytkownika
ro_ro: Vă rugăm să adăugați numele de utilizator
ru_ru: Добавьте имя пользователя
tr_tr: Lütfen kullanıcı adı ekleyin
uk: Будь ласка, додайте ім'я користувача

source: Please add affiliates user
ar: الرجاء إضافة مستخدم الشركاء
de_de: Bitte fügen Sie einen Partnerbenutzer hinzu
es_es: Agregue un usuario de afiliados
it_it: Aggiungi utente affiliato
nl_nl: Voer affiliates-gebruiker toe
pl_pl: Dodaj użytkownika afilianta
ro_ro: Vă rugăm să adăugați un utilizator afiliat
ru_ru: Добавьте пользователя-партнера
tr_tr: Lütfen iştirakçi kullanıcısını ekleyin
uk: Будь ласка, додайте афілійованого користувача

source: Please enter payment email
ar: الرجاء إدخال بريد إلكتروني للدفع
de_de: Bitte geben Sie eine Zahlungs-E-Mail-Adresse ein
es_es: Ingrese el correo electrónico de pago
it_it: Inserisci email pagamento
nl_nl: Voer betalings-e-mailadres in
pl_pl: Wprowadź adres e-mail płatności
ro_ro: Vă rugăm să introduceți e-mailul de plată
ru_ru: Введите адрес электронной почты для оплаты
tr_tr: Lütfen ödeme e-postasını girin
uk: Введіть адресу електронної пошти для оплати

source: Affiliate Data.
ar: بيانات الشريك.
de_de: Partnerdaten.
es_es: Datos de afiliados.
it_it: Dati affiliato.
nl_nl: Affiliate-gegevens.
pl_pl: Dane afilianta.
ro_ro: Date afiliate.
ru_ru: Данные партнера.
tr_tr: İştirakçi Verileri.
uk: Дані філії.

source: Invalid file extension. Please select valid file
ar: امتداد ملف غير صالح. الرجاء تحديد ملف صالح
de_de: Ungültige Dateierweiterung. Bitte wählen Sie eine gültige Datei aus
es_es: Extensión de archivo no válida. Seleccione un archivo válido
it_it: Estensione file non valida. Seleziona un file valido
nl_nl: Ongeldige bestandsextensie. Selecteer een geldig bestand
pl_pl: Nieprawidłowe rozszerzenie pliku. Wybierz prawidłowy plik
ro_ro: Extensie de fișier nevalidă. Vă rugăm să selectați un fișier valid
ru_ru: Недопустимое расширение файла. Выберите действительный файл
tr_tr: Geçersiz dosya uzantısı. Lütfen geçerli dosyayı seçin
uk: Недійсне розширення файлу. Виберіть дійсний файл

source: Something went wrong while updating the file
ar: حدث خطأ ما أثناء تحديث الملف
de_de: Beim Aktualisieren der Datei ist ein Fehler aufgetreten
es_es: Algo salió mal al actualizar el archivo
it_it: Si è verificato un problema durante l'aggiornamento del file
nl_nl: Er is iets misgegaan bij het updaten van het bestand
pl_pl: Coś poszło nie tak podczas aktualizacji pliku
ro_ro: A apărut o eroare la actualizarea fișierului
ru_ru: Что-то пошло не так при обновлении файла
tr_tr: Dosya güncellenirken bir sorun oluştu
uk: Під час оновлення файлу сталася помилка

source: Select Existing User
ar: حدد مستخدمًا موجودًا
de_de: Vorhandenen Benutzer auswählen
es_es: Seleccione un usuario existente
it_it: Seleziona utente esistente
nl_nl: Selecteer bestaande gebruiker
pl_pl: Wybierz istniejącego użytkownika
ro_ro: Selectați Utilizator existent
ru_ru: Выберите существующего пользователя
tr_tr: Mevcut Kullanıcıyı Seçin
uk: Виберіть «Існуючий користувач».

source: Affiliate has been deleted successfully.
ar: تم حذف الشريك بنجاح.
de_de: Partner wurde erfolgreich gelöscht.
es_es: El afiliado ha sido eliminado exitosamente.
it_it: L'affiliato è stato eliminato correttamente.
nl_nl: Affiliate is succesvol verwijderd.
pl_pl: Afiliant został pomyślnie usunięty.
ro_ro: Afiliatul a fost șters cu succes.
ru_ru: Партнер был успешно удален.
tr_tr: İştirakçi başarıyla silindi.
uk: Філіал успішно видалено.

source: Warning
ar: تحذير
de_de: Warnung
es_es: Advertencia
it_it: Avviso
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
ro_ro: Avertizare
ru_ru: Предупреждение
tr_tr: Uyarı
uk: УВАГА

source: Could not delete affiliate. This affiliate not deleted.
ar: لم نتمكن من حذف الشريك. لم يتم حذف هذا الشريك.
de_de: Partner konnte nicht gelöscht werden. Dieser Partner wurde nicht gelöscht.
es_es: No se pudo eliminar el afiliado. Este afiliado no fue eliminado.
it_it: Impossibile eliminare l'affiliato. Questo affiliato non è stato eliminato.
nl_nl: Kan affiliate niet verwijderen. Deze affiliate is niet verwijderd.
pl_pl: Nie można usunąć afilianta. Ten afiliant nie został usunięty.
ro_ro: Nu s-a putut șterge afiliatul. Acest afiliat nu a fost șters.
ru_ru: Не удалось удалить партнера. Этот партнер не удален.
tr_tr: İştirakçi silinemedi. Bu iştirakçi silinmedi.
uk: Не вдалося видалити філію. Ця афілійована особа не видалена.

source: Affiliates not deleted.
ar: لم يتم حذف الشركاء.
de_de: Partner wurden nicht gelöscht.
es_es: Los afiliados no fueron eliminados.
it_it: Affiliati non eliminati.
nl_nl: Affiliates niet verwijderd.
pl_pl: Afilianci nie zostali usunięci.
ro_ro: Afiliații nu au fost șterși.
ru_ru: Партнеры не удалены.
tr_tr: İştirakçiler silinmedi.
uk: Філіали не видалено.

source: warning
ar: تحذير
de_de: Warnung
es_es: advertencia
it_it: Avviso
nl_nl: Waarschuwing
pl_pl: ostrzeżenie
ro_ro: avertizare
ru_ru: предупреждение
tr_tr: uyarı
uk: УВАГА

source: Affiliates status has not been updated successfully
ar: لم يتم تحديث حالة الشركاء بنجاح
de_de: Partnerstatus wurde nicht erfolgreich aktualisiert
es_es: El estado de afiliados no ha sido actualizado exitosamente
it_it: Lo stato dell'affiliato non è stato aggiornato correttamente
nl_nl: Affiliates-status is niet succesvol bijgewerkt
pl_pl: Status afilianta nie został pomyślnie zaktualizowany
ro_ro: Starea afiliaților nu a fost actualizată cu succes
ru_ru: Статус партнеров не был успешно обновлен
tr_tr: İştirakçi durumu başarıyla güncellenmedi
uk: Статус афілійованих осіб не оновлено

source: Affiliates status has been updated successfully.
ar: تم تحديث حالة الشركاء بنجاح.
de_de: Partnerstatus wurde erfolgreich aktualisiert.
es_es: El estado de afiliados ha sido actualizado exitosamente.
it_it: Lo stato dell'affiliato è stato aggiornato correttamente.
nl_nl: Affiliates-status is succesvol bijgewerkt.
pl_pl: Status afilianta został pomyślnie zaktualizowany.
ro_ro: Starea afiliaților a fost actualizată cu succes.
ru_ru: Статус партнеров был успешно обновлен.
tr_tr: İştirakçi durumu başarıyla güncellendi.
uk: Статус філій успішно оновлено.

source: Something Wrong
ar: حدث خطأ
de_de: Etwas stimmt nicht
es_es: Algo está mal
it_it: Qualcosa non va
nl_nl: Er is iets mis
pl_pl: Coś nie tak
ro_ro: E ceva în neregulă
ru_ru: Что-то не так
tr_tr: Bir Sorun Var
uk: Щось не так

source: success
ar: نجاح
de_de: Erfolg
es_es: éxito
it_it: successo
nl_nl: Geslaagd
pl_pl: sukces
ro_ro: succes
ru_ru: успех
tr_tr: başarılı
uk: успіх

source: Firstname is too long...
ar: الاسم الأول طويل جدًا...
de_de: Vorname ist zu lang...
es_es: El nombre es demasiado largo...
it_it: Il nome è troppo lungo...
nl_nl: Voornaam is te lang...
pl_pl: Imię jest za długie...
ro_ro: Prenumele este prea lung...
ru_ru: Имя слишком длинное...
tr_tr: Adı çok uzun...
uk: Ім'я задовге...

source: Lastname is too long...
ar: الاسم الأخير طويل جدًا...
de_de: Nachname ist zu lang...
es_es: El apellido es demasiado largo...
it_it: Il cognome è troppo lungo...
nl_nl: Achternaam is te lang...
pl_pl: Nazwisko jest za długie...
ro_ro: Numele de familie este prea lung...
ru_ru: Фамилия слишком длинная...
tr_tr: Soyadı çok uzun...
uk: Прізвище задовге...

source: Email address is too long...
ar: عنوان البريد الإلكتروني طويل جدًا...
de_de: E-Mail-Adresse ist zu lang...
es_es: La dirección de correo electrónico es demasiado larga...
it_it: L'indirizzo e-mail è troppo lungo...
nl_nl: E-mailadres is te lang...
pl_pl: Adres e-mail jest za długi...
ro_ro: Adresa de e-mail este prea lungă...
ru_ru: Адрес электронной почты слишком длинный...
tr_tr: E-posta adresi çok uzun...
uk: Адреса електронної пошти задовга...

source: Email address is already exists
ar: عنوان البريد الإلكتروني موجود بالفعل
de_de: E-Mail-Adresse existiert bereits
es_es: La dirección de correo electrónico ya existe
it_it: L'indirizzo e-mail esiste già
nl_nl: E-mailadres bestaat al
pl_pl: Adres e-mail już istnieje
ro_ro: Adresa de e-mail există deja
ru_ru: Адрес электронной почты уже существует
tr_tr: E-posta adresi zaten mevcut
uk: Адреса електронної пошти вже існує

source: Username is already exists
ar: اسم المستخدم موجود بالفعل
de_de: Benutzername existiert bereits
es_es: El nombre de usuario ya existe
it_it: Il nome utente esiste già
nl_nl: Gebruikersnaam bestaat al
pl_pl: Nazwa użytkownika już istnieje
ro_ro: Numele de utilizator există deja
ru_ru: Имя пользователя уже существует
tr_tr: Kullanıcı adı zaten mevcut
uk: Ім'я користувача вже існує

source: Affiliate WordPress User is required
ar: مطلوب مستخدم WordPress الشريك
de_de: Partner-WordPress-Benutzer ist erforderlich
es_es: Se requiere un usuario afiliado de WordPress
it_it: È obbligatorio un utente WordPress affiliato
nl_nl: Affiliate WordPress-gebruiker is vereist
pl_pl: Użytkownik WordPress partnera jest wymagany
ro_ro: Este necesar un utilizator WordPress afiliat
ru_ru: Требуется партнер WordPress User
tr_tr: Ortak WordPress Kullanıcısı gerekli
uk: Потрібен афілійований користувач WordPress

source: Payment email is too long...
ar: عنوان البريد الإلكتروني للدفع طويل جدًا...
de_de: Zahlungs-E-Mail ist zu lang...
es_es: El correo electrónico de pago es demasiado largo...
it_it: L'e-mail di pagamento è troppo lunga...
nl_nl: Betalings-e-mail is te lang...
pl_pl: Adres e-mail płatności jest za długi...
ro_ro: E-mailul de plată este prea lung...
ru_ru: Платежный адрес электронной почты слишком длинный...
tr_tr: Ödeme e-postası çok uzun...
uk: Платіжна електронна пошта задовга...

source: Please Enter valid payment email.
ar: الرجاء إدخال بريد إلكتروني صالح للدفع.
de_de: Bitte geben Sie eine gültige Zahlungs-E-Mail ein.
es_es: Ingrese un correo electrónico de pago válido.
it_it: Inserisci un'e-mail di pagamento valida.
nl_nl: Voer een geldig betalings-e-mailadres in
pl_pl: Wprowadź prawidłowy adres e-mail płatności.
ro_ro: Vă rugăm să introduceți un e-mail de plată valid.
ru_ru: Введите действительный платежный адрес электронной почты.
tr_tr: Lütfen geçerli ödeme e-postası girin.
uk: Введіть дійсну адресу електронної пошти для оплати.

source: Website is too long...
ar: الموقع الإلكتروني طويل جدًا...
de_de: Website ist zu lang...
es_es: El sitio web es demasiado largo...
it_it: Il sito web è troppo lungo...
nl_nl: Website is te lang...
pl_pl: Strona internetowa jest za długa...
ro_ro: Site-ul este prea lung...
ru_ru: Сайт слишком длинный...
tr_tr: Web sitesi çok uzun...
uk: Веб-сайт задовгий...

source: Promote us is too long...
ar: الترويج لنا طويل جدًا...
de_de: Promote us ist zu lang...
es_es: La promoción es demasiado larga...
it_it: Promuovici è troppo lungo...
nl_nl: Promoot ons is te lang...
pl_pl: Promuj nas jest za długi...
ro_ro: Să ne promovezi este prea lung...
ru_ru: Продвигайте нас слишком длинный...
tr_tr: Bizi tanıtın çok uzun...
uk: Рекламувати нас занадто довго...

source: Affiliates has been added successfully.
ar: تمت إضافة الشركاء بنجاح.
de_de: Partner wurden erfolgreich hinzugefügt.
es_es: Afiliados se agregó correctamente.
it_it: Affiliati è stato aggiunto correttamente.
nl_nl: Affiliates is succesvol toegevoegd.
pl_pl: Partnerzy zostali pomyślnie dodani.
ro_ro: Afiliații au fost adăugați cu succes.
ru_ru: Партнеры были успешно добавлены.
tr_tr: Ortaklar başarıyla eklendi.
uk: Філіали успішно додано.

source: Affiliates has been updated successfully.
ar: تم تحديث الشركاء بنجاح.
de_de: Partner wurden erfolgreich aktualisiert.
es_es: Afiliados se actualizó correctamente.
it_it: Affiliati è stato aggiornato correttamente.
nl_nl: Affiliates is succesvol bijgewerkt.
pl_pl: Partnerzy zostali pomyślnie zaktualizowani.
ro_ro: Afiliații au fost actualizați cu succes.
ru_ru: Партнеры были успешно обновлены.
tr_tr: Ortaklar başarıyla güncellendi.
uk: Філіали успішно оновлено.

source: Link copied successfully.
ar: تم نسخ الرابط بنجاح.
de_de: Link erfolgreich kopiert.
es_es: El enlace se copió correctamente.
it_it: Link copiato correttamente.
nl_nl: Link succesvol gekopieerd.
pl_pl: Link został pomyślnie skopiowany.
ro_ro: Linkul a fost copiat cu succes.
ru_ru: Ссылка успешно скопирована.
tr_tr: Bağlantı başarıyla kopyalandı.
uk: Посилання успішно скопійовано.

source: Please upload jpg/png file only
ar: يرجى تحميل ملف jpg/png فقط
de_de: Bitte laden Sie nur JPG-/PNG-Dateien hoch.
es_es: Cargue solo archivos jpg/png
it_it: Carica solo file jpg/png
nl_nl: Upload alleen jpg/png-bestand
pl_pl: Prześlij tylko plik jpg/png
ro_ro: Vă rugăm să încărcați numai fișierul jpg/png
ru_ru: Загрузите только файл jpg/png
tr_tr: Lütfen yalnızca jpg/png dosyası yükleyin
uk: Будь ласка, завантажуйте лише файл jpg/png

source: Please upload maximum 500 KB file only
ar: يرجى تحميل ملف بحد أقصى 500 كيلوبايت فقط
de_de: Bitte laden Sie nur Dateien mit maximal 500 KB hoch.
es_es: Cargue solo archivos de 500 KB como máximo
it_it: Carica solo file di massimo 500 KB
nl_nl: Upload maximaal 500 KB-bestand
pl_pl: Prześlij tylko plik o maksymalnym rozmiarze 500 KB
ro_ro: Vă rugăm să încărcați numai fișiere de maximum 500 KB
ru_ru: Загрузите только файл размером не более 500 КБ
tr_tr: Lütfen yalnızca en fazla 500 KB dosya yükleyin
uk: Будь ласка, завантажуйте файл розміром не більше 500 Кб

source: Multiple files not allowed
ar: لا يُسمح بملفات متعددة
de_de: Mehrere Dateien nicht zulässig.
es_es: No se permiten varios archivos
it_it: Non sono consentiti più file
nl_nl: Meerdere bestanden niet toegestaan
pl_pl: Wiele plików nie jest dozwolonych
ro_ro: Nu sunt permise fișiere multiple
ru_ru: Не допускается загрузка нескольких файлов
tr_tr: Birden fazla dosyaya izin verilmez
uk: Кілька файлів заборонено

source: Affiliate status changed successfully
ar: تم تغيير حالة الشريك بنجاح
de_de: Partnerstatus erfolgreich geändert.
es_es: El estado de afiliado cambió correctamente
it_it: Lo stato dell'affiliato è cambiato correttamente
nl_nl: Affiliate status succesvol gewijzigd
pl_pl: Status partnera został pomyślnie zmieniony
ro_ro: Starea de afiliat s-a schimbat cu succes
ru_ru: Статус партнера успешно изменен
tr_tr: Ortak durumu başarıyla değiştirildi
uk: Партнерський статус успішно змінено

source: Please select any action.
ar: يرجى تحديد أي إجراء.
de_de: Bitte wählen Sie eine beliebige Aktion aus.
es_es: Seleccione cualquier acción.
it_it: Seleziona un'azione.
nl_nl: Selecteer een actie.
pl_pl: Wybierz dowolną akcję.
ro_ro: Vă rugăm să selectați orice acțiune.
ru_ru: Выберите любое действие.
tr_tr: Lütfen herhangi bir eylem seçin.
uk: Виберіть будь-яку дію.

source: Commission Data.
ar: بيانات العمولة.
de_de: Provisionsdaten.
es_es: Datos de comisión.
it_it: Dati della commissione.
nl_nl: Commissiegegevens.
pl_pl: Dane prowizji.
ro_ro: Datele Comisiei.
ru_ru: Данные комиссии.
tr_tr: Komisyon Verileri.
uk: Дані комісії.

source: Select affiliate user
ar: حدد مستخدم الشريك
de_de: Partnerbenutzer auswählen
es_es: Seleccione usuario afiliado
it_it: Seleziona utente affiliato
nl_nl: Selecteer affiliategebruiker
pl_pl: Wybierz użytkownika partnera
ro_ro: Selectați utilizatorul afiliat
ru_ru: Выберите пользователя партнера
tr_tr: Ortak kullanıcıyı seçin
uk: Виберіть афілійованого користувача

source: Select commission type
ar: حدد نوع العمولة
de_de: Provisionstyp auswählen
es_es: Seleccione tipo de comisión
it_it: Seleziona tipo di commissione
nl_nl: Selecteer commissietype
pl_pl: Wybierz typ prowizji
ro_ro: Selectați tipul de comision
ru_ru: Выберите тип комиссии
tr_tr: Komisyon türünü seçin
uk: Виберіть тип комісії

source: Enter commission amount.
ar: أدخل مبلغ العمولة.
de_de: Provisionsbetrag eingeben.
es_es: Ingrese el monto de la comisión.
it_it: Inserisci importo della commissione.
nl_nl: Voer commissiebedrag in.
pl_pl: Wprowadź kwotę prowizji.
ro_ro: Introduceți suma comisionului.
ru_ru: Введите сумму комиссии.
tr_tr: Komisyon tutarını girin.
uk: Введіть суму комісії.

source: Enter commission date
ar: أدخل تاريخ العمولة
de_de: Provisionsdatum eingeben
es_es: Ingrese la fecha de la comisión
it_it: Inserisci la data della commissione
nl_nl: Voer commissiedatum in
pl_pl: Wprowadź datę prowizji
ro_ro: Introduceți data comisionului
ru_ru: Введите дату комиссии
tr_tr: Komisyon tarihini girin
uk: Введіть дату комісії

source: Sucess
ar: نجاح
de_de: Erfolgreich
es_es: Éxito
it_it: Riuscito
nl_nl: Geslaagd
pl_pl: Sukces
ro_ro: Succes
ru_ru: Успех
tr_tr: Başarılı
uk: Успіх

source: Commissions successfully added.
ar: تمت إضافة العمولات بنجاح.
de_de: Provisionen erfolgreich hinzugefügt.
es_es: Las comisiones se agregaron correctamente.
it_it: Commissioni aggiunte correttamente.
nl_nl: Commissies succesvol toegevoegd.
pl_pl: Prowizje zostały pomyślnie dodane.
ro_ro: Comisioane adăugate cu succes.
ru_ru: Комиссии успешно добавлены.
tr_tr: Komisyonlar başarıyla eklendi.
uk: Комісії успішно додано.

source: Commission successfully updated.
ar: تم تحديث العمولة بنجاح.
de_de: Provision erfolgreich aktualisiert.
es_es: La comisión se actualizó correctamente.
it_it: Commissione aggiornata correttamente.
nl_nl: Commissie succesvol bijgewerkt.
pl_pl: Prowizja została pomyślnie zaktualizowana.
ro_ro: Comisia a fost actualizată cu succes.
ru_ru: Комиссия успешно обновлена.
tr_tr: Komisyon başarıyla güncellendi.
uk: Комісія успішно оновлена.

source: Commission has been deleted successfully.
ar: تم حذف العمولة بنجاح.
de_de: Provision wurde erfolgreich gelöscht.
es_es: La comisión se eliminó correctamente.
it_it: Commissione eliminata correttamente.
nl_nl: Commissie is succesvol verwijderd.
pl_pl: Prowizja została pomyślnie usunięta.
ro_ro: Comisia a fost șters cu succes.
ru_ru: Комиссия успешно удалена.
tr_tr: Komisyon başarıyla silindi.
uk: Комісію успішно видалено.

source: Could not delete commission. This commission not deleted.
ar: تعذر حذف العمولة. لم يتم حذف هذه العمولة.
de_de: Provision konnte nicht gelöscht werden. Diese Provision wurde nicht gelöscht.
es_es: No se pudo eliminar la comisión. Esta comisión no se eliminó.
it_it: Impossibile eliminare la commissione. Questa commissione non è stata eliminata.
nl_nl: Kan commissie niet verwijderen. Deze commissie is niet verwijderd.
pl_pl: Nie można usunąć prowizji. Ta prowizja nie została usunięta.
ro_ro: Comisionul nu a putut fi șters. Acest comision nu a fost șters.
ru_ru: Не удалось удалить комиссию. Эта комиссия не удалена.
tr_tr: Komisyon silinemedi. Bu komisyon silinmedi.
uk: Не вдалося видалити комісію. Ця комісія не видалена.

source: Commission not deleted.
ar: لم يتم حذف العمولة.
de_de: Provision nicht gelöscht.
es_es: Comisión no eliminada.
it_it: Commissione non eliminata.
nl_nl: Commissie niet verwijderd.
pl_pl: Prowizja nie została usunięta.
ro_ro: Comisia nu a fost șters.
ru_ru: Комиссия не удалена.
tr_tr: Komisyon silinmedi.
uk: Комісія не видалена.

source: Please add date
ar: يرجى إضافة التاريخ
de_de: Bitte Datum hinzufügen
es_es: Agregue fecha
it_it: Aggiungi data
nl_nl: Voeg datum toe
pl_pl: Proszę dodać datę
ro_ro: Vă rugăm să adăugați data
ru_ru: Пожалуйста, добавьте дату
tr_tr: Lütfen tarih ekleyin
uk: Будь ласка, додайте дату
