Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Username already exists. Please choose a different one.
ar: اسم المستخدم موجود بالفعل. الرجاء اختيار اسم آخر.
de_de: Benutzername existiert bereits. Bitte wählen Sie einen anderen.
es_es: El nombre de usuario ya existe. Elija uno diferente.
it_it: Il nome utente esiste già. Scegline uno diverso.
nl_nl: Gebruikersnaam bestaat al. Kies een andere.
pl_pl: Nazwa użytkownika już istnieje. Proszę wybrać inny.
ro_ro: Numele de utilizator există deja. Vă rugăm să alegeți unul diferit.
ru_ru: Имя пользователя уже существует. Выберите другой.
tr_tr: Kullanıcı adı zaten mevcut. Lütfen farklı bir tane seçin.
uk: Ім'я користувача вже існує. Будь ласка, виберіть інший.

source: Email already exists. Please use a different email address.
ar: البريد الإلكتروني موجود بالفعل. الرجاء استخدام عنوان بريد إلكتروني مختلف.
de_de: E-Mail existiert bereits. Bitte verwenden Sie eine andere E-Mail-Adresse.
es_es: El correo electrónico ya existe. Utilice una dirección de correo electrónico diferente.
it_it: L'email esiste già. Utilizza un indirizzo email diverso.
nl_nl: E-mailadres bestaat al. Gebruik een ander e-mailadres.
pl_pl: Adres e-mail już istnieje. Użyj innego adresu e-mail.
ro_ro: E-mailul există deja. Vă rugăm să utilizați o altă adresă de e-mail.
ru_ru: Адрес электронной почты уже существует. Используйте другой адрес электронной почты.
tr_tr: E-posta zaten mevcut. Lütfen farklı bir e-posta adresi kullanın.
uk: Електронна адреса вже існує. Використовуйте іншу електронну адресу.

source: Select Source Product
ar: حدد المنتج المصدر
de_de: Quellprodukt auswählen
es_es: Seleccione el producto de origen
it_it: Seleziona il prodotto di origine
nl_nl: Selecteer bronproduct
pl_pl: Wybierz Produkt źródłowy
ro_ro: Selectați Produsul sursă
ru_ru: Выберите исходный продукт
tr_tr: Kaynak Ürünü Seçin
uk: Виберіть вихідний продукт

source: AffiliatePress Commission Settings
ar: إعدادات عمولة AffiliatePress
de_de: AffiliatePress-Provisionseinstellungen
es_es: Configuración de comisiones de AffiliatePress
it_it: Impostazioni delle commissioni di AffiliatePress
nl_nl: AffiliatePress-commissie-instellingen
pl_pl: Ustawienia prowizji AffiliatePress
ro_ro: Setări comision AffiliatePress
ru_ru: Настройки комиссии AffiliatePress
tr_tr: AffiliatePress Komisyon Ayarları
uk: Налаштування комісії AffiliatePress

source: Disable Commission For This Plan
ar: تعطيل العمولة لهذه الخطة
de_de: Provision für diesen Plan deaktivieren
es_es: Deshabilitar la comisión para este plan
it_it: Disabilita la commissione per questo piano
nl_nl: Commissie voor dit plan uitschakelen
pl_pl: Wyłącz prowizję dla tego planu
ro_ro: Dezactivați comisionul pentru acest plan
ru_ru: Отключить комиссию для этого плана
tr_tr: Bu Plan İçin Komisyonu Devre Dışı Bırak
uk: Вимкнути комісію для цього плану

source: Pending commission was not created because the customer is also the affiliate.
ar: لم يتم إنشاء العمولة المعلقة لأن العميل هو الشريك أيضًا.
de_de: Ausstehende Provision wurde nicht erstellt, da der Kunde auch der Affiliate ist.
es_es: La comisión pendiente no se creó porque el cliente también es el afiliado.
it_it: La commissione in sospeso non è stata creata perché il cliente è anche l'affiliato.
nl_nl: Commissie in behandeling is niet aangemaakt omdat de klant ook de affiliate is.
pl_pl: Oczekująca prowizja nie została utworzona, ponieważ klient jest również partnerem.
ro_ro: Comisionul în așteptare nu a fost creat deoarece clientul este și afiliatul.
ru_ru: Ожидающая комиссия не была создана, поскольку клиент также является партнером.
tr_tr: Müşteri aynı zamanda ortak olduğu için bekleyen komisyon oluşturulmadı.
uk: Комісія в очікуванні не була створена, оскільки клієнт також є філією.

source: Disable Commission
ar: تعطيل العمولة
de_de: Provision deaktivieren
es_es: Deshabilitar la comisión
it_it: Disabilita la commissione
nl_nl: Commissie uitschakelen
pl_pl: Wyłącz prowizję
ro_ro: Dezactivați comisionul
ru_ru: Отключить комиссию
tr_tr: Komisyonu Devre Dışı Bırak
uk: Вимкнути комісію

source: Disable Commissions
ar: تعطيل العمولات
de_de: Provisionen deaktivieren
es_es: Deshabilitar comisiones
it_it: Disabilita le commissioni
nl_nl: Commissies uitschakelen
pl_pl: Wyłącz prowizje
ro_ro: Dezactivați comisioanele
ru_ru: Отключить комиссии
tr_tr: Komisyonları Devre Dışı Bırak
uk: Вимкнути комісійні

source: Disable commissions for this membership.
ar: تعطيل العمولات لهذه العضوية.
de_de: Provisionen für diese Mitgliedschaft deaktivieren.
es_es: Deshabilitar las comisiones para esta membresía.
it_it: Disabilita le commissioni per questa iscrizione.
nl_nl: Commissies voor dit lidmaatschap uitschakelen.
pl_pl: Wyłącz prowizje dla tego członkostwa.
ro_ro: Dezactivați comisioanele pentru acest membru.
ru_ru: Отключить комиссии для этого членства.
tr_tr: Bu üyelik için komisyonları devre dışı bırak.
uk: Вимкнути комісії для цього членства.

source: Disable AffiliatePress commission on sale of this product.
ar: تعطيل عمولة AffiliatePress على بيع هذا المنتج.
de_de: AffiliatePress-Provision für den Verkauf dieses Produkts deaktivieren.
es_es: Deshabilitar la comisión de AffiliatePress por la venta de este producto.
it_it: Disabilita la commissione di AffiliatePress sulla vendita di questo prodotto.
nl_nl: AffiliatePress-commissie uitschakelen bij verkoop van dit product.
pl_pl: Wyłącz prowizję AffiliatePress od sprzedaży tego produktu.
ro_ro: Dezactivați comisionul AffiliatePress la vânzarea acestui produs.
ru_ru: Отключить комиссию AffiliatePress при продаже этого продукта.
tr_tr: Bu ürünün satışında AffiliatePress komisyonunu devre dışı bırak.
uk: Відключити комісію AffiliatePress з продажу цього продукту.

source: AffiliatePress Settings
ar: إعدادات AffiliatePress
de_de: AffiliatePress-Einstellungen
es_es: Configuración de AffiliatePress
it_it: Impostazioni AffiliatePress
nl_nl: AffiliatePress-instellingen
pl_pl: Ustawienia AffiliatePress
ro_ro: Setări AffiliatePress
ru_ru: Настройки AffiliatePress
tr_tr: AffiliatePress Ayarları
uk: Налаштування AffiliatePress

source: Save
ar: حفظ
de_de: Speichern
es_es: Guardar
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz
ro_ro: Salva
ru_ru: Сохранить
tr_tr: Kaydet
uk: зберегти

source: Terms and conditions
ar: الشروط والأحكام
de_de: Allgemeine Geschäftsbedingungen
es_es: Términos y condiciones
it_it: Termini e condizioni
nl_nl: Algemene voorwaarden
pl_pl: Warunki i postanowienia
ro_ro: Termeni și condiții
ru_ru: Условия и положения
tr_tr: Şartlar ve koşullar
uk: Правила та умови

source: Required
ar: مطلوب
de_de: Erforderlich
es_es: Obligatorio
it_it: Obbligatorio
nl_nl: Verplicht
pl_pl: Wymagane
ro_ro: Necesar
ru_ru: Обязательно
tr_tr: Gerekli
uk: Обов'язковий

source: Field Settings
ar: إعدادات الحقل
de_de: Feldeinstellungen
es_es: Configuración de campos
it_it: Impostazioni campo
nl_nl: Veldinstellingen
pl_pl: Ustawienia pola
ro_ro: Setări de câmp
ru_ru: Настройки поля
tr_tr: Alan Ayarları
uk: Параметри поля

source: Label
ar: التسمية
de_de: Beschriftung
es_es: Etiqueta
it_it: Etichetta
pl_pl: Etykieta
ro_ro: Eticheta
ru_ru: Метка
tr_tr: Etiket
uk: Мітка

source: Placeholder
ar: عنصر نائب
de_de: Platzhalter
es_es: Marcador de posición
it_it: Segnaposto
nl_nl: Tijdelijke aanduiding
pl_pl: Symbol zastępczy
ro_ro: Substituent
ru_ru: Заполнитель
tr_tr: Yer tutucu
uk: Заповнювач

source: Error message
ar: رسالة خطأ
de_de: Fehlermeldung
es_es: Mensaje de error
it_it: Messaggio di errore
nl_nl: Foutmelding
pl_pl: Komunikat o błędzie
ro_ro: Mesaj de eroare
ru_ru: Сообщение об ошибке
tr_tr: Hata mesajı
uk: Повідомлення про помилку

source: CSS Class
ar: فئة CSS
de_de: CSS-Klasse
es_es: Clase CSS
it_it: Classe CSS
nl_nl: CSS-klasse
pl_pl: Klasa CSS
ro_ro: Clasa CSS
ru_ru: Класс CSS
tr_tr: CSS Sınıfı
uk: Клас CSS

source: Show in Affiliate registration
ar: إظهار في تسجيل الشريك
de_de: In Affiliate-Registrierung anzeigen
es_es: Mostrar en el registro de afiliados
it_it: Mostra nella registrazione affiliato
nl_nl: Tonen in affiliate-registratie
pl_pl: Pokaż w rejestracji partnera
ro_ro: Afișați în înregistrarea afiliaților
ru_ru: Показать в регистрации партнера
tr_tr: Ortak kaydında göster
uk: Показати в Реєстрації партнера

source: Show in Affiliate profile
ar: إظهار في ملف تعريف الشريك
de_de: Im Affiliate-Profil anzeigen
es_es: Mostrar en el perfil de afiliados
it_it: Mostra nel profilo affiliato
nl_nl: Tonen in affiliate-profiel
pl_pl: Pokaż w profilu partnera
ro_ro: Afișați în profilul afiliat
ru_ru: Показать в профиле партнера
tr_tr: Ortak profilinde göster
uk: Показати в профілі партнера

source: Manage Affiliates
ar: إدارة الشركاء
de_de: Affiliates verwalten
es_es: Administrar afiliados
it_it: Gestisci affiliati
nl_nl: Affiliates beheren
pl_pl: Zarządzaj partnerami
ro_ro: Gestionați afiliații
ru_ru: Управление партнерами
tr_tr: Ortaklıkları yönet
uk: Керуйте афіліатами

source: Add New
ar: إضافة جديد
de_de: Neu hinzufügen
es_es: Agregar nuevo
it_it: Aggiungi nuovo
nl_nl: Nieuwe toevoegen
pl_pl: Dodaj nowy
ro_ro: Adăugați nou
ru_ru: Добавить нового
tr_tr: Yeni ekle
uk: Додати новий

source: Affiliate Name
ar: اسم الشريك
es_es: Nombre del afiliado
it_it: Nome affiliato
nl_nl: Affiliate-naam
pl_pl: Nazwa partnera
ro_ro: Nume afiliat
ru_ru: Имя партнера
tr_tr: Ortak Adı
uk: Назва філії

source: Enter Affiliate Name
ar: إدخال اسم الشريك
de_de: Affiliate-Name eingeben
es_es: Ingresar el nombre del afiliado
it_it: Inserisci nome affiliato
nl_nl: Affiliate-naam invoeren
pl_pl: Wprowadź nazwę partnera
ro_ro: Introduceți numele afiliatului
ru_ru: Введите имя партнера
tr_tr: Ortak Adını gir
uk: Введіть назву філії

source: Status
ar: الحالة
es_es: Estado
it_it: Stato
ro_ro: Stare
ru_ru: Статус
tr_tr: Durum
uk: Статус

source: Select Status
ar: تحديد الحالة
de_de: Status auswählen
es_es: Seleccionar estado
it_it: Seleziona stato
nl_nl: Status selecteren
pl_pl: Wybierz status
ro_ro: Selectați Stare
ru_ru: Выбрать статус
tr_tr: Durumu seç
uk: Виберіть Статус

source: Reset
ar: إعادة تعيين
de_de: Zurücksetzen
es_es: Restablecer
it_it: Reimposta
nl_nl: Resetten
pl_pl: Resetuj
ro_ro: Resetați
ru_ru: Сброс
tr_tr: Sıfırla
uk: Скинути

source: Apply
ar: تطبيق
de_de: Anwenden
es_es: Aplicar
it_it: Applica
nl_nl: Toepassen
pl_pl: Zastosuj
ro_ro: Aplicați
ru_ru: Применить
tr_tr: Uygula
uk: Застосувати

source: No Data Found!
ar: لم يتم العثور على بيانات!
de_de: Keine Daten gefunden!
es_es: ¡No se encontraron datos!
it_it: Nessun dato trovato!
nl_nl: Geen gegevens gevonden!
pl_pl: Nie znaleziono danych!
ro_ro: Nu au fost găsite date!
ru_ru: Данные не найдены!
tr_tr: Veri bulunamadı!
uk: Дані не знайдено!

source: Affiliate User
ar: مستخدم الشريك
de_de: Affiliate-Benutzer
es_es: Usuario afiliado
it_it: Utente affiliato
nl_nl: Affiliate Gebruiker
pl_pl: Użytkownik partnera
ro_ro: Utilizator afiliat
ru_ru: Пользователь партнера
tr_tr: Ortak Kullanıcı
uk: Афілійований користувач

source: Paid Earnings
ar: الأرباح المدفوعة
de_de: Bezahlte Einnahmen
es_es: Ganancias pagadas
it_it: Guadagni pagati
nl_nl: Betaalde Verdiensten
pl_pl: Zapłacone zarobki
ro_ro: Câștiguri plătite
ru_ru: Выплаченный доход
tr_tr: Ücretli Kazançlar
uk: Виплачений заробіток

source: Unpaid Earnings
ar: الأرباح غير المدفوعة
de_de: Unbezahlte Einnahmen
es_es: Ganancias no pagadas
it_it: Guadagni non pagati
nl_nl: Onbetaalde Verdiensten
pl_pl: Niezapłacone zarobki
ro_ro: Câștiguri neplătite
ru_ru: Невыплаченный доход
tr_tr: Ücretsiz Kazançlar
uk: Невиплачений заробіток

source: Change status
ar: تغيير الحالة
de_de: Status ändern
es_es: Cambiar estado
it_it: Modifica stato
nl_nl: Status wijzigen
pl_pl: Zmień status
ro_ro: Schimbați starea
ru_ru: Изменить статус
tr_tr: Durumu değiştir
uk: Змінити статус

source: Total Visit
ar: إجمالي الزيارات
de_de: Gesamtbesuche
es_es: Visitas totales
it_it: Visite totali
nl_nl: Totaal Bezoek
pl_pl: Łączna liczba wizyt
ro_ro: Vizită totală
ru_ru: Общее посещение
tr_tr: Toplam Ziyaret
uk: Загальний візит

source: Cancel
ar: إلغاء
de_de: Abbrechen
es_es: Cancelar
it_it: Annulla
nl_nl: Annuleren
pl_pl: Anuluj
ro_ro: Anula
ru_ru: Отмена
tr_tr: İptal
uk: Скасувати

source: Are you sure you want to delete this affiliate?
ar: هل أنت متأكد من أنك تريد حذف هذا الشريك؟
de_de: Möchten Sie diesen Affiliate wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este afiliado?
it_it: Sei sicuro di voler eliminare questo affiliato?
nl_nl: Weet u zeker dat u deze affiliate wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tego partnera?
ro_ro: Sigur doriți să ștergeți acest afiliat?
ru_ru: Вы уверены, что хотите удалить этого партнера?
tr_tr: Bu ortağı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю філію?

source: Showing
ar: عرض
de_de: Angezeigt werden
es_es: Mostrando
it_it: Visualizzazione
nl_nl: Weergeven
pl_pl: Wyświetlanie
ro_ro: Se arată
ru_ru: Показано
tr_tr: Gösteriliyor
uk: Показ

source: out of
ar: من أصل
de_de: von
es_es: de
it_it: su
nl_nl: uit
pl_pl: Z
ro_ro: din
ru_ru: из
tr_tr: dışında
uk: з

source: Items Selected
ar: العناصر المحددة
de_de: Ausgewählten Artikeln
es_es: Elementos seleccionados
it_it: Elementi selezionati
nl_nl: Geselecteerde Items
pl_pl: Wybranych elementów
ro_ro: Elemente selectate
ru_ru: Выбрано элементов
tr_tr: Seçilen Öğeler
uk: Вибрані елементи

source: Go
ar: انتقل
de_de: Los
es_es: Ir
it_it: Vai
nl_nl: Ga
pl_pl: Przejdź
ro_ro: Merge
ru_ru: Перейти
tr_tr: Git
uk: Іди

source: Add Affiliates
ar: إضافة الشركاء
de_de: Partner hinzufügen
es_es: Agregar afiliados
it_it: Aggiungi affiliati
nl_nl: Affiliates Toevoegen
pl_pl: Dodaj partnerów
ro_ro: Adăugați afiliați
ru_ru: Добавить партнеров
tr_tr: Ortak Ekle
uk: Додати афілійованих осіб

source: Edit Affiliates
ar: تعديل الشركاء
de_de: Partner bearbeiten
es_es: Editar afiliados
it_it: Modifica affiliati
nl_nl: Affiliates Bewerken
pl_pl: Edytuj partnerów
ro_ro: Editați afiliații
ru_ru: Изменить партнеров
tr_tr: Ortak Düzenle
uk: Редагувати філії

source: Affiliate Details
ar: تفاصيل الشريك
de_de: Partnerdetails
es_es: Detalles del afiliado
it_it: Dettagli affiliato
nl_nl: Affiliate Gegevens
pl_pl: Szczegóły partnera
ro_ro: Detalii afiliat
ru_ru: Сведения о партнере
tr_tr: Ortak Ayrıntıları
uk: Деталі філії

source: jpg/png files with a size less than 500kb
ar: ملفات jpg/png بحجم أقل من 500 كيلوبايت
de_de: jpg/png-Dateien mit einer Größe von weniger als 500 KB
es_es: Archivos jpg/png con un tamaño inferior a 500 kb
it_it: file jpg/png di dimensioni inferiori a 500 kb
nl_nl: jpg/png bestanden met een grootte kleiner dan 500kb
pl_pl: pliki jpg/png o rozmiarze mniejszym niż 500 kb
ro_ro: fișiere jpg/png cu o dimensiune mai mică de 500 kb
ru_ru: файлы jpg/png размером менее 500 КБ
tr_tr: 500kb'den küçük boyutlu jpg/png dosyaları
uk: файли jpg/png розміром менше 500 Кб

source: WordPress User
ar: مستخدم WordPress
de_de: WordPress-Benutzer
es_es: Usuario de WordPress
it_it: Utente WordPress
nl_nl: WordPress Gebruiker
pl_pl: Użytkownik WordPress
ro_ro: Utilizator WordPress
ru_ru: Пользователь WordPress
tr_tr: WordPress Kullanıcısı
uk: Користувач WordPress

source: Start typing to fetch user.
ar: ابدأ الكتابة لجلب المستخدم.
de_de: Beginnen Sie mit der Eingabe, um den Benutzer abzurufen.
es_es: Comience a escribir para obtener el usuario.
it_it: Inizia a digitare per recuperare l'utente.
nl_nl: Begin met typen om gebruiker op te halen.
pl_pl: Rozpocznij pisanie, aby pobrać użytkownika.
ro_ro: Începeți să tastați pentru a prelua utilizatorul.
ru_ru: Начните вводить, чтобы получить пользователя.
tr_tr: Kullanıcıyı almak için yazmaya başlayın.
uk: Почніть вводити, щоб отримати користувача.

source: Create New User
ar: إنشاء مستخدم جديد
de_de: Neuen Benutzer erstellen
es_es: Crear nuevo usuario
it_it: Crea nuovo utente
nl_nl: Nieuwe Gebruiker Maken
pl_pl: Utwórz nowego użytkownika
ro_ro: Creați un utilizator nou
ru_ru: Создать нового пользователя
tr_tr: Yeni Kullanıcı Oluştur
uk: Створити нового користувача

source: Create New
ar: إنشاء مستخدم جديد
de_de: Neu erstellen
es_es: Crear nuevo
it_it: Crea nuovo
nl_nl: Nieuwe Maken
pl_pl: Utwórz nowy
ro_ro: Creați nou
ru_ru: Создать нового
tr_tr: Yeni Oluştur
uk: Створити новий

source: Send Welcome Email
ar: إرسال بريد إلكتروني ترحيبي
de_de: Begrüßungs-E-Mail senden
es_es: Enviar correo electrónico de bienvenida
it_it: Invia e-mail di benvenuto
nl_nl: Welkomst E-mail Verzenden
pl_pl: Wyślij e-mail powitalny
ro_ro: Trimite e-mail de bun venit
ru_ru: Отправить приветственное письмо
tr_tr: Hoş Geldiniz E-postası Gönder
uk: Надіслати вітальний лист

source: Manage Commissions
ar: إدارة العمولات
de_de: Provisionen verwalten
es_es: Administrar comisiones
it_it: Gestisci commissioni
nl_nl: Commissies Beheren
pl_pl: Zarządzaj prowizjami
ro_ro: Gestionați comisioanele
ru_ru: Управление комиссиями
tr_tr: Komisyonları Yönet
uk: Керуйте комісійними

source: Select Date
ar: تحديد التاريخ
de_de: Datum auswählen
es_es: Seleccionar fecha
it_it: Seleziona data
nl_nl: Datum Selecteren
pl_pl: Wybierz datę
ro_ro: Selectați Data
ru_ru: Выбрать дату
tr_tr: Tarih Seç
uk: Виберіть Дата

source: Source
ar: المصدر
de_de: Quelle
es_es: Fuente
it_it: Origine
nl_nl: Bron
pl_pl: Źródło
ro_ro: Sursă
ru_ru: Источник
tr_tr: Kaynak
uk: Джерело

source: Reference
ar: المرجع
de_de: Referenz
es_es: Referencia
it_it: Riferimento
nl_nl: Referentie
pl_pl: Odniesienie
ro_ro: Referinţă
ru_ru: Ссылка
tr_tr: Referans
uk: довідка

source: Order Amount
ar: مبلغ الطلب
de_de: Bestellbetrag
es_es: Monto del pedido
it_it: Importo ordine
nl_nl: Order Bedrag
pl_pl: Kwota zamówienia
ro_ro: Suma comenzii
ru_ru: Сумма заказа
tr_tr: Sipariş Tutarı
uk: Сума замовлення

source: Commission Amount
ar: مبلغ العمولة
de_de: Provisionsbetrag
es_es: Monto de la comisión
it_it: Importo commissione
nl_nl: Commissie Bedrag
pl_pl: Kwota prowizji
ro_ro: Suma comisionului
ru_ru: Сумма комиссии
tr_tr: Komisyon Tutarı
uk: Розмір комісії

source: Type
ar: النوع
de_de: Typ
es_es: Tipo
it_it: Tipo
pl_pl: Typ
ro_ro: Tip
ru_ru: Тип
tr_tr: Tür
uk: Тип

source: Date
ar: التاريخ
de_de: Datum
es_es: Fecha
it_it: Data
nl_nl: Datum
pl_pl: Data
ro_ro: Data
ru_ru: Дата
tr_tr: Tarih
uk: Дата

source: Edit
ar: تحرير
de_de: Bearbeiten
es_es: Editar
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edytuj
ro_ro: Edita
ru_ru: Изменить
tr_tr: Düzenle
uk: Редагувати

source: Are you sure you want to delete this commission?
ar: هل أنت متأكد من أنك تريد حذف هذه العمولة؟
de_de: Möchten Sie diese Provision wirklich löschen?
es_es: ¿Está seguro de que desea eliminar esta comisión?
it_it: Sei sicuro di voler eliminare questa commissione?
nl_nl: Weet u zeker dat u deze commissie wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę prowizję?
ro_ro: Sigur doriți să ștergeți acest comision?
ru_ru: Вы уверены, что хотите удалить эту комиссию?
tr_tr: Bu komisyonu silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю комісію?

source: Add Commission
ar: إضافة عمولة
de_de: Provision hinzufügen
es_es: Agregar comisión
it_it: Aggiungi commissione
nl_nl: Commissie toevoegen
pl_pl: Dodaj prowizję
ro_ro: Adăugați comision
ru_ru: Добавить комиссию
tr_tr: Komisyon Ekle
uk: Додати комісію

source: Edit Commission
ar: تعديل العمولة
de_de: Provision bearbeiten
es_es: Editar comisión
it_it: Modifica commissione
nl_nl: Commissie bewerken
pl_pl: Edytuj prowizję
ro_ro: Comisie de editare
ru_ru: Изменить комиссию
tr_tr: Komisyonu Düzenle
uk: Редагувати комісію

source: Commission Details
ar: تفاصيل العمولة
de_de: Provisionsdetails
es_es: Detalles de la comisión
it_it: Dettagli commissione
nl_nl: Commissiedetails
pl_pl: Szczegóły prowizji
ro_ro: Detalii comision
ru_ru: Сведения о комиссии
tr_tr: Komisyon Ayrıntıları
uk: Деталі комісії

source: Amount
ar: المبلغ
de_de: Betrag
es_es: Monto
it_it: Importo
nl_nl: Bedrag
pl_pl: Kwota
ro_ro: Cantitate
ru_ru: Сумма
tr_tr: Tutar
uk: Сума

source: Enter Amount
ar: إدخال المبلغ
de_de: Betrag eingeben
es_es: Ingresar monto
it_it: Inserisci importo
nl_nl: Bedrag invoeren
pl_pl: Wprowadź kwotę
ro_ro: Introduceți suma
ru_ru: Введите сумму
tr_tr: Tutar Girin
uk: Введіть суму

source: Order ID
ar: معرف الطلب
de_de: Bestell-ID
es_es: ID del pedido
it_it: ID ordine
pl_pl: Identyfikator zamówienia
ro_ro: ID comandă
ru_ru: ID заказа
tr_tr: Sipariş Kimliği
uk: ID замовлення

source: Enter Order ID
ar: إدخال معرف الطلب
de_de: Bestell-ID eingeben
es_es: Ingresar ID del pedido
it_it: Inserisci ID ordine
nl_nl: Order-ID invoeren
pl_pl: Wprowadź identyfikator zamówienia
ro_ro: Introduceți ID-ul comenzii
ru_ru: Введите идентификатор заказа
tr_tr: Sipariş Kimliği Girin
uk: Введіть ідентифікатор замовлення

source: Enter Order Amount
ar: إدخال مبلغ الطلب
de_de: Bestellbetrag eingeben
es_es: Ingresar monto del pedido
it_it: Inserisci importo ordine
nl_nl: Orderbedrag invoeren
pl_pl: Wprowadź kwotę zamówienia
ro_ro: Introduceți suma comenzii
ru_ru: Введите сумму заказа
tr_tr: Sipariş Tutarını Girin
uk: Введіть суму замовлення

source: Reference Product/Plan
ar: منتج/خطة مرجعية
de_de: Referenzprodukt/-plan
es_es: Producto/plan de referencia
it_it: Prodotto/piano di riferimento
nl_nl: Referentieproduct/-plan
pl_pl: Produkt referencyjny/plan
ro_ro: Produs/Plan de referință
ru_ru: Ссылка на продукт/план
tr_tr: Referans Ürün/Plan
uk: Еталонний продукт/план

source: Reference Detail
ar: تفاصيل المرجع
de_de: Referenzdetails
es_es: Detalle de referencia
it_it: Dettaglio riferimento
nl_nl: Referentiedetails
pl_pl: Szczegóły odniesienia
ro_ro: Detaliu de referință
ru_ru: Справочная информация
tr_tr: Referans Detayı
uk: Довідкова деталь

source: Enter reference details
ar: إدخال تفاصيل المرجع
de_de: Referenzdetails eingeben
es_es: Ingrese los detalles de referencia
it_it: Inserisci dettagli riferimento
nl_nl: Referentiegegevens invoeren
pl_pl: Wprowadź szczegóły odniesienia
ro_ro: Introduceți detaliile de referință
ru_ru: Введите справочные данные
tr_tr: Referans detaylarını girin
uk: Введіть довідкові дані

source: Commission Type
ar: نوع العمولة
de_de: Provisionsart
es_es: Tipo de comisión
it_it: Tipo commissione
nl_nl: Commissietype
pl_pl: Typ prowizji
ro_ro: Tip comision
ru_ru: Тип комиссии
tr_tr: Komisyon Türü
uk: Тип комісії

source: Add Commission Note Here
ar: أضف ملاحظة العمولة هنا
de_de: Provisionsnotiz hier hinzufügen
es_es: Agregue una nota de comisión aquí
it_it: Aggiungi nota commissione qui
nl_nl: Commissienotitie hier toevoegen
pl_pl: Dodaj notatkę o prowizji tutaj
ro_ro: Adăugați notă de comision aici
ru_ru: Добавьте примечание о комиссии здесь
tr_tr: Buraya Komisyon Notu Ekleyin
uk: Додайте сюди примітку про комісію

source: Manage Creatives
ar: إدارة المواد الإبداعية
de_de: Creatives verwalten
es_es: Administrar creatividades
it_it: Gestisci creatività
nl_nl: Creatieven beheren
pl_pl: Zarządzaj kreacjami
ro_ro: Gestionați reclamele
ru_ru: Управление креативами
tr_tr: Reklamları Yönetin
uk: Керуйте оголошеннями

source: Creative Name
ar: اسم المادة الإبداعية
es_es: Nombre de la creatividad
it_it: Nome creatività
nl_nl: Creatieve naam
pl_pl: Nazwa kreacji
ro_ro: Numele reclamei
ru_ru: Название креатива
tr_tr: Reklam Adı
uk: Творча назва

source: Enter Creative Name
ar: أدخل اسم المادة الإبداعية
de_de: Creative-Name eingeben
es_es: Ingrese el nombre de la creatividad
it_it: Inserisci nome creatività
nl_nl: Creatieve naam invoeren
pl_pl: Wprowadź nazwę kreacji
ro_ro: Introduceți numele reclamei
ru_ru: Введите название креатива
tr_tr: Reklam Adını Girin
uk: Введіть назву оголошення

source: ID
ar: المعرف
tr_tr: Kimlik

source: Name
ar: الاسم
es_es: Nombre
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
ro_ro: Nume
ru_ru: Имя
tr_tr: Ad
uk: Ім'я

source: Text Link
ar: رابط نصي
es_es: Enlace de texto
it_it: Link di testo
nl_nl: Tekstlink
pl_pl: Link tekstowy
ro_ro: Legătură text
ru_ru: Текстовая ссылка
tr_tr: Metin Bağlantısı
uk: Текстове посилання
