Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Username OR Email already exists email : %1$s Username : %2$s
ar: اسم المستخدم أو البريد الإلكتروني موجود بالفعل البريد الإلكتروني: %1$s اسم المستخدم: %2$s
de_de: Benutzername oder E-Mail-Adresse bereits vorhanden: %1$s Benutzername: %2$s
es_es: El nombre de usuario o correo electrónico ya existe: %1$s Nombre de usuario: %2$s
it_it: Nome utente O email già esistenti email: %1$s Nome utente: %2$s
nl_nl: Gebruikersnaam OF e-mailadres bestaat al e-mail: %1$s Gebruikersnaam: %2$s
pl_pl: Nazwa użytkownika LUB adres e-mail już istnieje: %1$s Nazwa użytkownika: %2$s
ro_ro: Numele de utilizator SAU adresa de e-mail există deja adresa de e-mail: %1$s Nume de utilizator: %2$s
ru_ru: Имя пользователя или адрес электронной почты уже существует: %1$s Имя пользователя: %2$s
tr_tr: Kullanıcı Adı VEYA E-posta adresi zaten mevcut: %1$s Kullanıcı Adı: %2$s
uk: Ім'я користувача АБО електронна адреса вже існує електронна адреса: %1$s Ім'я користувача: %2$s

source: Not Valid Email Address %1$s
ar: عنوان بريد إلكتروني غير صالح %1$s
de_de: Ungültige E-Mail-Adresse: %1$s
es_es: Correo electrónico no válido: %1$s
it_it: Indirizzo email non valido %1$s
nl_nl: Ongeldig e-mailadres %1$s
pl_pl: Nieprawidłowy adres e-mail %1$s
ro_ro: Adresă de e-mail nevalidă %1$s
ru_ru: Недействительный адрес электронной почты: %1$s
tr_tr: Geçersiz E-posta Adresi %1$s
uk: Недійсна електронна адреса %1$s

source: Wordpress Username
ar: اسم مستخدم ووردبريس
de_de: WordPress-Benutzername
es_es: Nombre de usuario de WordPress
it_it: Nome utente WordPress
nl_nl: WordPress-gebruikersnaam
pl_pl: Nazwa użytkownika WordPress
ro_ro: Nume de utilizator WordPress
ru_ru: Имя пользователя WordPress
tr_tr: WordPress Kullanıcı Adı
uk: Ім'я користувача WordPress

source: AffiliatePress is the reliable WordPress plugin to create and manage affiliate programs. Track Affiliate links and monitor commissions effortlessly within WordPress.
ar: AffiliatePress هو إضافة ووردبريس الموثوقة لإنشاء وإدارة برامج التسويق بالعمولة. تتبع روابط التسويق بالعمولة وراقب العمولات بسهولة داخل ووردبريس.
de_de: AffiliatePress ist das zuverlässige WordPress-Plugin zum Erstellen und Verwalten von Partnerprogrammen. Verfolgen Sie Affiliate-Links und überwachen Sie Provisionen mühelos in WordPress.
es_es: AffiliatePress es el plugin de WordPress más confiable para crear y gestionar programas de afiliados. Rastrea los enlaces de afiliados y supervisa las comisiones fácilmente desde WordPress.
it_it: AffiliatePress è il plugin WordPress affidabile per creare e gestire programmi di affiliazione. Traccia i link di affiliazione e monitora le commissioni senza sforzo all'interno di WordPress.
nl_nl: AffiliatePress is de betrouwbare WordPress-plugin voor het opzetten en beheren van affiliateprogramma's. Volg affiliatelinks en monitor moeiteloos commissies binnen WordPress.
pl_pl: AffiliatePress to niezawodna wtyczka WordPress do tworzenia i zarządzania programami partnerskimi. Śledź linki partnerskie i monitoruj prowizje bez wysiłku w WordPressie.
ro_ro: AffiliatePress este pluginul WordPress fiabil pentru crearea și gestionarea programelor de afiliere. Urmăriți linkurile de afiliere și monitorizați comisioanele fără efort în WordPress.
ru_ru: AffiliatePress — надёжный плагин WordPress для создания и управления партнёрскими программами. Отслеживайте партнёрские ссылки и контролируйте комиссионные прямо в WordPress.
tr_tr: AffiliatePress, ortaklık programları oluşturmak ve yönetmek için güvenilir bir WordPress eklentisidir. WordPress üzerinden ortaklık bağlantılarını ve komisyonları zahmetsizce takip edin.
uk: AffiliatePress – це надійний плагін WordPress для створення та керування партнерськими програмами. Відстежуйте партнерські посилання та контролюйте комісії без зусиль прямо в WordPress.

source: Upgrade To Premium
ar: الترقية إلى الإصدار المميز
de_de: Upgrade auf Premium
es_es: Actualizar a Premium
it_it: Passa a Premium
nl_nl: Upgraden naar Premium
pl_pl: Przejdź na Premium
ro_ro: Upgrade la Premium
ru_ru: Обновление до Premium
tr_tr: Premium'a Yükselt
uk: Оновіть до преміум-версії

source: Creative 1
ar: إبداعي 1
es_es: Creativo 1
nl_nl: Creatief 1
pl_pl: Kreacja 1
ru_ru: Креатив 1
tr_tr: Reklam Öğesi 1

source: Creative 2
ar: إبداعي 2
es_es: Creativo 2
nl_nl: Creatief 2
pl_pl: Kreacja 2
ru_ru: Креатив 2
tr_tr: Reklam Öğesi 2

source: Creative 3
ar: إبداعي 3
es_es: Creativo 3
nl_nl: Creatief 3
pl_pl: Kreacja 3
ru_ru: Креатив 3
tr_tr: Reklam Öğesi 3

source: Premium
ar: غالي
ru_ru: Премиум

source: Notice Set successfully
ar: تم تعيين الإشعار بنجاح
de_de: Hinweis erfolgreich eingerichtet
es_es: Aviso establecido correctamente
it_it: Avviso impostato correttamente
nl_nl: Melding succesvol ingesteld
pl_pl: Powiadomienie ustawione pomyślnie
ro_ro: Notificare setată cu succes
ru_ru: Уведомление успешно установлено
tr_tr: Bildirim başarıyla ayarlandı
uk: Сповіщення успішно встановлено

source: User data not found
ar: لم يتم العثور على بيانات المستخدم
de_de: Benutzerdaten nicht gefunden
es_es: Datos de usuario no encontrados
it_it: Dati utente non trovati
nl_nl: Gebruikersgegevens niet gevonden
pl_pl: Nie znaleziono danych użytkownika
ro_ro: Date utilizator negăsite
ru_ru: Данные пользователя не найдены
tr_tr: Kullanıcı verileri bulunamadı
uk: Дані користувача не знайдено

source: Get Premium
ar: احصل على مكافأة
de_de: Premium sichern
es_es: Obtener Premium
it_it: Passa a Premium
nl_nl: Premium ontvangen
pl_pl: Zdobądź Premium
ro_ro: Obțineți Premium
ru_ru: Получить Premium
tr_tr: Premium'a Geç
uk: Отримати преміум-версію

source: Upgrade Now
ar: الترقية الآن
de_de: Jetzt upgraden
es_es: Actualizar ahora
it_it: Passa ora
nl_nl: Nu upgraden
pl_pl: Przejdź na Premium
ro_ro: Upgradeați acum
ru_ru: Обновиться сейчас
tr_tr: Hemen Yükselt
uk: Оновити зараз

source: Reject Commission on Refund, Trash or Fail Order
ar: رفض العمولة في حالة استرداد المبلغ، أو حذف الطلب، أو فشله
de_de: Provision bei Rückerstattung, Löschung oder fehlgeschlagener Bestellung ablehnen
es_es: Rechazar comisión por reembolso, descartar o pedido fallido
it_it: Rifiuta commissione su ordine di rimborso, eliminazione o fallimento
nl_nl: Commissie afwijzen bij terugbetaling, verwijdering of mislukte bestelling
pl_pl: Odrzuć prowizję za zwrot, wyrzuć do kosza lub nieudane zamówienie
ro_ro: Respingeți comisionul pentru rambursare, eliminarea la gunoi sau comenzi eșuate
ru_ru: Отклонить комиссию за возврат, удаление или невыполнение заказа
tr_tr: İade, Çöp Kutusu veya Başarısız Sipariş için Komisyonu Reddet
uk: Відхилити комісію за повернення коштів, сміття або невдале замовлення

source: Reject Commission on Refund, Delete, Fail, Abandoned or Revoked Order
ar: رفض العمولة على طلبات الاسترداد، أو الحذف، أو الطلبات الفاشلة، أو الطلبات المُهملة، أو المُلغاة
de_de: Provisionen bei Rückerstattung, Löschung, fehlgeschlagener, abgebrochener oder widerrufener Bestellung ablehnen
es_es: Rechazar comisión por reembolso, eliminar, fallar, abandonar o revocar un pedido
it_it: Rifiuta commissione su ordine rimborsato, eliminato, non andato a buon fine, abbandonato o revocato
nl_nl: Commissie afwijzen bij terugbetaling, verwijdering, mislukte, afgebroken of ingetrokken bestelling
pl_pl: Odrzuć prowizję za zwrot, usuń, nieudane, porzucone lub odwołane zamówienie
ro_ro: Respingeți comisionul pentru comenzi de rambursare, ștergere, eșuare, abandonate sau revocate
ru_ru: Отклонить комиссию за возврат, удаление, невыполнение, отказ или отмену заказа
tr_tr: İade, Sil, Başarısız, Terk Edilmiş veya İptal Edilmiş Sipariş için Komisyonu Reddet
uk: Відхилити комісію за повернення коштів, видалення, невдачу, скасування або скасування замовлення

source: Reject Commission on Refund, Fail or Delete Transaction
ar: رفض العمولة على معاملة استرداد أو فشل أو حذف المعاملة
de_de: Provision bei Rückerstattung, Löschung oder fehlgeschlagener Transaktion ablehnen
es_es: Rechazar comisión por reembolso, fallar o eliminar una transacción
it_it: Rifiuta commissione su transazione con rimborso, eliminazione o annullamento
nl_nl: Commissie afwijzen bij terugbetaling, transactie mislukken of verwijderen
pl_pl: Odrzuć prowizję za zwrot, nieudaną lub usuń transakcję
ro_ro: Respingeți comisionul pentru rambursare, ștergere sau tranzacție eșec
ru_ru: Отклонить комиссию за возврат, невыполнение или удаление транзакции
tr_tr: İade, Başarısız veya İşlemi Sil için Komisyonu Reddet
uk: Відхилити комісію за повернення коштів, невдачу або видалення транзакції

source: Reject Commission on Refund, Delete, Fail or Abandoned Payment
ar: رفض العمولة على دفع استرداد أو حذف أو إغفال أو إهمال
de_de: Provision bei Rückerstattung, Löschung, fehlgeschlagener oder abgebrochener Zahlung ablehnen
es_es: Rechazar comisión por reembolso, eliminar, fallar o abandonar un pago
it_it: Rifiuta commissione su pagamento rimborsato, eliminato, non andato a buon fine o abbandonato
nl_nl: Commissie afwijzen bij terugbetaling, verwijdering, mislukte of afgebroken betaling
pl_pl: Odrzuć prowizję za zwrot, usuń, nieudaną lub porzuconą płatność
ro_ro: Respingeți comisionul pentru rambursare, ștergere, plată eșuată sau abandonată
ru_ru: Отклонить комиссию за возврат, удаление, невыполнение или отказ от платежа
tr_tr: İade, Sil, Başarısız veya Terk Edilmiş Ödeme için Komisyonu Reddet
uk: Відхилити комісію за повернення коштів, видалення, невдалий або скасований платіж

source: Reject Commission on Refund or Cancel Order
ar: رفض العمولة على طلب استرداد، أو إلغاء
de_de: Provision bei Rückerstattung oder Stornierung einer Bestellung ablehnen
es_es: Rechazar comisión por reembolso, cancelar, vencer y descartar un pedido
it_it: Rifiuta commissione su ordine rimborsato o annullato
nl_nl: Commissie afwijzen bij terugbetaling of annulering bestelling
pl_pl: Odrzuć prowizję za zwrot, anuluj zamówienie
ro_ro: Respingeți comisionul pentru rambursare sau anulare comandă
ru_ru: Отклонить комиссию за возврат или отмену заказа
tr_tr: İade veya Siparişi İptal Et için Komisyonu Reddet
uk: Відхилити комісію при поверненні коштів або скасувати замовлення

source: Reject Commission on Refund, Cancel, Expire, and Trash Order
ar: رفض العمولة على طلب استرداد أو حذف أو إلغاء أو انتهاء الصلاحية أو إهمال الطلب
de_de: Provisionen bei Rückerstattung, Stornierung, Ablauf und Löschung einer Bestellung ablehnen
es_es: Rechazar comisión por reembolso, fallar o eliminar un pago
it_it: Rifiuta commissione su ordine con rimborso, annullamento, scadenza e annullamento
nl_nl: Commissie afwijzen bij terugbetaling, annulering, vervaldatum en verwijdering bestelling
pl_pl: Odrzuć prowizję za zwrot, anuluj, wygaśnięcie i usuń zamówienie
ro_ro: Respingeți comisionul pentru rambursare, anulare, expirare și eliminare a comenzii
ru_ru: Отклонить комиссию за возврат, отмену, истечение срока действия и удаление заказа
tr_tr: İade Komisyonunu Reddet, İptal Et, Süresini Doldur ve Siparişi Çöpe At
uk: Відхилити комісію за повернення коштів, скасування, закінчення терміну дії та видалення замовлення

source: Reject Commission on Refund, Fail or Delete Payment
ar: رفض العمولة على طلب استرداد أو حذف أو إلغاء الدفع
de_de: Provision bei Rückerstattung, fehlgeschlagener oder gelöschter Zahlung ablehnen
es_es: Rechazar comisión por reembolso o pago fallido
it_it: Rifiuta commissione su ordine con rimborso, annullamento o eliminazione pagamento
nl_nl: Commissie afwijzen bij terugbetaling, betaling mislukken of verwijderen
pl_pl: Odrzuć prowizję za zwrot, nieudaną lub usuń płatność
ro_ro: Respingeți comisionul pentru rambursare, eliminare sau ștergere plată
ru_ru: Отклонить комиссию за возврат, невыполнение или удаление платежа
tr_tr: İade Komisyonunu Reddet, Ödemeyi Başarısız Ol veya Sil
uk: Відхилити комісію за повернення коштів, невдалий платіж або видалення платежу

source: Reject Commission on Refund or Fail Payment
ar: رفض العمولة على طلب استرداد أو إلغاء أو إلغاء الدفع
de_de: Provision bei Rückerstattung oder fehlgeschlagener Zahlung ablehnen
es_es: Rechazar comisión por reembolso, cancelar o fallar un pedido
it_it: Rifiuta commissione su ordine di rimborso o annullamento
nl_nl: Commissie afwijzen bij terugbetaling of mislukte betaling
pl_pl: Odrzuć prowizję za zwrot lub nieudaną płatność
ro_ro: Respingeți comisionul pentru rambursare sau plată eșuată
ru_ru: Отклонить комиссию за возврат или невыполнение платежа
tr_tr: İade Komisyonunu Reddet veya Ödemeyi Başarısız Yap
uk: Відхилити комісію при поверненні коштів або невиконанні платежу

source: Reject Commission on Refund, Cancel or Fail Order
ar: رفض عمولة طلب استرداد أو إلغاء أو إلغاء أو إلغاء
de_de: Provision bei Rückerstattung, Stornierung oder fehlgeschlagener Bestellung ablehnen
es_es: Rechazar comisión por reembolso, fallar o cancelar una factura
it_it: Rifiuta commissione su ordine con rimborso, annullamento o mancato pagamento
nl_nl: Commissie afwijzen bij terugbetaling, annulering of mislukte bestelling
pl_pl: Odrzuć prowizję za zwrot, anulowanie lub nieudane zamówienie
ro_ro: Respingeți comisionul pentru rambursare, anulare sau eșuare comandă
ru_ru: Отклонить комиссию за возврат, отмену или невыполнение заказа
tr_tr: İade Komisyonunu Reddet, Siparişi İptal Et veya Başarısız Ol
uk: Відхилити комісію при поверненні коштів, скасуванні або невиконанні замовлення

source: Reject Commission on Refund, Fail or Cancel Invoice
ar: رفض العمولة على استرداد المبلغ أو فشل أو إلغاء الفاتورة
de_de: Provision bei Rückerstattung, fehlgeschlagener oder stornierter Rechnung ablehnen
es_es: Rechazar comisión por reembolso, fallar o cancelar una factura
it_it: Rifiuta commissione su rimborso, fattura non riuscita o annullata
nl_nl: Commissie afwijzen bij terugbetaling, factuur mislukken of annuleren
pl_pl: Odrzuć prowizję za zwrot, anulowanie lub nieudane zamówienie
ro_ro: Respingeți comisionul pentru rambursare, factura eșuată sau anulare
ru_ru: Отклонить комиссию за возврат, невыполнение или отмену счета
tr_tr: İade Komisyonunu Reddet, Faturayı Başarısız Yap veya İptal Et
uk: Відхилити комісію при поверненні коштів, невдалому або скасуванні рахунку-фактури

source: Reject Commission on Fail or Cancel Order
ar: رفض العمولة في حالة الفشل أو إلغاء الطلب
de_de: Provision bei fehlgeschlagener oder stornierter Bestellung ablehnen
es_es: Rechazar comisión por error o cancelar un pedido
it_it: Rifiuta commissione su ordine con rimborso, mancato pagamento o annullamento ordine
nl_nl: Commissie afwijzen bij terugbetaling of annulering bestelling
pl_pl: Odrzuć prowizję za zwrot, nieudaną lub anulowaną fakturę
ro_ro: Respingeți comisionul pentru rambursare sau anulare comandă
ru_ru: Отклонить комиссию за невыполнение или отмену Заказ
tr_tr: Komisyonun Başarısız Olması veya Emrin İptali Durumunda Reddedilmesi
uk: Відхилити комісію у разі невдалого або скасованого замовлення

source: Reject Commission on Cancel Order
ar: رفض العمولة على أمر الإلغاء
de_de: Provision bei stornierter Bestellung ablehnen
es_es: Rechazar comisión por cancelación de un pedido
it_it: Rifiuta commissione su ordine con annullamento ordine
nl_nl: Commissie afwijzen bij annulering bestelling
pl_pl: Odrzuć prowizję za nieudaną lub anulowaną zamówienie
ro_ro: Respingeți comisionul pentru anularea comenzii
ru_ru: Комиссия за отмену заказа
tr_tr: İptal Emri Üzerine Komisyonu Reddet
uk: Відхилити комісію при скасуванні замовлення

source: Lite vs Premium
ar: لايت مقابل بريميوم
tr_tr: Lite ve Premium
uk: Lite проти Premium

source: Form Elements
ar: عناصر النموذج
de_de: Formularelemente
es_es: Elementos del formulario
it_it: Elementi del modulo
nl_nl: Formulierelementen
pl_pl: Elementy formularza
ro_ro: Elemente de formular
ru_ru: Elementy formularza
tr_tr: Form Öğeleri
uk: Елементи форми

source: Text Field
ar: حقل النص
de_de: Textfeld
es_es: Campo de texto
it_it: Campo di testo
nl_nl: Tekstveld
pl_pl: Pole tekstowe
ro_ro: Câmp text
ru_ru: Pole tekstowe
tr_tr: Metin Alanı
uk: Текстове поле

source: Textarea
ar: منطقة نصية
de_de: Textbereich
es_es: Área de texto
it_it: Area di testo
nl_nl: Tekstgebied
pl_pl: Obszar tekstowy
ro_ro: Zonă text
ru_ru: Obszar tekstowy
tr_tr: Metin Alanı
uk: Текстова область

source: Checkbox
ar: مربع اختيار
de_de: Kontrollkästchen
es_es: Casilla de verificación
it_it: Casella di controllo
nl_nl: Selectievakje
pl_pl: Pole wyboru
ro_ro: Casetă de selectare
ru_ru: Pole wyboru
tr_tr: Onay Kutusu
uk: Прапорець

source: Radio
ar: زر اختياري
de_de: Optionsfeld
es_es: Botón de radio
it_it: Opzione di scelta rapida
nl_nl: Keuzerondje
pl_pl: Opcja radiowa
ru_ru: Opcja radiowa
tr_tr: Radyo
uk: Радіо

source: Dropdown
ar: قائمة اختيارية (قائمة منسدلة)
de_de: Auswahlliste
es_es: Menú desplegable
it_it: Menu a discesa
pl_pl: Lista rozwijana
ro_ro: Meniu derulant
ru_ru: Lista rozwijana
tr_tr: Açılır Menü
uk: Випадаючий список

source: DatePicker
ar: محوّل تاريخ
de_de: Datumsfeld
es_es: Selector de fechas
it_it: Selezionatore data
nl_nl: Datumkiezer
pl_pl: Wybór daty
ro_ro: Selector de dată
ru_ru: Wybór daty
tr_tr: Tarih Seçici
uk: Вибір дати

source: File Upload
ar: تحميل الملفات
de_de: Dateiupload
es_es: Subida de archivos
it_it: Caricamento file
nl_nl: Bestandsupload
pl_pl: Przesyłanie pliku
ro_ro: Încărcare fișier
ru_ru: Przesyłanie pliku
tr_tr: Dosya Yükleme
uk: Завантаження файлу

source: Are you sure you want to delete your account?
ar: هل أنت متأكد من رغبتك في حذف حسابك؟
de_de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es_es: ¿Seguro que desea eliminar su cuenta?
it_it: Vuoi davvero eliminare il tuo account?
nl_nl: Weet u zeker dat u uw account wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć swoje konto?
ro_ro: Sigur doriți să vă ștergeți contul?
ru_ru: Вы уверены, что хотите удалить свою учетную запись?
tr_tr: Hesabınızı silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити свій обліковий запис?

source: Affiliate ID (Encoded ID)
ar: رقم تعريف الشريك (رقم تعريف مشفر)
de_de: Affiliate-ID (verschlüsselt)
es_es: ID de afiliado (ID codificado)
it_it: ID affiliato (ID codificato)
nl_nl: Affiliate-ID (gecodeerde ID)
pl_pl: Identyfikator partnera (zakodowany)
ro_ro: ID de afiliat (ID codificat)
ru_ru: Идентификатор партнера (кодированный)
tr_tr: Ortak Kimliği (Kodlanmış Kimlik)
uk: Ідентифікатор партнера (закодований ідентифікатор)

source: Affiliate ID (Plain ID)
ar: رقم تعريف الشريك (غير مشفّر)
de_de: Affiliate-ID (unverschlüsselt)
es_es: ID de afiliado (ID simple)
it_it: ID affiliato (ID semplice)
nl_nl: Affiliate-ID (platte ID)
pl_pl: Identyfikator partnera (zwykły)
ro_ro: ID de afiliat (ID simplu)
ru_ru: Идентификатор партнера (обычный)
tr_tr: Ortak Kimliği (Düz Kimlik)
uk: Ідентифікатор партнера (звичайний ідентифікатор)

source: WordPress Username
ar: اسم المستخدم في ووردبريس
de_de: WordPress-Benutzername
es_es: Nombre de usuario de WordPress
it_it: Nome utente WordPress
nl_nl: WordPress-gebruikersnaam
pl_pl: Nazwa użytkownika WordPress
ro_ro: Nume de utilizator WordPress
ru_ru: Имя пользователя WordPress
tr_tr: WordPress kullanıcı adı
uk: Ім'я користувача WordPress

source: MD5 Hashed Affiliate ID
ar: رقم تعريف الشريك المشفر باستخدام MD5
de_de: MD5-gehashte Affiliate-ID
es_es: ID de afiliado con hash MD5
it_it: ID affiliato con hash MD5
nl_nl: MD5-gehashte affiliate-ID
pl_pl: Identyfikator partnera z hashem MD5
ro_ro: ID de afiliat hash MD5
ru_ru: MD5-хешированный идентификатор партнера
tr_tr: MD5 Karma Ortak Kimliği
uk: MD5-хешований ідентифікатор партнера

source: Default Affiliate URL Format
ar: نمط رابط الشراكة الافتراضي
de_de: Standardformat der Affiliate-URL
es_es: Formato predeterminado de URL de afiliado
it_it: Formato URL affiliato predefinito
nl_nl: Standaard affiliate-URL-indeling
pl_pl: Domyślny format adresu URL partnera
ro_ro: Format URL de afiliat implicit
ru_ru: Формат партнерского URL по умолчанию
tr_tr: Varsayılan Ortak URL biçimi
uk: Формат URL-адреси партнера за замовчуванням

source: Select Affiliate URL Formate
ar: اختر نمط رابط الشراكة
de_de: Affiliate-URL-Format auswählen
es_es: Seleccionar formatos de URL de afiliado
it_it: Seleziona formati URL affiliato
nl_nl: Selecteer affiliate-URL-indelingen
pl_pl: Wybierz formaty adresów URL partnera
ro_ro: Selectați formatele URL de afiliat
ru_ru: Выберите форматы партнерских URL
tr_tr: Ortak URL Biçimlerini Seçin
uk: Виберіть формати URL-адрес партнера

source: Active Integrations
ar: الخدمات المتكاملة النشطة
de_de: Aktive Integrationen
es_es: Integraciones activas
it_it: Integrazioni attive
nl_nl: Actieve integraties
pl_pl: Aktywne integracje
ro_ro: Integrări active
ru_ru: Активные интеграции
tr_tr: Etkin Entegrasyonlar
uk: Активні інтеграції

source: Inactive Integrations
ar: الخدمات المتكاملة غير النشطة
de_de: Inaktive Integrationen
es_es: Integraciones inactivas
it_it: Integrazioni inattive
nl_nl: Inactieve integraties
pl_pl: Nieaktywne integracje
ro_ro: Integrări inactive
ru_ru: Неактивные интеграции
tr_tr: Etkin Olmayan Entegrasyonlar
uk: Неактивні інтеграції

source: Delete Button
ar: زر الحذف
de_de: Löschen
es_es: Botón Eliminar
it_it: Pulsante Elimina
nl_nl: Knop Verwijderen
pl_pl: Przycisk Usuń
ro_ro: Buton Ștergere
ru_ru: Кнопка «Удалить»
tr_tr: Sil düğmesi
uk: Кнопка видалення

source: All Visits
ar: جميع الزيارات
de_de: Alle Besuche
es_es: Todas las visitas
it_it: Tutte le visite
nl_nl: Alle bezoeken
pl_pl: Wszystkie wizyty
ro_ro: Toate vizitele
ru_ru: Все посещения
tr_tr: Tüm Ziyaretler
uk: Усі відвідування

source: Not converted
ar: لم يتم تحويلها
de_de: Nicht konvertiert
es_es: Sin conversión
it_it: Non convertito
nl_nl: Niet geconverteerd
pl_pl: Nieprzekonwertowane
ro_ro: Neconvertite
ru_ru: Без конверсий
tr_tr: Dönüştürülmedi
uk: Не конвертовано

source: AffiliatePress page link get.
ar: تم الحصول على رابط صفحة AffiliatePress.
de_de: AffiliatePress-Seitenlink erhalten.
es_es: Obtener enlace a la página de AffiliatePress.
it_it: Ottieni link alla pagina AffiliatePress.
nl_nl: Link naar AffiliatePress-pagina ophalen.
pl_pl: Pobrano link do strony AffiliatePress.
ro_ro: Obținerea linkului paginii AffiliatePress.
ru_ru: Получить ссылку на страницу AffiliatePress.
tr_tr: AffiliatePress sayfa bağlantısı alın.
uk: Отримати посилання на сторінку AffiliatePress.

source: Page Not Found
ar: لم يتم العثور على الصفحة
de_de: Seite nicht gefunden
es_es: Página no encontrada
it_it: Pagina non trovata
nl_nl: Pagina niet gevonden
pl_pl: Strona nie została znaleziona
ro_ro: Pagina nu a fost găsită
ru_ru: Страница не найдена
tr_tr: Sayfa Bulunamadı
uk: Сторінку не знайдено

source: Enable affiliate commission creation for this donation form
ar: تفعيل إنشاء عمولة التسويق بالعمولة لنموذج التبرع هذا
de_de: Affiliate-Provisionen für dieses Spendenformular aktivieren
es_es: Habilitar la creación de comisiones de afiliado para este formulario de donación
it_it: Abilita la creazione di commissioni di affiliazione per questo modulo di donazione
nl_nl: Activeer het aanmaken van affiliatecommissie voor dit donatieformulier
pl_pl: Włącz tworzenie prowizji partnerskiej dla tego formularza darowizny
ro_ro: Activează crearea comisionului de afiliere pentru acest formular de donație
ru_ru: Включить создание партнерской комиссии для этой формы пожертвования
tr_tr: Bu bağış formu için ortaklık komisyonu oluşturmayı etkinleştirin
uk: Увімкнути створення партнерської комісії для цієї форми пожертвування

source: Affiliate Link
ar: رابط التسويق بالعمولة
es_es: Enlace de afiliado
it_it: Link di affiliazione
pl_pl: Link partnerski
ro_ro: Link de afiliere
ru_ru: Партнерская ссылка
tr_tr: Ortaklık Bağlantısı
uk: Партнерське посилання
