Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Incompatible with theme or plugin
ar: غير متوافق مع السمة أو المكون الإضافي
de_de: Nicht kompatibel mit Theme oder Plugin
es_es: Incompatible con el tema o el complemento
it_it: Incompatibile con il tema o il plugin
nl_nl: Niet compatibel met thema of plugin
pl_pl: Niezgodne z motywem lub wtyczką
ro_ro: Incompatibil cu tema sau pluginul
ru_ru: Несовместимо с темой или плагином
tr_tr: Tema veya eklentiyle uyumlu değil
uk: Несумісно з темою або плагіном

source: Other
ar: آخر
de_de: Andere
es_es: Otra
it_it: Altra
nl_nl: Ander
pl_pl: Inny
ro_ro: Alte
ru_ru: Другой
tr_tr: Diğer
uk: інше

source: AffiliatePress - Sorry to see you go
ar: AffiliatePress - آسف لرؤيتك ترحل
de_de: AffiliatePress – Schade, dass Sie gehen
es_es: AffiliatePress - Lamento verte partir
it_it: AffiliatePress - Mi dispiace vederti andare
nl_nl: AffiliatePress - Jammer dat je weggaat
pl_pl: AffiliatePress – Przykro mi, że odchodzisz
ro_ro: AffiliatePress - Îmi pare rău că pleci
ru_ru: AffiliatePress — Жаль, что вы уходите
tr_tr: AffiliatePress - Gitmenize üzüldüm
uk: AffiliatePress - Шкода, що ви йдете

source: How could we improve ?
ar: كيف يمكننا التحسين؟
de_de: Wie können wir uns verbessern?
es_es: ¿Cómo podríamos mejorar?
it_it: Come potremmo migliorare?
nl_nl: Hoe kunnen we verbeteren?
pl_pl: Jak moglibyśmy się poprawić?
ro_ro: Cum am putea să ne îmbunătățim?
ru_ru: Как мы можем улучшить?Как мы можем улучшить?
tr_tr: Nasıl geliştirebiliriz?
uk: Як ми могли б покращитися?

source: Submitting form
ar: تقديم النموذج
de_de: Formular abschicken
es_es: Enviando formulario
it_it: Invio modulo
nl_nl: Formulier indienen
pl_pl: Przesyłanie formularza
ro_ro: Trimiterea formularului
ru_ru: Отправка формы
tr_tr: Form gönderiliyor
uk: Подача форми

source: If you uncheck this option, then your email address will be sent along with your feedback. This can be used by affiliatepress to get back to you for more information or a solution.
ar: إذا ألغيت تحديد هذا الخيار، فسيتم إرسال عنوان بريدك الإلكتروني مع ملاحظاتك. يمكنك استخدام هذا العنوان للتواصل معك للحصول على مزيد من المعلومات أو إيجاد حل.
de_de: Wenn Sie diese Option deaktivieren, wird Ihre E-Mail-Adresse zusammen mit Ihrem Feedback gesendet. Affiliatepress kann diese nutzen, um sich mit weiteren Informationen oder einer Lösung bei Ihnen zu melden.
es_es: Si desmarca esta opción, se enviará su dirección de correo electrónico junto con sus comentarios. AffiliatePress podrá utilizarla para contactarle y solicitarle más información o una solución.
it_it: Se deselezioni questa opzione, il tuo indirizzo email verrà inviato insieme al tuo feedback. Affiliatepress potrà utilizzarlo per contattarti per ulteriori informazioni o per trovare una soluzione.
nl_nl: Als u deze optie uitvinkt, wordt uw e-mailadres samen met uw feedback verzonden. Dit kan door Affiliatepress worden gebruikt om contact met u op te nemen voor meer informatie of een oplossing.
pl_pl: Jeśli odznaczysz tę opcję, Twój adres e-mail zostanie wysłany wraz z Twoją opinią. Affiliatepress może go wykorzystać do skontaktowania się z Tobą w celu uzyskania dodatkowych informacji lub znalezienia rozwiązania.
ro_ro: Dacă debifezi această opțiune, adresa ta de e-mail va fi trimisă împreună cu feedback-ul tău. Acesta poate fi folosit de affiliatepress pentru a te contacta pentru mai multe informații sau o soluție.
ru_ru: Если вы снимите этот флажок, ваш адрес электронной почты будет отправлен вместе с вашим отзывом. Affiliatepress может использовать его, чтобы связаться с вами для получения дополнительной информации или решения проблемы.
tr_tr: Bu seçeneğin işaretini kaldırırsanız, geri bildiriminizle birlikte e-posta adresiniz de gönderilecektir. Bu, affiliatepress'in daha fazla bilgi veya çözüm için size geri dönüş yapması amacıyla kullanılabilir.
uk: Якщо ви знімете цей прапорець, то разом із вашим відгуком буде надіслано вашу адресу електронної пошти. Affiliatepress може використовувати її, щоб зв’язатися з вами для отримання додаткової інформації або рішення.

source: Send anonymous
ar: إرسال مجهول
de_de: Anonym senden
es_es: Enviar anónima
it_it: Invia anonimo
nl_nl: Anoniem verzenden
pl_pl: Wyślij anonimowo
ro_ro: Trimite anonim
ru_ru: Отправить анонимно
tr_tr: İsimsiz gönder
uk: Надіслати анонімно

source: Submit and
ar: إرسال و
de_de: Senden und
es_es: Send anonymous
it_it: Invia e
nl_nl: Verzenden en
pl_pl: Prześlij i
ro_ro: Trimiteți și
ru_ru: Отправьте и
tr_tr: Gönder ve
uk: Подати і

source: Deactivate
ar: إلغاء التنشيط
de_de: Deaktivieren
es_es: Desactivar
it_it: Disattivare
nl_nl: Deactiveren
pl_pl: Dezaktywować
ro_ro: Dezactivați
ru_ru: Деактивировать
tr_tr: Devre dışı bırak
uk: Дезактивувати

source: What was the dificult part?
ar: ما هو الجزء الصعب؟
de_de: Was war der schwierige Teil?
es_es: ¿Cuál fue la parte difícil?
it_it: Qual è stata la parte più difficile?
nl_nl: Wat was het moeilijke gedeelte?
pl_pl: Co było najtrudniejsze?
ro_ro: Care a fost partea dificilă?
ru_ru: Что было самым трудным?
tr_tr: Zor olan kısım neydi?
uk: Що було найскладнішим?

source: What can we describe more?
ar: ماذا يمكننا أن نصف أكثر؟
de_de: Was können wir noch beschreiben?
es_es: ¿Qué más podemos describir?
it_it: Cosa possiamo descrivere meglio?
nl_nl: Wat kunnen we nog meer beschrijven?
pl_pl: Cóż możemy opisać bardziej?
ro_ro: Ce putem descrie mai mult?
ru_ru: Что мы можем описать подробнее?
tr_tr: Daha ne anlatabiliriz ki?
uk: Що можна описати детальніше?

source: How could we improve?
ar: كيف يمكننا التحسين؟
de_de: Wie können wir uns verbessern?
es_es: ¿Cómo podríamos mejorar?
it_it: Come potremmo migliorare?
nl_nl: Hoe kunnen we verbeteren?
pl_pl: Jak moglibyśmy się poprawić?
ro_ro: Cum am putea să ne îmbunătățim?
ru_ru: Как мы можем улучшить?
tr_tr: Nasıl geliştirebiliriz?
uk: Як ми могли б покращитися?

source: Can you mention it?
ar: هل يمكنك أن تذكر ذلك؟
de_de: Können Sie es erwähnen?
es_es: ¿Puedes mencionarlo?
it_it: Puoi menzionarlo?
nl_nl: Kun je het noemen?
pl_pl: Czy możesz o tym wspomnieć?
ro_ro: Poți să o menționezi?
ru_ru: Можете ли вы рассказать об этом?
tr_tr: Bahsedebilir misiniz?
uk: Чи можете ви це згадати?

source: With what plugin or theme is incompatible?
ar: مع ما هو المكون الإضافي أو الموضوع غير المتوافق؟
de_de: Mit welchem Plugin oder Theme ist es inkompatibel?
es_es: ¿Con qué plugin o tema es incompatible?
it_it: Con quale plugin o tema non è compatibile?
nl_nl: Met welke plugin of thema is dit niet compatibel?
pl_pl: Z jaką wtyczką lub motywem nie jest kompatybilny?
ro_ro: Cu ce plugin sau temă este incompatibil?
ru_ru: С каким плагином или темой несовместимо?
tr_tr: Hangi eklenti veya tema ile uyumsuz?
uk: З яким плагіном або темою несумісний?

source: Please specify experience
ar: يرجى تحديد الخبرة
de_de: Bitte Erfahrung angeben
es_es: Por favor especifica experiencia
it_it: Si prega di specificare l'esperienza
nl_nl: Gelieve ervaring te specificeren
pl_pl: Proszę podać doświadczenie
ro_ro: Vă rugăm să specificați experiența
ru_ru: Пожалуйста, укажите опыт
tr_tr: Lütfen deneyiminizi belirtin
uk: Вкажіть досвід

source: Please specify
ar: يرجى التحديد
de_de: Bitte angeben
es_es: Por favor especifique
it_it: Si prega di specificare
nl_nl: Gelieve te specificeren
pl_pl: Proszę określić
ro_ro: Vă rugăm să specificați
ru_ru: Пожалуйста, укажите
tr_tr: Lütfen belirtin
uk: Будь ласка, уточніть

source: Yesterday
ar: أمس
de_de: Gestern
es_es: Ayer
it_it: Ieri
nl_nl: Gisteren
pl_pl: Wczoraj
ro_ro: Ieri
ru_ru: Вчера
tr_tr: Dün
uk: вчора

source: This Week
ar: هذا الاسبوع
de_de: Diese Woche
es_es: Esta semana
it_it: Questa settimana
nl_nl: Deze week
pl_pl: W tym tygodniu
ro_ro: În această săptămână
ru_ru: На этой неделе
tr_tr: Bu hafta
uk: Цей тиждень

source: This Month
ar: هذا الشهر
de_de: Diesen Monat
es_es: este mes
it_it: Questo mese
nl_nl: Deze maand
pl_pl: W tym miesiącu
ro_ro: Luna aceasta
ru_ru: В этом месяце
tr_tr: Bu Ay
uk: Цей місяць

source: 30 Days
ar: 30 يومًا
de_de: 30 Tage
es_es: 30 días
it_it: 30 giorni
nl_nl: 30 dagen
pl_pl: 30 dni
ro_ro: 30 de zile
ru_ru: 30 дней
tr_tr: 30 Gün
uk: 30 днів

source: Growth Plugins
ar: ملحقات النمو
de_de: Wachstums-Plugins
es_es: Complementos de crecimiento
it_it: Plugin di crescita
nl_nl: Groei-plug-ins
pl_pl: Wtyczki wzrostu
ro_ro: Pluginuri de creștere
ru_ru: Плагины роста
tr_tr: Büyüme Eklentileri
uk: Плагіни зростання

source: Addons
ar: إضافات
es_es: Complementos
it_it: Componenti aggiuntivi
pl_pl: Dodatki
ro_ro: Suplimente
ru_ru: Аддоны
tr_tr: Eklentiler
uk: Аддони

source: Form Editor
ar: محرر النماذج
de_de: Formulareditor
es_es: Editor de formularios
it_it: Redattore del modulo
nl_nl: Formuliereditor
pl_pl: Edytor formularzy
ro_ro: Editor de formulare
ru_ru: Редактор форм
tr_tr: Form Düzenleyici
uk: Редактор форм

source: Upgrade to Pro
ar: الترقية إلى برو
de_de: Upgrade auf Pro
es_es: Actualízate a Pro
it_it: Passa a Pro
nl_nl: Upgrade naar Pro
pl_pl: Uaktualnij do wersji Pro
ro_ro: Faceți upgrade la Pro
ru_ru: Обновите до Pro
tr_tr: Pro'ya yükseltin
uk: Оновіть до Pro

source: There is no affiliate user registered with that email address.
ar: لا يوجد مستخدم تابع مسجل بهذا البريد الإلكتروني.
de_de: Mit dieser E-Mail-Adresse ist kein Affiliate-Benutzer registriert.
es_es: No hay ningún usuario afiliado registrado con esa dirección de correo electrónico.
it_it: Non è presente alcun utente affiliato registrato con quell'indirizzo email.
nl_nl: Er is geen aangesloten gebruiker geregistreerd met dat e-mailadres.
pl_pl: Żaden użytkownik stowarzyszony nie jest zarejestrowany pod tym adresem e-mail.
ro_ro: Nu există niciun utilizator afiliat înregistrat cu acea adresă de e-mail.
ru_ru: С таким адресом электронной почты не зарегистрировано ни одного партнерского пользователя.
tr_tr: Bu e-posta adresiyle kayıtlı bir ortak kullanıcı bulunmamaktadır.
uk: З цією адресою електронної пошти не зареєстровано жодного афілійованого користувача.

source: Terms & Conditions
ar: الشروط والأحكام
de_de: Allgemeine Geschäftsbedingungen
es_es: Términos y condiciones
it_it: Termini e condizioni
nl_nl: Algemene voorwaarden
pl_pl: Regulamin
ro_ro: Termeni și condiții
ru_ru: Условия использования
tr_tr: Şartlar ve Koşullar
uk: Правила та умови

source: I agree with
ar: وأنا أتفق مع
de_de: Ich stimme zu
es_es: estoy de acuerdo con
it_it: Sono d'accordo con
nl_nl: Ik ben het ermee eens
pl_pl: Zgadzam się z
ro_ro: sunt de acord cu
ru_ru: Я согласен с
tr_tr: katılıyorum
uk: Я згоден з

source: terms & conditions
ar: الشروط والأحكام
de_de: Allgemeine Geschäftsbedingungen
es_es: términos y condiciones
it_it: termini e condizioni
nl_nl: algemene voorwaarden
pl_pl: Warunki
ro_ro: termeni și condiții
ru_ru: Условия использования
tr_tr: şartlar ve koşullar
uk: умови

source: Hey admin,%1$s The user %2$s (%3$s) just signed up for the affiliate program. it is waiting for a confirmation. %4$sThanks.
ar: مرحبًا أيها المشرف،%1$s قام المستخدم %2$s (%3$s) للتو بالتسجيل في برنامج الشراكة. وهو ينتظر التأكيد. %4$sشكرًا لك.
de_de: Hallo Admin, %1$s Der Benutzer %2$s (%3$s) hat sich gerade für das Partnerprogramm angemeldet. Er wartet auf eine Bestätigung. %4$sDanke.
es_es: Hola administrador,%1$s El usuario %2$s (%3$s) acaba de registrarse en el programa de afiliados. Está esperando una confirmación. %4$sGracias.
it_it: Ciao amministratore,%1$s L'utente %2$s (%3$s) si è appena iscritto al programma di affiliazione. È in attesa di conferma. %4$sGrazie.
nl_nl: Hoi admin,%1$s De gebruiker %2$s (%3$s) heeft zich zojuist aangemeld voor het affiliate programma. Het wacht op een bevestiging. %4$sBedankt.
pl_pl: Cześć adminie, %1$s Użytkownik %2$s (%3$s) właśnie zarejestrował się w programie partnerskim. Oczekuje na potwierdzenie. %4$sDziękujemy.
ro_ro: Salut admin, %1$s Utilizatorul %2$s (%3$s) tocmai s-a înscris în programul de afiliere. Așteaptă o confirmare. %4$s Mulțumesc.
ru_ru: Привет, администратор, %1$s Пользователь %2$s (%3$s) только что зарегистрировался в партнерской программе. Он ожидает подтверждения. %4$sСпасибо.
tr_tr: Merhaba admin,%1$s Kullanıcı %2$s (%3$s) ortaklık programına kaydoldu. Onay bekleniyor. %4$sTeşekkürler.
uk: Привіт, адміністраторе, %1$s. Користувач %2$s (%3$s) щойно зареєструвався в партнерській програмі. Програма очікує підтвердження. %4$s. Дякую.

source: Hey %1$s, %2$s Thank you for your application! We wanted to inform you that your account is currently in pending status. Our team is reviewing your details, and we will notify you as soon as your account is approved or if we need any additional information. We appreciate your patience during this process! Thank you for choosing us,%3$s%4$s
ar: مرحباً %1$s، %2$s، شكراً لطلبك! نود إعلامك بأن حسابك قيد الانتظار حالياً. يقوم فريقنا بمراجعة بياناتك، وسنُعلمك فور الموافقة على حسابك أو إذا احتجنا إلى أي معلومات إضافية. نشكرك على صبركم خلال هذه العملية! شكراً لاختيارك لنا،%3$s%4$s
de_de: Hallo %1$s, %2$s Vielen Dank für Ihre Bewerbung! Wir möchten Sie darüber informieren, dass sich Ihr Konto derzeit im Wartestatus befindet. Unser Team prüft Ihre Angaben und benachrichtigt Sie, sobald Ihr Konto genehmigt wurde oder wir weitere Informationen benötigen. Vielen Dank für Ihre Geduld! Vielen Dank, dass Sie sich für uns entschieden haben, %3$s%4$s
es_es: Hola %1$s, %2$s ¡Gracias por tu solicitud! Queremos informarte que tu cuenta está actualmente en estado pendiente. Nuestro equipo está revisando tus datos y te notificaremos en cuanto tu cuenta sea aprobada o si necesitamos más información. ¡Agradecemos tu paciencia durante este proceso! Gracias por elegirnos, %3$s%4$s
it_it: Ciao %1$s, %2$s Grazie per la tua candidatura! Ti informiamo che il tuo account è attualmente in sospeso. Il nostro team sta esaminando i tuoi dati e ti informeremo non appena il tuo account sarà approvato o se avremo bisogno di ulteriori informazioni. Apprezziamo la tua pazienza durante questo processo! Grazie per averci scelto, %3$s%4$s
nl_nl: Hoi %1$s, %2$s Bedankt voor je aanvraag! We willen je laten weten dat je account momenteel in behandeling is. Ons team beoordeelt je gegevens en we laten je weten zodra je account is goedgekeurd of als we meer informatie nodig hebben. We stellen je geduld tijdens dit proces op prijs! Bedankt dat je voor ons hebt gekozen,%3$s%4$s
pl_pl: Cześć %1$s, %2$s Dziękujemy za zgłoszenie! Chcieliśmy Cię poinformować, że Twoje konto ma obecnie status oczekujący. Nasz zespół sprawdza Twoje dane i powiadomimy Cię, gdy tylko Twoje konto zostanie zatwierdzone lub jeśli będziemy potrzebować dodatkowych informacji. Doceniamy Twoją cierpliwość podczas tego procesu! Dziękujemy za wybór nas, %3$s%4$s
ro_ro: Salut %1$s, %2$s Îți mulțumim pentru aplicație! Am vrut să te informăm că în prezent contul tău este în așteptare. Echipa noastră îți examinează datele și te vom anunța imediat ce contul tău va fi aprobat sau dacă avem nevoie de informații suplimentare. Îți mulțumim pentru răbdare în timpul acestui proces! Îți mulțumim că ne-ai ales, %3$s%4$s
ru_ru: Привет, %1$s, %2$s. Спасибо за вашу заявку! Сообщаем, что ваша учётная запись находится в статусе ожидания. Наша команда проверяет ваши данные и сообщит вам, как только ваша учётная запись будет одобрена или нам потребуется дополнительная информация. Благодарим вас за терпение! Спасибо, что выбрали нас, %3$s%4$s
tr_tr: Merhaba %1$s, %2$s Başvurunuz için teşekkür ederiz! Hesabınızın şu anda beklemede olduğunu bildirmek istedik. Ekibimiz bilgilerinizi inceliyor ve hesabınız onaylanır onaylanmaz veya ek bilgiye ihtiyacımız olursa sizi bilgilendireceğiz. Bu süreçte gösterdiğiniz sabır için teşekkür ederiz! Bizi tercih ettiğiniz için teşekkür ederiz,%3$s%4$s
uk: Привіт, %1$s, %2$s. Дякуємо за вашу заявку! Повідомляємо, що ваш обліковий запис наразі очікує на розгляд. Наша команда перевіряє ваші дані та повідомить вас, щойно ваш обліковий запис буде схвалено або якщо нам знадобиться додаткова інформація. Дякуємо за ваше терпіння під час цього процесу! Дякуємо, що обрали нас, %3$s%4$s

source: Hey admin, %1$s %2$s affiliate account was rejected %3$s %4$s
ar: مرحبًا أيها المشرف، تم رفض حساب الشريك %1$s %2$s %3$s %4$s
de_de: Hallo Admin, %1$s %2$s Partnerkonto wurde abgelehnt %3$s %4$s
es_es: Hola administrador, la cuenta de afiliado de %1$s %2$s fue rechazada %3$s %4$s
it_it: Ehi amministratore, l'account affiliato %1$s %2$s è stato rifiutato %3$s %4$s
nl_nl: Hey admin, %1$s %2$s affiliate-account is afgewezen %3$s %4$s
pl_pl: Cześć adminie, konto partnerskie %1$s %2$s zostało odrzucone %3$s %4$s
ro_ro: Salut admin, contul de afiliat %1$s %2$s a fost respins %3$s %4$s
ru_ru: Привет, администратор, %1$s %2$s партнерский аккаунт был отклонен %3$s %4$s
tr_tr: Hey admin, %1$s %2$s ortaklık hesabı reddedildi %3$s %4$s
uk: Привіт, адміністраторе, партнерський обліковий запис %1$s %2$s було відхилено %3$s %4$s

source: Hey %1$s, %2$s Unfortunately, your application for an affiliate account was rejected. If you would like to know more about the reasons for this decision or if you believe there has been a mistake, please feel free to reach out to us. We appreciate your understanding and hope to have the opportunity to work with you in the future. %3$s %4$s
ar: أهلاً %1$s، %2$s. للأسف، تم رفض طلبك للحصول على حساب تابع. إذا كنت ترغب في معرفة المزيد عن أسباب هذا القرار أو إذا كنت تعتقد بوجود خطأ، فلا تتردد في التواصل معنا. نقدر تفهمك ونأمل أن تتاح لنا فرصة العمل معك في المستقبل. %3$s %4$s
de_de: Hallo %1$s, %2$s, Ihr Antrag auf ein Partnerkonto wurde leider abgelehnt. Wenn Sie mehr über die Gründe für diese Entscheidung erfahren möchten oder glauben, dass ein Fehler vorliegt, können Sie sich gerne an uns wenden. Wir danken für Ihr Verständnis und hoffen, in Zukunft mit Ihnen zusammenarbeiten zu können. %3$s %4$s
es_es: Hola %1$s, %2$s Lamentablemente, tu solicitud de cuenta de afiliado fue rechazada. Si deseas saber más sobre los motivos de esta decisión o si crees que hubo un error, no dudes en contactarnos. Agradecemos tu comprensión y esperamos tener la oportunidad de trabajar contigo en el futuro. %3$s %4$s
it_it: Ciao %1$s, %2$s Purtroppo, la tua richiesta per un account affiliato è stata respinta. Se desideri maggiori informazioni sui motivi di questa decisione o se ritieni che ci sia stato un errore, non esitare a contattarci. Apprezziamo la tua comprensione e speriamo di avere l'opportunità di collaborare con te in futuro. %3$s %4$s
nl_nl: Hoi %1$s, %2$s, helaas is je aanvraag voor een affiliate-account afgewezen. Wil je meer weten over de redenen voor deze beslissing of denk je dat er een fout is gemaakt? Neem dan gerust contact met ons op. We stellen je begrip op prijs en hopen in de toekomst met je samen te mogen werken. %3$s %4$s
pl_pl: Cześć %1$s, %2$s Niestety, Twój wniosek o konto partnerskie został odrzucony. Jeśli chcesz dowiedzieć się więcej o powodach tej decyzji lub uważasz, że zaszła pomyłka, skontaktuj się z nami. Doceniamy Twoje zrozumienie i mamy nadzieję, że będziemy mieli okazję współpracować z Tobą w przyszłości. %3$s %4$s
ro_ro: Salut %1$s, %2$s Din păcate, cererea ta pentru un cont de afiliat a fost respinsă. Dacă dorești să afli mai multe despre motivele acestei decizii sau dacă crezi că a existat o greșeală, te rugăm să ne contactezi. Apreciem înțelegerea ta și sperăm să avem ocazia să colaborăm cu tine în viitor. %3$s %4$s
ru_ru: Привет, %1$s, %2$s. К сожалению, ваша заявка на партнёрский счёт была отклонена. Если вы хотите узнать больше о причинах этого решения или считаете, что произошла ошибка, пожалуйста, свяжитесь с нами. Мы ценим ваше понимание и надеемся на дальнейшее сотрудничество. %3$s %4$s
tr_tr: Merhaba %1$s, %2$s Ortaklık hesabı başvurunuz maalesef reddedildi. Bu kararın nedenleri hakkında daha fazla bilgi edinmek veya bir hata olduğunu düşünüyorsanız, lütfen bizimle iletişime geçmekten çekinmeyin. Anlayışınız için teşekkür eder, gelecekte sizinle çalışma fırsatı bulmayı umarız. %3$s %4$s
uk: Привіт, %1$s, %2$s. На жаль, вашу заявку на партнерський обліковий запис було відхилено. Якщо ви хочете дізнатися більше про причини цього рішення або якщо ви вважаєте, що сталася помилка, будь ласка, зв’яжіться з нами. Ми цінуємо ваше розуміння та сподіваємося мати можливість співпрацювати з вами в майбутньому. %3$s %4$s

source: Hey admin, %1$s A new commission was generated for your affiliate partner %2$s (%3$s). %4$s Thanks
ar: مرحبًا أيها المدير، %1$s تم إنشاء عمولة جديدة لشريكك التابع %2$s (%3$s). %4$s شكرًا لك
de_de: Hallo Admin, %1$s Eine neue Provision wurde für Ihren Affiliate-Partner %2$s (%3$s) generiert. %4$s Danke
es_es: Hola administrador, %1$s Se generó una nueva comisión para tu socio afiliado %2$s (%3$s). %4$s Gracias
it_it: Ehi amministratore, %1$s È stata generata una nuova commissione per il tuo partner affiliato %2$s (%3$s). %4$s Grazie
nl_nl: Hey admin, %1$s Er is een nieuwe commissie gegenereerd voor uw affiliate partner %2$s (%3$s). %4$s Bedankt
pl_pl: Cześć adminie, %1$s Wygenerowano nową prowizję dla Twojego partnera afiliacyjnego %2$s (%3$s). %4$s Dzięki
ro_ro: Salut admin, %1$s Un nou comision a fost generat pentru partenerul tău afiliat %2$s (%3$s). %4$s Mulțumesc
ru_ru: Привет, администратор, %1$s Для вашего партнера-партнера %2$s (%3$s) была создана новая комиссия. %4$s Спасибо
tr_tr: Merhaba yönetici, %1$s Ortak ortağınız %2$s (%3$s) için yeni bir komisyon oluşturuldu. %4$s Teşekkürler
uk: Привіт, адміністраторе, %1$s. Для вашого партнера %2$s (%3$s) згенеровано нову комісію. %4$s Дякуємо.

source: Hey %1$s %2$s, %3$s We are excited to let you know that your commission has been successfully registered! %4$s Details: %5$s Commission ID: %6$s %7$s Commission Amount: %8$s %9$s %10$s
ar: مرحبًا %1$s %2$s، %3$s يسعدنا أن نخبرك أنه تم تسجيل عمولتك بنجاح! %4$s التفاصيل: %5$s معرف العمولة: %6$s %7$s مبلغ العمولة: %8$s %9$s %10$s
de_de: Hallo %1$s %2$s, %3$s Wir freuen uns, Ihnen mitteilen zu können, dass Ihre Provision erfolgreich registriert wurde! %4$s Details: %5$s Provisions-ID: %6$s %7$s Provisionsbetrag: %8$s %9$s %10$s
es_es: Hola %1$s %2$s, %3$s ¡Nos complace informarle que su comisión se ha registrado correctamente! %4$s Detalles: %5$s ID de la comisión: %6$s %7$s Monto de la comisión: %8$s %9$s %10$s
it_it: Ciao %1$s %2$s, %3$s Siamo lieti di informarti che la tua commissione è stata registrata con successo! %4$s Dettagli: %5$s ID Commissione: %6$s %7$s Importo Commissione: %8$s %9$s %10$s
nl_nl: Hallo %1$s %2$s, %3$s We zijn verheugd u te kunnen melden dat uw commissie succesvol is geregistreerd! %4$s Details: %5$s Commissie-ID: %6$s %7$s Commissiebedrag: %8$s %9$s %10$s
pl_pl: Cześć %1$s %2$s, %3$s Z przyjemnością informujemy, że Twoja prowizja została pomyślnie zarejestrowana! %4$s Szczegóły: %5$s ID prowizji: %6$s %7$s Kwota prowizji: %8$s %9$s %10$s
ro_ro: Salut %1$s %2$s, %3$s Suntem încântați să te anunțăm că ți-a fost înregistrat comisionul cu succes! %4$s Detalii: %5$s ID comision: %6$s %7$s Valoare comision: %8$s %9$s %10$s
ru_ru: Привет, %1$s %2$s, %3$s Мы рады сообщить вам, что ваше комиссионное вознаграждение успешно зарегистрировано! %4$s Подробности: %5$s ID комиссии: %6$s %7$s Сумма комиссии: %8$s %9$s %10$s
tr_tr: Merhaba %1$s %2$s, %3$s Komisyonunuzun başarıyla kaydedildiğini duyurmaktan mutluluk duyuyoruz! %4$s Ayrıntılar: %5$s Komisyon Kimliği: %6$s %7$s Komisyon Tutarı: %8$s %9$s %10$s
uk: Привіт, %1$s, %2$s, %3$s. Ми раді повідомити вам, що вашу комісію успішно зареєстровано! %4$s Деталі: %5$s Ідентифікатор комісії: %6$s %7$s Сума комісії: %8$s %9$s %10$s
