Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Active
ar: نشط
de_de: Aktiv
es_es: Activo
it_it: Attivo
nl_nl: Actief
pl_pl: Aktywny
ro_ro: Activ
ru_ru: Активно
tr_tr: Aktif
uk: Активний

source: Inactive
ar: غير نشط
de_de: Inaktiv
es_es: Inactivo
it_it: Inattivo
nl_nl: Inactief
pl_pl: Nieaktywny
ro_ro: Inactiv
ru_ru: Неактивно
tr_tr: Etkin değil
uk: Неактивний

source: Pending
ar: معلق
de_de: Ausstehend
es_es: Pendiente
it_it: In sospeso
nl_nl: In behandeling
pl_pl: Oczekujący
ro_ro: În așteptare
ru_ru: Ожидание
tr_tr: Beklemede
uk: В очікуванні

source: Sorry! You do not have enough permission to perform this action
ar: آسف! ليس لديك الصلاحيات الكافية للقيام بهذا الإجراء
de_de: Entschuldigung! Sie verfügen nicht über die erforderliche Berechtigung, um diese Aktion auszuführen.
es_es: ¡Lo sentimos! No tienes los permisos necesarios para realizar esta acción
it_it: Spiacenti! Non hai abbastanza autorizzazione per eseguire questa azione
nl_nl: Helaas! U hebt niet voldoende rechten om deze actie uit te voeren
pl_pl: Przepraszamy! Nie masz wystarczających uprawnień, aby wykonać tę czynność
ro_ro: Îmi pare rău! Nu aveți suficientă permisiune pentru a efectua această acțiune
ru_ru: Извините! У вас недостаточно прав для выполнения этого действия
tr_tr: Üzgünüz! Bu işlemi gerçekleştirmek için yeterli izniniz yok
uk: Вибачте! У вас недостатньо дозволу для виконання цієї дії

source: Sorry, Your request can not be processed due to security reason.
ar: آسف، لا يمكن معالجة طلبك لأسباب أمنية.
de_de: Entschuldigung, Ihre Anfrage kann aus Sicherheitsgründen nicht bearbeitet werden.
es_es: Lo sentimos, tu solicitud no se puede procesar por razones de seguridad.
it_it: Spiacenti, la tua richiesta non può essere elaborata per motivi di sicurezza.
nl_nl: Helaas, uw verzoek kan niet worden verwerkt vanwege veiligheidsredenen.
pl_pl: Przepraszamy, Twoje żądanie nie może zostać przetworzone ze względów bezpieczeństwa.
ro_ro: Ne pare rău, cererea dvs. nu poate fi procesată din motive de securitate.
ru_ru: Извините, ваш запрос не может быть обработан по соображениям безопасности.
tr_tr: Üzgünüz, isteğiniz güvenlik nedeniyle işlenemiyor.
uk: На жаль, ваш запит не може бути оброблений з міркувань безпеки.

source: Last Week
ar: الأسبوع الماضي
de_de: Letzte Woche
es_es: La semana pasada
it_it: Ultima settimana
nl_nl: Vorige week
pl_pl: Ostatni tydzień
ro_ro: Săptămâna trecută
ru_ru: Последняя неделя
tr_tr: Geçen Hafta
uk: Минулий тиждень

source: Last Month
ar: الشهر الماضي
de_de: Letzter Monat
es_es: El mes pasado
it_it: Ultimo mese
nl_nl: Vorige maand
pl_pl: Ostatni miesiąc
ro_ro: Luna trecută
ru_ru: Последний месяц
tr_tr: Geçen Ay
uk: Останній місяць

source: 3 Months
ar: 3 أشهر
de_de: 3 Monate
es_es: 3 meses
it_it: 3 mesi
nl_nl: 3 maanden
pl_pl: 3 miesiące
ro_ro: 3 luni
ru_ru: 3 месяца
tr_tr: 3 Ay
uk: 3 місяці

source: 6 Months
ar: 6 أشهر
de_de: 6 Monate
es_es: 6 meses
it_it: 6 mesi
nl_nl: 6 maanden
pl_pl: 6 miesięcy
ro_ro: 6 luni
ru_ru: 6 месяцев
tr_tr: 6 Ay
uk: 6 місяців

source: Last Year
ar: العام الماضي
de_de: Letztes Jahr
es_es: El año pasado
it_it: Ultimo anno
nl_nl: Vorig jaar
pl_pl: Ostatni rok
ro_ro: Anul trecut
ru_ru: Последний год
tr_tr: Geçen Yıl
uk: Минулого року

source: Affiliates
ar: الشركات التابعة
de_de: Partner
es_es: Afiliados
it_it: Affiliati
pl_pl: Partnerzy
ro_ro: Afiliați
ru_ru: Партнеры
tr_tr: Ortaklar
uk: Філії

source: Settings
ar: الإعدادات
de_de: Einstellungen
es_es: Configuración
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
ro_ro: Setări
ru_ru: Настройки
tr_tr: Ayarlar
uk: Налаштування

source: Visits
ar: الزيارات
de_de: Besuche
es_es: Visitas
it_it: Visite
nl_nl: Bezoeken
pl_pl: Wizyty
ro_ro: Vizite
ru_ru: Посещения
tr_tr: Ziyaretler
uk: Відвідування

source: Creative
ar: الإبداع
de_de: Kreativ
es_es: Creatividad
it_it: Creativo
nl_nl: Creatief
pl_pl: Kreatywne
ro_ro: Creativ
ru_ru: Креатив
tr_tr: Yaratıcı
uk: Творчий

source: Notifications
ar: الإشعارات
de_de: Benachrichtigungen
es_es: Notificaciones
it_it: Notifiche
nl_nl: Meldingen
pl_pl: Powiadomienia
ro_ro: Notificări
ru_ru: Уведомления
tr_tr: Bildirimler
uk: Сповіщення

source: Commission
ar: العمولة
de_de: Provision
es_es: Comisión
it_it: Commissione
nl_nl: Commissie
pl_pl: Prowizja
ro_ro: Comision
ru_ru: Комиссия
tr_tr: Komisyon
uk: Комісія

source: Affiliate Fields
ar: حقول الشركات التابعة
de_de: Partnerfelder
es_es: Campos de afiliado
it_it: Campi affiliati
nl_nl: Affiliatevelden
pl_pl: Pola partnera
ro_ro: Câmpuri afiliate
ru_ru: Поля партнера
tr_tr: Ortak Alanları
uk: Партнерські поля

source: AffiliatePress
ar: الصحافة التابعة

source: Dashboard
ar: لوحة التحكم
es_es: Panel de control
pl_pl: Pulpit
ro_ro: Bord
ru_ru: Панель управления
tr_tr: Pano
uk: Приладова панель

source: Creatives
ar: المواد الإبداعية
de_de: Kreativ
es_es: Creatividad
it_it: Creativi
nl_nl: Creatieven
pl_pl: Kreatywne
ro_ro: Reclame
ru_ru: Креативы
tr_tr: Yaratıcılar
uk: Креативи

source: Affiliate Panel
ar: لوحة التحكم الخاصة بالشركاء
de_de: Partnerpanel
es_es: Panel de afiliados
it_it: Pannello affiliati
nl_nl: Affiliatepaneel
pl_pl: Panel partnera
ro_ro: Panoul de afiliați
ru_ru: Панель партнера
tr_tr: Ortak Paneli
uk: Партнерська панель

source: Affiliate Signup
ar: التسجيل كشركاء
de_de: Partneranmeldung
es_es: Registro de afiliados
it_it: Registrazione affiliati
nl_nl: Affiliate-aanmelding
pl_pl: Rejestracja partnera
ro_ro: Înregistrare afiliat
ru_ru: Регистрация партнера
tr_tr: Ortak Kaydı
uk: Партнерська реєстрація

source: First Name
ar: الاسم الأول
de_de: Vorname
es_es: Nombre
it_it: Nome
nl_nl: Voornaam
pl_pl: Imię
ro_ro: Prenume
ru_ru: Имя
tr_tr: Ad
uk: Ім'я

source: Enter your first name
ar: أدخل اسمك الأول
de_de: Geben Sie Ihren Vornamen ein
es_es: Ingrese su nombre
it_it: Inserisci il tuo nome
nl_nl: Voer uw voornaam in
pl_pl: Wprowadź swoje imię
ro_ro: Introduceți prenumele dvs
ru_ru: Введите свое имя
tr_tr: Adınızı girin
uk: Введіть своє ім'я

source: Please enter your first name
ar: الرجاء إدخال اسمك الأول
de_de: Bitte geben Sie Ihren Vornamen ein
es_es: Ingrese su nombre
it_it: Inserisci il tuo nome
nl_nl: Voer uw voornaam in
pl_pl: Wprowadź swoje imię
ro_ro: Vă rugăm să introduceți prenumele dvs
ru_ru: Пожалуйста, введите свое имя
tr_tr: Lütfen adınızı girin
uk: Будь ласка, введіть своє ім'я

source: Last Name
ar: الاسم الأخير
de_de: Nachname
es_es: Apellido
it_it: Cognome
nl_nl: Achternaam
pl_pl: Nazwisko
ro_ro: Nume
ru_ru: Фамилия
tr_tr: Soyad
uk: Прізвище

source: Enter your last name
ar: أدخل اسمك الأخير
de_de: Geben Sie Ihren Nachnamen ein
es_es: Ingrese su apellido
it_it: Inserisci il tuo cognome
nl_nl: Voer uw achternaam in
pl_pl: Wprowadź swoje nazwisko
ro_ro: Introduceți numele dvs. de familie
ru_ru: Введите свою фамилию
tr_tr: Soyadınızı girin
uk: Введіть своє прізвище

source: Please enter your last name
ar: الرجاء إدخال اسمك الأخير
de_de: Bitte geben Sie Ihren Nachnamen ein
es_es: Ingrese su apellido
it_it: Per favore inserisci il tuo cognome
nl_nl: Voer uw achternaam in
pl_pl: Wprowadź swoje nazwisko
ro_ro: Vă rugăm să introduceți numele de familie
ru_ru: Пожалуйста, введите свою фамилию
tr_tr: Lütfen soyadınızı girin
uk: Введіть своє прізвище

source: User Email
ar: الرجاء إدخال اسم المستخدم
de_de: Benutzer-E-Mail
es_es: Correo electrónico de usuario
it_it: Email utente
nl_nl: Gebruikers-e-mailadres
pl_pl: Adres e-mail użytkownika
ro_ro: E-mail utilizator
ru_ru: Адрес электронной почты пользователя
tr_tr: Kullanıcı E-postası
uk: Електронна пошта користувача

source: Enter your email address
ar: البريد الإلكتروني للمستخدم
de_de: Geben Sie Ihre E-Mail-Adresse ein
es_es: Ingrese su dirección de correo electrónico
it_it: Inserisci il tuo indirizzo e-mail
nl_nl: Voer een geldig e-mailadres in
pl_pl: Wprowadź swój adres e-mail
ro_ro: Introdu adresa ta de e-mail
ru_ru: Введите свой адрес электронной почты
tr_tr: E-posta adresinizi girin
uk: Введіть адресу електронної пошти

source: Please enter valid email address
ar: أدخل عنوان بريدك الإلكتروني
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es_es: Ingrese una dirección de correo electrónico válida
it_it: Inserisci un indirizzo e-mail valido
nl_nl: Voer een geldig e-mailadres in
pl_pl: Wprowadź prawidłowy adres e-mail
ro_ro: Vă rugăm să introduceți o adresă de e-mail validă
ru_ru: Пожалуйста, введите действительный адрес электронной почты
tr_tr: Lütfen geçerli bir e-posta adresi girin
uk: Введіть дійсну електронну адресу

source: Password
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
de_de: Passwort
es_es: Contraseña
nl_nl: Wachtwoord
pl_pl: Hasło
ro_ro: Parolă
ru_ru: Пароль
tr_tr: Şifre
uk: Пароль

source: Enter your password
ar: كلمة المرور
de_de: Geben Sie Ihr Passwort ein
es_es: Ingrese su contraseña
it_it: Inserisci la tua password
nl_nl: Voer uw wachtwoord in
pl_pl: Wprowadź swoje hasło
ro_ro: Introduceți parola
ru_ru: Введите свой пароль
tr_tr: Şifrenizi girin
uk: Введіть свій пароль

source: Please enter your password
ar: أدخل كلمة مرورك
de_de: Bitte geben Sie Ihr Passwort ein
es_es: Ingrese su contraseña
it_it: Inserisci la tua password
nl_nl: Voer uw wachtwoord in
pl_pl: Wprowadź swoje hasło
ro_ro: Vă rugăm să introduceți parola
ru_ru: Пожалуйста, введите свой пароль
tr_tr: Lütfen şifrenizi girin
uk: Будь ласка, введіть свій пароль

source: Enter payment email
ar: بريد الدفع الإلكتروني
de_de: Geben Sie eine Zahlungs-E-Mail ein
es_es: Ingrese un correo electrónico de pago
it_it: Inserisci l'e-mail di pagamento
nl_nl: Voer betalings-e-mailadres in
pl_pl: Wprowadź adres e-mail płatności
ro_ro: Introduceți e-mailul de plată
ru_ru: Введите платежный адрес электронной почты
tr_tr: Ödeme e-postasını girin
uk: Введіть електронну пошту для оплати

source: Please enter valid payment email
ar: الرجاء إدخال بريد دفع إلكتروني صالح
de_de: Bitte geben Sie eine gültige Zahlungs-E-Mail ein
es_es: Ingrese un correo electrónico de pago válido
it_it: Inserisci un'e-mail di pagamento valida
nl_nl: Voer een geldig betalings-e-mailadres in
pl_pl: Wprowadź prawidłowy adres e-mail płatności
ro_ro: Vă rugăm să introduceți un e-mail de plată valid
ru_ru: Пожалуйста, введите действительный платежный адрес электронной почты
tr_tr: Lütfen geçerli bir ödeme e-postası girin
uk: Введіть дійсну адресу електронної пошти для оплати

source: Website
ar: الموقع الإلكتروني
de_de: Webseite
es_es: Sitio web
it_it: Sito web
pl_pl: Strona internetowa
ro_ro: Site-ul web
ru_ru: Веб-сайт
tr_tr: Web Sitesi
uk: Веб-сайт

source: Enter website link
ar: أدخل رابط الموقع الإلكتروني
de_de: Geben Sie einen Website-Link ein
es_es: Ingrese el enlace del sitio web
it_it: Inserisci il link al sito web
nl_nl: Voer websitelink in
pl_pl: Wprowadź link do strony internetowej
ro_ro: Introduceți linkul site-ului
ru_ru: Введите веб-сайт ссылка
tr_tr: Web sitesi bağlantısını girin
uk: Введіть посилання на сайт

source: Please enter website link
ar: الرجاء إدخال رابط الموقع الإلكتروني
de_de: Bitte geben Sie einen Website-Link ein
es_es: Ingrese el enlace del sitio web
it_it: Inserisci il link al sito web
nl_nl: Voer websitelink in
pl_pl: Wprowadź link do strony internetowej
ro_ro: Vă rugăm să introduceți linkul site-ului
ru_ru: Введите ссылку на сайт
tr_tr: Lütfen web sitesi bağlantısını girin
uk: Введіть посилання на сайт

source: How Will You Promote Us?
ar: كيف ستروج لنا؟
de_de: Wie werden Sie für uns werben?
es_es: ¿Cómo nos promocionará?
it_it: Come ci promuoverai?
nl_nl: Hoe promoot u ons?
pl_pl: Jak będziecie nas promować?
ro_ro: Cum ne veți promova?
ru_ru: Как вы будете нас продвигать?
tr_tr: Bizi Nasıl Tanıtacaksınız?
uk: Як ви будете просувати нас?

source: Enter how you promote us
ar: أدخل كيفية الترويج لنا
de_de: Geben Sie ein, wie Sie für uns werben
es_es: Indique cómo nos promociona
it_it: Inserisci come ci promuovi
nl_nl: Voer in hoe u ons promoot
pl_pl: Podaj, w jaki sposób nas promujesz
ro_ro: Introdu cum ne promovezi
ru_ru: Введите, как вы нас продвигаете
tr_tr: Bizi nasıl tanıtacağınızı girin
uk: Введіть, як ви рекламуєте нас

source: Please add promote us detail
ar: يرجى إضافة تفاصيل الترويج لنا
de_de: Bitte fügen Sie Einzelheiten zur Werbung für uns hinzu
es_es: Agregue detalles para promocionarnos
it_it: Aggiungi i dettagli per promuoverci
nl_nl: Voer promotiegegevens in
pl_pl: Dodaj szczegóły dotyczące promowania nas
ro_ro: Vă rugăm să adăugați detalii despre promovați-ne
ru_ru: Пожалуйста, добавьте подробности продвижения
tr_tr: Lütfen bizi tanıtın ayrıntılarını ekleyin
uk: Будь ласка, додайте деталі рекламування нас

source: Please tick this box if you want to proceed
ar: يرجى تحديد هذا المربع إذا كنت تريد المتابعة
de_de: Bitte aktivieren Sie dieses Kontrollkästchen, wenn Sie fortfahren möchten
es_es: Marque esta casilla si desea continuar
it_it: Seleziona questa casella se vuoi procedere
nl_nl: Vink dit vakje aan als u wilt doorgaan
pl_pl: Zaznacz to pole, jeśli chcesz kontynuować
ro_ro: Vă rugăm să bifați această casetă dacă doriți să continuați
ru_ru: Пожалуйста, отметьте это поле, если хотите продолжить
tr_tr: Devam etmek istiyorsanız lütfen bu kutuyu işaretleyin
uk: Будь ласка, поставте галочку в цьому полі, якщо ви хочете продовжити

source: Hey admin, %1$s %2$s affiliate account has been approved. %3$s Thanks.
ar: مرحبًا أيها المسؤول، تمت الموافقة على حساب الشريك %1$s %2$s. %3$s شكرًا.
de_de: Hey Admin, %1$s %2$s Partnerkonto wurde genehmigt. %3$s Danke.
es_es: Hola administrador, %1$s %2$s la cuenta de afiliado ha sido aprobada. %3$s Gracias.
it_it: Ciao amministratore, %1$s L'account affiliato %2$s è stato approvato. %3$s Grazie.
nl_nl: Hey admin, %1$s %2$s affiliate-account is goedgekeurd. %3$s Bedankt.
pl_pl: Cześć admin, konto partnerskie %1$s %2$s zostało zatwierdzone. %3$s Dzięki.
ro_ro: Bună administrator, contul afiliat %1$s %2$s a fost aprobat. %3$s Mulțumesc.
ru_ru: Привет, администратор, %1$s Партнерский аккаунт %2$s одобрен. %3$s Спасибо.
tr_tr: Merhaba yönetici, %1$s %2$s ortaklık hesabı onaylandı. %3$s Teşekkürler.
uk: Привіт, адміністраторе, афілійований обліковий запис %1$s %2$s схвалено. %3$s Дякую.

source: Hey %1$s, %2$s Your application for our affiliate account has been approved. %3$s Welcome to the team!. Thank you for choosing us,%4$s%5$s
ar: مرحبًا %1$s، %2$s تمت الموافقة على طلبك للحصول على حساب الشريك الخاص بنا. %3$s مرحبًا بك في الفريق! شكرًا لاختيارك لنا،%4$s%5$s
de_de: Hey %1$s, %2$s Ihre Bewerbung für unser Partnerkonto wurde genehmigt. %3$s Willkommen im Team! Vielen Dank, dass Sie sich für uns entschieden haben, %4$s%5$s
es_es: Hola %1$s, %2$s Tu solicitud para nuestra cuenta de afiliado ha sido aprobada. %3$s ¡Bienvenido al equipo! Gracias por elegirnos,%4$s%5$s
it_it: Ciao %1$s, %2$s La tua richiesta per il nostro account affiliato è stata approvata. %3$s Benvenuto nel team!. Grazie per averci scelto,%4$s%5$s
nl_nl: Hey %1$s, %2$s Uw aanvraag voor ons affiliate-account is goedgekeurd. %3$s Welkom bij het team!. Bedankt dat u voor ons hebt gekozen,%4$s%5$s
pl_pl: Cześć %1$s, %2$s Twoja aplikacja o nasze konto partnerskie została zatwierdzona. %3$s Witamy w zespole!. Dziękujemy za wybranie nas,%4$s%5$s
ro_ro: Bună %1$s, %2$s Solicitarea dvs. pentru contul nostru de afiliat a fost aprobată. %3$s Bun venit în echipă!. Vă mulțumim că ne-ați ales,%4$s%5$s
ru_ru: Привет, %1$s, %2$s Ваша заявка на наш партнерский аккаунт одобрена. %3$s Добро пожаловать в команду!. Спасибо, что выбрали нас,%4$s%5$s
tr_tr: Merhaba %1$s, %2$s Ortaklık hesabımız için başvurunuz onaylandı. %3$s Ekibimize hoş geldiniz!. Bizi seçtiğiniz için teşekkür ederiz,%4$s%5$s
uk: Привіт, %1$s, %2$s Вашу заявку на наш афілійований обліковий запис схвалено. %3$s Ласкаво просимо до команди! Дякуємо, що вибрали нас, %4$s%5$s

source: Commission Registered
ar: تم تسجيل العمولة
de_de: Provision registriert
es_es: Comisión registrada
it_it: Commissione registrata
nl_nl: Commissie geregistreerd
pl_pl: Zarejestrowano prowizję
ro_ro: Înregistrat în comisie
ru_ru: Комиссия зарегистрирована
tr_tr: Komisyon Kaydedildi
uk: Комісія зареєстрована

source: Affiliate Commission Approved
ar: تمت الموافقة على عمولة الشريك
de_de: Partnerprovision genehmigt
es_es: Comisión de afiliado aprobada
it_it: Commissione di affiliazione approvata
nl_nl: Affiliate commissie goedgekeurd
pl_pl: Zatwierdzono prowizję partnerską
ro_ro: Comisia afiliată a fost aprobată
ru_ru: Партнерская комиссия одобрена
tr_tr: Ortaklık Komisyonu Onaylandı
uk: Партнерська комісія затверджена

source: Error
ar: خطأ
de_de: Fehler
it_it: Errore
nl_nl: Fout
pl_pl: Błąd
ro_ro: Eroare
ru_ru: Ошибка
tr_tr: Hata
uk: Помилка

source: Something went wrong..
ar: حدث خطأ ما..
de_de: Etwas ist schiefgelaufen.
es_es: Algo salió mal...
it_it: Si è verificato un problema..
nl_nl: Er is iets misgegaan..
pl_pl: Coś poszło nie tak..
ro_ro: Ceva a mers prost..
ru_ru: Что-то пошло не так..
tr_tr: Bir sorun oluştu..
uk: Щось пішло не так..

source: Sorry. Something went wrong while processing the request
ar: نأسف. حدث خطأ ما أثناء معالجة الطلب
de_de: Entschuldigung. Beim Verarbeiten der Anfrage ist etwas schiefgelaufen.
es_es: Lo sentimos. Algo salió mal al procesar la solicitud
it_it: Spiacenti. Si è verificato un problema durante l'elaborazione della richiesta
nl_nl: Sorry. Er is iets misgegaan tijdens het verwerken van het verzoek
pl_pl: Przepraszamy. Coś poszło nie tak podczas przetwarzania żądania
ro_ro: Îmi pare rău. A apărut o eroare la procesarea solicitării
ru_ru: Извините. Что-то пошло не так при обработке запроса
tr_tr: Üzgünüz. İstek işlenirken bir sorun oluştu
uk: вибач Під час обробки запиту сталася помилка

source: Success
ar: نجاح
de_de: Erfolgreich
es_es: Éxito
it_it: Riuscito
nl_nl: Geslaagd
pl_pl: Sukces
ro_ro: Succes
ru_ru: Успех
tr_tr: Başarılı
uk: Успіх

source: Field position has been changed successfully.
ar: تم تغيير موضع الحقل بنجاح.
de_de: Feldposition wurde erfolgreich geändert.
es_es: La posición del campo se ha cambiado correctamente.
it_it: La posizione del campo è stata modificata correttamente.
nl_nl: Veldpositie is succesvol gewijzigd.
pl_pl: Pozycja pola została pomyślnie zmieniona.
ro_ro: Poziția câmpului a fost schimbată cu succes.
ru_ru: Позиция поля была успешно изменена.
tr_tr: Alan konumu başarıyla değiştirildi.
uk: Положення поля успішно змінено.

source: Field Settings Data Saved Successfully
ar: تم حفظ بيانات إعدادات الحقل بنجاح
de_de: Feldeinstellungsdaten erfolgreich gespeichert
es_es: Datos de configuración del campo guardados correctamente
it_it: I dati delle impostazioni del campo sono stati salvati correttamente
nl_nl: Veldinstellingen Gegevens succesvol opgeslagen
pl_pl: Dane ustawień pola zostały pomyślnie zapisane
ro_ro: Datele despre setările câmpului au fost salvate cu succes
ru_ru: Данные настроек поля успешно сохранены
tr_tr: Alan Ayarları Verileri Başarıyla Kaydedildi
uk: Дані параметрів поля успішно збережено

source: Field Settings Data Retrieved Successfully
ar: تم استرداد بيانات إعدادات الحقل بنجاح
de_de: Feldeinstellungsdaten erfolgreich abgerufen
es_es: Datos de configuración del campo recuperados correctamente
it_it: I dati delle impostazioni del campo sono stati recuperati correttamente
nl_nl: Veldinstellingen Gegevens succesvol opgehaald
pl_pl: Dane ustawień pola zostały pomyślnie pobrane
ro_ro: Datele despre setările câmpului au fost preluate cu succes
ru_ru: Данные настроек поля успешно получены
tr_tr: Alan Ayarları Verileri Başarıyla Alındı
uk: Дані налаштувань поля успішно отримано

source: Bulk Action
ar: إجراء مجمع
de_de: Massenaktion
es_es: Acción masiva
it_it: Azione di massa
nl_nl: Bulkactie
pl_pl: Działanie zbiorcze
ro_ro: Acțiune în vrac
ru_ru: Массовое действие
tr_tr: Toplu İşlem
uk: Масова дія

source: Delete
ar: حذف
de_de: Löschen
es_es: Eliminar
it_it: Elimina
nl_nl: Verwijderen
pl_pl: Usuń
ro_ro: Şterge
ru_ru: Удалить
tr_tr: Sil
uk: Видалити

source: Fullname
ar: الاسم الكامل
de_de: Vollständiger Name
es_es: Nombre completo
it_it: Nome completo
nl_nl: Volledige naam
pl_pl: Imię i nazwisko
ro_ro: Numele complet
ru_ru: Полное имя
tr_tr: Tam Ad
uk: ПІБ

source: Enter your full name
ar: أدخل اسمك الكامل
de_de: Geben Sie Ihren vollständigen Namen ein
es_es: Ingrese su nombre completo
it_it: Inserisci il tuo nome completo
nl_nl: Vul uw volledige naam in
pl_pl: Wprowadź swoje imię i nazwisko
ro_ro: Introduceți numele dvs. complet
ru_ru: Введите свое полное имя
tr_tr: Tam adınızı girin
uk: Введіть своє повне ім'я

source: Please enter your full name
ar: الرجاء إدخال اسمك الكامل
de_de: Bitte geben Sie Ihren vollständigen Namen ein
es_es: Ingrese su nombre completo
it_it: Inserisci il tuo nome completo
nl_nl: Voer uw volledige naam in
pl_pl: Wprowadź swoje imię i nazwisko
ro_ro: Vă rugăm să introduceți numele dvs. complet
ru_ru: Пожалуйста, введите свое полное имя
tr_tr: Lütfen tam adınızı girin
uk: Введіть своє повне ім'я

source: Firstname
ar: الاسم الأول
de_de: Vorname
es_es: Nombre
it_it: Nome
nl_nl: Voornaam
pl_pl: Imię
ro_ro: Prenume
ru_ru: Имя
tr_tr: Ad
uk: Ім'я

source: Enter your firstname
ar: أدخل اسمك الأول
de_de: Geben Sie Ihren Vornamen ein
es_es: Ingrese su nombre
it_it: Inserisci il tuo nome
nl_nl: Voer uw voornaam in
pl_pl: Wprowadź swoje imię
ro_ro: Introduceți prenumele dvs
ru_ru: Введите свое имя
tr_tr: Adınızı girin
uk: Введіть своє ім'я

source: Please enter your firstname
ar: الرجاء إدخال اسمك الأول
de_de: Bitte geben Sie Ihren Vornamen ein
es_es: Ingrese su nombre
it_it: Inserisci il tuo nome
nl_nl: Voer uw voornaam in
pl_pl: Wprowadź swoje imię
ro_ro: Vă rugăm să introduceți prenumele
ru_ru: Пожалуйста, введите свое имя
tr_tr: Lütfen adınızı girin
uk: Будь ласка, введіть своє ім'я

source: Lastname
ar: الاسم الأخير
de_de: Nachname
es_es: Apellido
it_it: Cognome
nl_nl: Achternaam
pl_pl: Nazwisko
ro_ro: Nume
ru_ru: Фамилия
tr_tr: Soyad
uk: Прізвище

source: Enter your lastname
ar: أدخل اسمك الأخير
de_de: Geben Sie Ihren Nachnamen ein
es_es: Ingrese su apellido
it_it: Inserisci il tuo cognome
nl_nl: Voer uw achternaam in
pl_pl: Wprowadź swoje nazwisko
ro_ro: Introduceți numele dvs. de familie
ru_ru: Введите свою фамилию
tr_tr: Soyadınızı girin
uk: Введіть своє прізвище

source: Please enter your lastname
ar: الرجاء إدخال اسمك الأخير
de_de: Bitte geben Sie Ihren Nachnamen ein
es_es: Ingrese su apellido
it_it: Inserisci il tuo cognome
nl_nl: Voer uw achternaam in
pl_pl: Wprowadź swoje nazwisko
ro_ro: Vă rugăm să introduceți numele de familie
ru_ru: Пожалуйста, введите свою фамилию
tr_tr: Lütfen soyadınızı girin
uk: Введіть своє прізвище

source: Email Address
ar: عنوان البريد الإلكتروني
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
it_it: Inserisci il tuo indirizzo e-mail
nl_nl: E-mailadres
pl_pl: Adres e-mail
ro_ro: Adresa de e-mail
ru_ru: Адрес электронной почты
tr_tr: E-posta Adresi
uk: Адреса електронної пошти

source: Please enter your email address
ar: الرجاء إدخال عنوان بريدك الإلكتروني
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein
es_es: Ingrese su dirección de correo electrónico
it_it: Inserisci il tuo indirizzo e-mail
nl_nl: Voer uw e-mailadres in
pl_pl: Wprowadź swój adres e-mail
ro_ro: Vă rugăm să introduceți adresa dvs. de e-mail
ru_ru: Пожалуйста, введите свой адрес электронной почты
tr_tr: Lütfen e-posta adresinizi girin
uk: Будь ласка, введіть адресу електронної пошти

source: Phone Number
ar: رقم الهاتف
de_de: Telefonnummer
es_es: Número de teléfono
it_it: Numero di telefono
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
ro_ro: Număr de telefon
ru_ru: Номер телефона
tr_tr: Telefon Numarası
uk: Номер телефону

source: Enter your phone number
ar: أدخل رقم هاتفك
de_de: Geben Sie Ihre Telefonnummer ein
es_es: Ingrese su número de teléfono
it_it: Inserisci il tuo numero di telefono
nl_nl: Voer uw telefoonnummer in
pl_pl: Wprowadź swój numer telefonu
ro_ro: Introduceți numărul dvs. de telefon
ru_ru: Введите свой номер телефона
tr_tr: Telefon numaranızı girin
uk: Введіть свій номер телефону
