Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Hey %1$s, %2$s We are pleased to inform you that your commission has been approved!. %3$s Details: %4$s Commission ID: %5$s %6$s Commission Amount: %7$s %8$s Thank you for your efforts and contributions. If you have any questions or need further assistance, feel free to reach out. %9$s %10$s
ar: مرحباً %1$s، %2$s، يسرنا إبلاغك بأنه قد تمت الموافقة على عمولتك! %3$s التفاصيل: %4$s رقم العمولة: %5$s %6$s مبلغ العمولة: %7$s %8$s شكرًا لجهودكم ومساهماتكم. إذا كانت لديكم أي أسئلة أو كنتم بحاجة إلى مزيد من المساعدة، فلا تترددوا في التواصل معنا. %9$s %10$s
de_de: Hallo %1$s, %2$s Wir freuen uns, Ihnen mitteilen zu können, dass Ihre Provision genehmigt wurde! %3$s Details: %4$s Provisions-ID: %5$s %6$s Provisionsbetrag: %7$s %8$s Vielen Dank für Ihre Bemühungen und Beiträge. Wenn Sie Fragen haben oder weitere Hilfe benötigen, können Sie sich gerne an uns wenden. %9$s %10$s
es_es: Hola %1$s, %2$s Nos complace informarle que su comisión ha sido aprobada. %3$s Detalles: %4$s ID de la comisión: %5$s %6$s Importe de la comisión: %7$s %8$s Gracias por su esfuerzo y contribución. Si tiene alguna pregunta o necesita más ayuda, no dude en contactarnos. %9$s %10$s
it_it: Ciao %1$s, %2$s Siamo lieti di informarti che la tua commissione è stata approvata! %3$s Dettagli: %4$s ID Commissione: %5$s %6$s Importo Commissione: %7$s %8$s Grazie per il tuo impegno e il tuo contributo. Per qualsiasi domanda o ulteriore assistenza, non esitare a contattarci. %9$s %10$s
nl_nl: Hoi %1$s, %2$s We zijn blij je te kunnen melden dat je commissie is goedgekeurd! %3$s Details: %4$s Commissie-ID: %5$s %6$s Commissiebedrag: %7$s %8$s Bedankt voor je inzet en bijdragen. Neem gerust contact met ons op als je vragen hebt of verdere hulp nodig hebt. %9$s %10$s
pl_pl: Cześć %1$s, %2$s Z przyjemnością informujemy, że Twoja prowizja została zatwierdzona!. %3$s Szczegóły: %4$s Identyfikator prowizji: %5$s %6$s Kwota prowizji: %7$s %8$s Dziękujemy za Twój wysiłek i wkład. W razie pytań lub potrzeby dalszej pomocy, skontaktuj się z nami. %9$s %10$s
ro_ro: Salut %1$s, %2$s Ne face plăcere să te informăm că ți-a fost aprobat comisionul! %3$s Detalii: %4$s ID comision: %5$s %6$s Valoare comision: %7$s %8$s Îți mulțumim pentru eforturile și contribuțiile tale. Dacă ai întrebări sau ai nevoie de asistență suplimentară, nu ezita să ne contactezi. %9$s %10$s
ru_ru: Привет, %1$s, %2$s. Рады сообщить, что ваше комиссионное вознаграждение одобрено! %3$s Подробности: %4$s Идентификатор комиссии: %5$s %6$s Сумма комиссии: %7$s %8$s Благодарим вас за ваши усилия и вклад. Если у вас есть вопросы или вам нужна помощь, свяжитесь с нами. %9$s %10$s
tr_tr: Merhaba %1$s, %2$s Komisyonunuzun onaylandığını bildirmekten mutluluk duyuyoruz! %3$s Ayrıntılar: %4$s Komisyon Kimliği: %5$s %6$s Komisyon Tutarı: %7$s %8$s Çabalarınız ve katkılarınız için teşekkür ederiz. Herhangi bir sorunuz varsa veya daha fazla yardıma ihtiyacınız olursa, bizimle iletişime geçmekten çekinmeyin. %9$s %10$s
uk: Привіт, %1$s, %2$s. Ми раді повідомити вам, що вашу комісію схвалено! %3$s Деталі: %4$s ID комісії: %5$s %6$s Сума комісії: %7$s %8$s Дякуємо за ваші зусилля та внесок. Якщо у вас є якісь запитання або вам потрібна додаткова допомога, звертайтеся. %9$s %10$s

source: Hey admin, %1$s %2$s rewarded a new commission of %3$s. %4$s Thanks
ar: مرحبًا أيها المدير، لقد حصل %1$s %2$s على عمولة جديدة قدرها %3$s. شكرًا لك %4$s
de_de: Hallo Admin, %1$s %2$s hat eine neue Provision von %3$s belohnt. %4$s Danke
it_it: Ehi amministratore, %1$s %2$s ha ricevuto una nuova commissione di %3$s. %4$s Grazie
nl_nl: Hey admin, %1$s %2$s heeft een nieuwe commissie van %3$s toegekend. %4$s Bedankt
pl_pl: Cześć adminie, %1$s %2$s otrzymał nową prowizję w wysokości %3$s. %4$s Dzięki
ro_ro: Salut admin, %1$s %2$s a recompensat cu un nou comision de %3$s. %4$s Mulțumesc.
ru_ru: Привет, админ, %1$s %2$s получил новую комиссию в размере %3$s. %4$s Спасибо
tr_tr: Merhaba admin, %1$s %2$s %3$s tutarında yeni bir komisyon kazandı. %4$s Teşekkürler
uk: Привіт, адміністраторе, %1$s %2$s винагородив вас новою комісією у розмірі %3$s. %4$s Дякую

source: Hey %1$s, %2$s We have processed your affiliate earnings and sent out your payment. %3$s Payment amount: %4$s %5$s Payment method: %6$s %7$s Payment ID: %8$s %9$s %10$s
ar: مرحبًا %1$s، %2$s لقد قمنا بمعالجة أرباحك التابعة وأرسلنا دفعتك. %3$s مبلغ الدفع: %4$s %5$s طريقة الدفع: %6$s %7$s معرف الدفع: %8$s %9$s %10$s
de_de: Hallo %1$s, %2$s Wir haben Ihre Affiliate-Einnahmen verarbeitet und Ihre Zahlung versendet. %3$s Zahlungsbetrag: %4$s %5$s Zahlungsmethode: %6$s %7$s Zahlungs-ID: %8$s %9$s %10$s
es_es: Hola %1$s, %2$s Hemos procesado tus ganancias de afiliado y enviado tu pago. %3$s Monto del pago: %4$s %5$s Método de pago: %6$s %7$s ID de pago: %8$s %9$s %10$s
it_it: Ciao %1$s, %2$s Abbiamo elaborato i tuoi guadagni di affiliazione e inviato il tuo pagamento. %3$s Importo del pagamento: %4$s %5$s Metodo di pagamento: %6$s %7$s ID pagamento: %8$s %9$s %10$s
nl_nl: Hoi %1$s, %2$s We hebben je affiliate-inkomsten verwerkt en je betaling verzonden. %3$s Betaalbedrag: %4$s %5$s Betaalmethode: %6$s %7$s Betalings-ID: %8$s %9$s %10$s
pl_pl: Cześć %1$s, %2$s Przetworzyliśmy Twoje zarobki z programu partnerskiego i wysłaliśmy płatność. %3$s Kwota płatności: %4$s %5$s Metoda płatności: %6$s %7$s Identyfikator płatności: %8$s %9$s %10$s
ro_ro: Salut %1$s, %2$s Am procesat câștigurile tale de afiliat și ți-am trimis plata. %3$s Sumă plată: %4$s %5$s Metodă de plată: %6$s %7$s ID plată: %8$s %9$s %10$s
ru_ru: Привет, %1$s, %2$s. Мы обработали ваш партнерский доход и отправили платеж. %3$s Сумма платежа: %4$s %5$s Способ оплаты: %6$s %7$s Идентификатор платежа: %8$s %9$s %10$s
tr_tr: Merhaba %1$s, %2$s Ortaklık kazançlarınızı işledik ve ödemenizi gönderdik. %3$s Ödeme tutarı: %4$s %5$s Ödeme yöntemi: %6$s %7$s Ödeme kimliği: %8$s %9$s %10$s
uk: Привіт, %1$s, %2$s. Ми обробили ваш партнерський заробіток і надіслали платіж. %3$s Сума платежу: %4$s %5$s Спосіб оплати: %6$s %7$s Ідентифікатор платежу: %8$s %9$s %10$s

source: Hey Admin, %1$s %2$s user payment paid. %3$s Payment amount: %4$s %5$s Payment method: %6$s %7$s Payment ID: %8$s %9$s Thanks
ar: مرحبًا أيها المدير، تم دفع دفعة المستخدم %1$s %2$s. %3$s مبلغ الدفع: %4$s %5$s طريقة الدفع: %6$s %7$s معرف الدفع: %8$s %9$s شكرًا
de_de: Hallo Admin, %1$s %2$s Benutzerzahlung bezahlt. %3$s Zahlungsbetrag: %4$s %5$s Zahlungsmethode: %6$s %7$s Zahlungs-ID: %8$s %9$s Danke
es_es: Hola administrador, %1$s %2$s pago de usuario pagado. %3$s Monto del pago: %4$s %5$s Método de pago: %6$s %7$s ID de pago: %8$s %9$s Gracias
it_it: Ehi amministratore, %1$s pagamento utente %2$s effettuato. %3$s Importo del pagamento: %4$s %5$s Metodo di pagamento: %6$s %7$s ID pagamento: %8$s %9$s Grazie
nl_nl: Hoi Admin, %1$s %2$s gebruikersbetaling betaald. %3$s Betaald bedrag: %4$s %5$s Betaalmethode: %6$s %7$s Betaal-ID: %8$s %9$s Bedankt
pl_pl: Hej Admin, %1$s %2$s płatność użytkownika została opłacona. %3$s Kwota płatności: %4$s %5$s Metoda płatności: %6$s %7$s ID płatności: %8$s %9$s Dziękujemy
ro_ro: Salut Administrator, plata utilizatorului %1$s %2$s a fost achitată. %3$s Sumă plată: %4$s %5$s Metodă de plată: %6$s %7$s ID plată: %8$s %9$s Mulțumesc
ru_ru: Привет, администратор, %1$s %2$s платеж пользователя оплачен. %3$s Сумма платежа: %4$s %5$s Способ оплаты: %6$s %7$s Идентификатор платежа: %8$s %9$s Спасибо
tr_tr: Merhaba Yönetici, %1$s %2$s kullanıcısının ödemesi yapıldı. %3$s Ödeme tutarı: %4$s %5$s Ödeme yöntemi: %6$s %7$s Ödeme kimliği: %8$s %9$s Teşekkürler
uk: Привіт, адміністраторе, %1$s %2$s користувач здійснив платіж. %3$s Сума платежу: %4$s %5$s Спосіб оплати: %6$s %7$s Ідентифікатор платежу: %8$s %9$s Дякую

source: Hey %1$s, %2$s Unfortunately, we were unable to process your affiliate payment. %3$s Please check your payment details and try again. %4$s Payment amount: %5$s %6$s Payment method: %7$s %8$s Payment ID: %9$s %10$s %11$s If you have any questions, please contact support.
ar: مرحبًا %1$s، %2$s للأسف، لم نتمكن من معالجة دفعتك التابعة. %3$s يُرجى التحقق من تفاصيل الدفع الخاصة بك وإعادة المحاولة. %4$s مبلغ الدفع: %5$s %6$s طريقة الدفع: %7$s %8$s معرف الدفع: %9$s %10$s %11$s إذا كانت لديك أي أسئلة، يُرجى الاتصال بالدعم.
de_de: Hallo %1$s, %2$s Leider konnten wir Ihre Partnerzahlung nicht verarbeiten. %3$s Bitte überprüfen Sie Ihre Zahlungsdetails und versuchen Sie es erneut. %4$s Zahlungsbetrag: %5$s %6$s Zahlungsmethode: %7$s %8$s Zahlungs-ID: %9$s %10$s %11$s Wenn Sie Fragen haben, wenden Sie sich bitte an den Support.
es_es: Hola %1$s, %2$s Lamentablemente, no pudimos procesar tu pago de afiliado. %3$s Revisa los detalles de tu pago y vuelve a intentarlo. %4$s Monto del pago: %5$s %6$s Método de pago: %7$s %8$s ID de pago: %9$s %10$s %11$s Si tienes alguna pregunta, comunícate con el soporte.
it_it: Ciao %1$s, %2$s Purtroppo non siamo riusciti a elaborare il tuo pagamento di affiliazione. %3$s Controlla i dettagli del pagamento e riprova. %4$s Importo del pagamento: %5$s %6$s Metodo di pagamento: %7$s %8$s ID pagamento: %9$s %10$s %11$s Per qualsiasi domanda, contatta l'assistenza.
nl_nl: Hoi %1$s, %2$s Helaas konden we je affiliatebetaling niet verwerken. %3$s Controleer je betalingsgegevens en probeer het opnieuw. %4$s Betaalbedrag: %5$s %6$s Betaalmethode: %7$s %8$s Betalings-ID: %9$s %10$s %11$s Neem contact op met de support als je vragen hebt.
pl_pl: Cześć %1$s, %2$s Niestety nie udało nam się przetworzyć Twojej płatności partnerskiej. %3$s Sprawdź dane płatności i spróbuj ponownie. %4$s Kwota płatności: %5$s %6$s Metoda płatności: %7$s %8$s Identyfikator płatności: %9$s %10$s %11$s W razie pytań skontaktuj się z pomocą techniczną.
ro_ro: Salut %1$s, %2$s Din păcate, nu am putut procesa plata ta de afiliere. %3$s Te rugăm să verifici detaliile plății și să încerci din nou. %4$s Suma plății: %5$s %6$s Metodă de plată: %7$s %8$s ID plată: %9$s %10$s %11$s Dacă ai întrebări, te rugăm să contactezi serviciul de asistență.
ru_ru: Привет, %1$s, %2$s К сожалению, нам не удалось обработать ваш партнерский платеж. %3$s Проверьте данные платежа и повторите попытку. %4$s Сумма платежа: %5$s %6$s Способ оплаты: %7$s %8$s Идентификатор платежа: %9$s %10$s %11$s Если у вас возникли вопросы, обратитесь в службу поддержки.
tr_tr: Merhaba %1$s, %2$s Maalesef, ortaklık ödemenizi işleme koyamadık. %3$s Lütfen ödeme bilgilerinizi kontrol edip tekrar deneyin. %4$s Ödeme tutarı: %5$s %6$s Ödeme yöntemi: %7$s %8$s Ödeme kimliği: %9$s %10$s %11$s Herhangi bir sorunuz varsa lütfen destek ekibiyle iletişime geçin.
uk: Привіт, %1$s, %2$s. На жаль, нам не вдалося обробити ваш партнерський платіж. %3$s. Будь ласка, перевірте платіжні реквізити та спробуйте ще раз. %4$s. Сума платежу: %5$s. %6$s. Спосіб оплати: %7$s. %8$s. Ідентифікатор платежу: %9$s. %10$s. %11$s. Якщо у вас виникли запитання, зверніться до служби підтримки.

source: Hey Admin, %1$s %2$s user payment failed. %3$s Payment amount: %4$s %5$s Payment method: %6$s %7$s Payment ID: %8$s %9$s Please review and take necessary action.
ar: مرحبًا أيها المشرف، فشلت عملية دفع المستخدم %1$s %2$s. %3$s مبلغ الدفع: %4$s %5$s طريقة الدفع: %6$s %7$s معرف الدفع: %8$s %9$s يرجى المراجعة واتخاذ الإجراء اللازم.
de_de: Hallo Admin, %1$s %2$s Benutzerzahlung fehlgeschlagen. %3$s Zahlungsbetrag: %4$s %5$s Zahlungsmethode: %6$s %7$s Zahlungs-ID: %8$s %9$s Bitte überprüfen Sie dies und ergreifen Sie die erforderlichen Maßnahmen.
es_es: Hola administrador, %1$s %2$s el pago del usuario falló. %3$s Monto del pago: %4$s %5$s Método de pago: %6$s %7$s ID de pago: %8$s %9$s Revíselo y tome las medidas necesarias.
it_it: Ehi amministratore, %1$s Il pagamento dell'utente %2$s non è riuscito. %3$s Importo del pagamento: %4$s %5$s Metodo di pagamento: %6$s %7$s ID pagamento: %8$s %9$s Si prega di controllare e intraprendere le azioni necessarie.
nl_nl: Hoi beheerder, %1$s %2$s gebruikersbetaling mislukt. %3$s Betaalbedrag: %4$s %5$s Betaalmethode: %6$s %7$s Betalings-ID: %8$s %9$s Controleer het en onderneem de nodige actie.
pl_pl: Witaj Administratorze, płatność użytkownika %1$s %2$s nie powiodła się. %3$s Kwota płatności: %4$s %5$s Metoda płatności: %6$s %7$s Identyfikator płatności: %8$s %9$s Sprawdź i podejmij odpowiednie działania.
ro_ro: Salut Administrator, Plata utilizatorului %1$s %2$s a eșuat. %3$s Sumă plată: %4$s %5$s Metodă de plată: %6$s %7$s ID plată: %8$s %9$s Vă rugăm să verificați și să luați măsurile necesare.
ru_ru: Привет, администратор, платеж пользователя %1$s %2$s не удался. %3$s Сумма платежа: %4$s %5$s Способ оплаты: %6$s %7$s Идентификатор платежа: %8$s %9$s Пожалуйста, проверьте и примите необходимые меры.
tr_tr: Merhaba Yönetici, %1$s %2$s kullanıcısının ödemesi başarısız oldu. %3$s Ödeme tutarı: %4$s %5$s Ödeme yöntemi: %6$s %7$s Ödeme kimliği: %8$s %9$s Lütfen inceleyin ve gerekli işlemi yapın.
uk: Привіт, адміністраторе, %1$s, платіж користувача %2$s не вдалося. %3$s Сума платежу: %4$s %5$s Спосіб оплати: %6$s %7$s Ідентифікатор платежу: %8$s %9$s Будь ласка, перевірте та вживіть необхідних заходів.

source: Sorry, you do not have permission to perform this action.
ar: عذراً، ليس لديك الإذن للقيام بهذا الإجراء.
de_de: Es tut uns leid, Sie haben keine Berechtigung, diese Aktion auszuführen.
es_es: Lo sentimos, no tienes permiso para realizar esta acción.
it_it: Spiacenti, non hai l'autorizzazione per eseguire questa azione.
nl_nl: Helaas, u heeft geen toestemming om deze actie uit te voeren.
pl_pl: Niestety, nie masz uprawnień do wykonania tej czynności.
ro_ro: Ne pare rău, nu aveți permisiunea de a efectua această acțiune.
ru_ru: Извините, у вас нет разрешения на выполнение этого действия.
tr_tr: Üzgünüz, bu eylemi gerçekleştirme yetkiniz yok.
uk: Вибачте, у вас немає дозволу на виконання цієї дії.

source: Something went wrong while fetching list of addons
ar: حدث خطأ أثناء جلب قائمة الوظائف الإضافية
de_de: Beim Abrufen der Add-On-Liste ist ein Fehler aufgetreten.
es_es: Algo salió mal al obtener la lista de complementos
it_it: Si è verificato un errore durante il recupero dell'elenco dei componenti aggiuntivi
nl_nl: Er is iets misgegaan bij het ophalen van de lijst met add-ons
pl_pl: Wystąpił błąd podczas pobierania listy dodatków
ro_ro: A apărut o eroare la preluarea listei de suplimente.
ru_ru: Что-то пошло не так при получении списка дополнений
tr_tr: Eklenti listesi alınırken bir sorun oluştu
uk: Щось пішло не так під час отримання списку доповнень

source: Addons list fetched successfully
ar: تم جلب قائمة الإضافات بنجاح
de_de: Addon-Liste erfolgreich abgerufen
es_es: Lista de complementos obtenida correctamente
it_it: Elenco dei componenti aggiuntivi recuperato con successo
nl_nl: Addonslijst succesvol opgehaald
pl_pl: Lista dodatków została pomyślnie pobrana
ro_ro: Lista de suplimente a fost preluată cu succes
ru_ru: Список дополнений успешно получен
tr_tr: Eklenti listesi başarıyla alındı
uk: Список доповнень успішно отримано

source: Form Fields saved successfully.
ar: تم حفظ حقول النموذج بنجاح.
es_es: Campos de formulario guardados exitosamente.
it_it: Campi modulo salvati correttamente.
nl_nl: Formuliervelden succesvol opgeslagen.
pl_pl: Pola formularza zostały pomyślnie zapisane.
ro_ro: Câmpurile formularului au fost salvate cu succes.
ru_ru: Поля формы успешно сохранены.
tr_tr: Form Alanları başarıyla kaydedildi.
uk: Поля форми успішно збережено.

source: Users details fetched successfully.
ar: تم جلب تفاصيل المستخدم بنجاح.
de_de: Benutzerdetails erfolgreich abgerufen.
es_es: Los detalles del usuario se obtuvieron correctamente.
it_it: Dettagli utente recuperati con successo.
nl_nl: Gebruikersgegevens succesvol opgehaald.
pl_pl: Szczegóły użytkownika zostały pomyślnie pobrane.
ro_ro: Detaliile utilizatorilor au fost preluate cu succes.
ru_ru: Данные пользователя успешно получены.
tr_tr: Kullanıcı bilgileri başarıyla alındı.
uk: Дані користувачів успішно отримано.

source: Affiliate ID
ar: معرف الشريك
es_es: ID de afiliado
it_it: ID affiliato
pl_pl: Identyfikator partnera
ro_ro: ID afiliat
ru_ru: Партнерский идентификатор
tr_tr: Ortak Kimliği
uk: ID філії

source: Clear Value
ar: مسح القيمة
de_de: Klarer Wert
es_es: Borrar valor
it_it: Cancella valore
nl_nl: Duidelijke waarde
pl_pl: Wyczyść wartość
ro_ro: Ștergeți valoarea
ru_ru: Очистить значение
tr_tr: Değeri Temizle
uk: Очистити значення

source: Performance Bonus
ar: مكافأة الأداء
de_de: Leistungsbonus
es_es: Bonificación por desempeño
it_it: Bonus di prestazione
nl_nl: Prestatiebonus
pl_pl: Premia za wydajność
ro_ro: Bonus de performanță
ru_ru: Бонус за производительность
tr_tr: Performans Bonusu
uk: Бонус продуктивності

source: Signup Bonus
ar: مكافأة التسجيل
de_de: Anmeldebonus
it_it: Bonus di iscrizione
nl_nl: Aanmeldingsbonus
pl_pl: Bonus za rejestrację
ro_ro: Bonus de înscriere
ru_ru: Бонус за регистрацию
tr_tr: Kayıt Bonusu
uk: Бонус за реєстрацію

source: Approved
ar: موافقة
de_de: Genehmigt
es_es: Aprobada
it_it: Approvata
nl_nl: Goedgekeurd
pl_pl: Zatwierdzony
ro_ro: Aprobat
ru_ru: Одобренный
tr_tr: Onaylı
uk: Затверджено

source: Paypal
ar: باي بال
ru_ru: ПайПал

source: Carry Forward
ar: المضي قدما
de_de: Vortragen
it_it: Portare avanti
nl_nl: Voorwaarts dragen
pl_pl: Przenieś dalej
ro_ro: Continuați
ru_ru: Перенести вперед
tr_tr: İleriye Taşı
uk: Перенести вперед

source: WP Simple Pay
ar: الفسفور الأبيض الدفع البسيط
es_es: Pago simple de WP
it_it: WP Pagamento semplice
nl_nl: WP Eenvoudig betalen
pl_pl: WP Prosta płatność
ro_ro: WP Simplu Pay
ru_ru: WP Простая оплата
tr_tr: WP Basit Ödeme

source: ARForms Successfully installed.
ar: تم تثبيت ARForms بنجاح.
de_de: ARForms erfolgreich installiert.
es_es: ARForms instalado exitosamente.
it_it: ARForms installato correttamente.
nl_nl: ARForms succesvol genstalleerd.
pl_pl: Aplikacja ARForms została pomyślnie zainstalowana.
ro_ro: ARForms instalat cu succes.
ru_ru: ARForms успешно установлен.
tr_tr: ARForms Başarıyla kuruldu.
uk: ARForms успішно встановлено.

source: error
ar: خطأ
de_de: Fehler
it_it: errore
nl_nl: fout
pl_pl: błąd
ro_ro: eroare
ru_ru: ошибка
tr_tr: hata
uk: помилка

source: Somthing went wrong please try again later.
ar: لقد حدث خطأ ما، يرجى المحاولة مرة أخرى لاحقًا.
de_de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später erneut.
es_es: Algo salió mal, inténtalo de nuevo más tarde.
it_it: Qualcosa è andato storto. Riprova più tardi.
nl_nl: Er is iets misgegaan. Probeer het later opnieuw.
pl_pl: Wystąpił błąd. Spróbuj ponownie później.
ro_ro: Ceva nu a mers bine, vă rugăm să încercați din nou mai târziu.
ru_ru: Что-то пошло не так, попробуйте еще раз позже.
tr_tr: Bir sorun oluştu lütfen daha sonra tekrar deneyin.
uk: Щось пішло не так, спробуйте ще раз пізніше.

source: ARForms Successfully Activated.
ar: تم تفعيل ARForms بنجاح.
de_de: ARForms erfolgreich aktiviert.
es_es: ARForms activado exitosamente.
it_it: ARForms attivato correttamente.
nl_nl: ARForms succesvol geactiveerd.
pl_pl: ARForms został pomyślnie aktywowany.
ro_ro: ARForms activat cu succes.
ru_ru: ARForms успешно активирован.
tr_tr: ARForms Başarıyla Etkinleştirildi.
uk: ARForms успішно активовано.

source: Activation failed:
ar: فشل التنشيط:
de_de: Aktivierung fehlgeschlagen:
es_es: La activación falló:
it_it: Attivazione fallita:
nl_nl: Activering mislukt:
pl_pl: Aktywacja nie powiodła się:
ro_ro: Activarea a eșuat:
ru_ru: Активация не удалась:
tr_tr: Etkinleştirme başarısız oldu:
uk: Не вдалося активувати:

source: ARForms plugin is not installed.
ar: لم يتم تثبيت البرنامج الإضافي ARForms.
de_de: Das ARForms-Plugin ist nicht installiert.
es_es: El complemento ARForms no está instalado.
it_it: Il plugin ARForms non è installato.
nl_nl: De ARForms-plugin is niet genstalleerd.
pl_pl: Wtyczka ARForms nie jest zainstalowana.
ro_ro: Pluginul ARForms nu este instalat.
ru_ru: Плагин ARForms не установлен.
tr_tr: ARForms eklentisi kurulu değil.
uk: Плагін ARForms не встановлено.

source: BookingPress Successfully installed.
ar: تم تثبيت BookingPress بنجاح.
de_de: BookingPress erfolgreich installiert.
es_es: BookingPress instalado exitosamente.
it_it: BookingPress Installato correttamente.
nl_nl: BookingPress succesvol genstalleerd.
pl_pl: BookingPress zainstalowano pomyślnie.
ro_ro: BookingPress instalat cu succes.
ru_ru: BookingPress успешно установлен.
tr_tr: BookingPress Başarıyla kuruldu.
uk: BookingPress успішно встановлено.

source: BookingPress Successfully Activated.
ar: تم تفعيل BookingPress بنجاح.
de_de: BookingPress erfolgreich aktiviert.
es_es: BookingPress activada con éxito.
it_it: BookingPress attivato con successo.
nl_nl: BookingPress succesvol geactiveerd.
pl_pl: BookingPress został pomyślnie aktywowany.
ro_ro: BookingPress a fost activat cu succes.
ru_ru: BookingPress успешно активирован.
tr_tr: BookingPress Başarıyla Etkinleştirildi.
uk: BookingPress успішно активовано.

source: BookingPress plugin is not installed.
ar: لم يتم تثبيت البرنامج الإضافي BookingPress.
de_de: Das BookingPress-Plugin ist nicht installiert.
es_es: El complemento BookingPress no está instalado.
it_it: Il plugin BookingPress non è installato.
nl_nl: De BookingPress-plugin is niet genstalleerd.
pl_pl: Wtyczka BookingPress nie jest zainstalowana.
ro_ro: Pluginul BookingPress nu este instalat.
ru_ru: Плагин BookingPress не установлен.
tr_tr: BookingPress eklentisi yüklü değil.
uk: Плагін BookingPress не встановлено.

source: ARMember Successfully installed.
ar: تم تثبيت ARMember بنجاح.
de_de: ARMember erfolgreich installiert.
es_es: ARMember instalado exitosamente
it_it: ARMember installato correttamente.
nl_nl: ARMember succesvol genstalleerd.
pl_pl: ARMember został pomyślnie zainstalowany.
ro_ro: ARMember instalat cu succes.
ru_ru: ARMember успешно установлен.
tr_tr: ARMember Başarıyla kuruldu.
uk: ARMember успішно встановлено.

source: ARMember Successfully Activated.
ar: تم تفعيل ARMember بنجاح.
de_de: ARMember erfolgreich aktiviert.
it_it: ARMember attivato correttamente.
nl_nl: ARMember succesvol geactiveerd.
pl_pl: ARMember został pomyślnie aktywowany.
ro_ro: Membru ARM activat cu succes.
ru_ru: ARMember успешно активирован.
tr_tr: ARMember Başarıyla Etkinleştirildi.
uk: ARMember успішно активовано.

source: ARMember plugin is not installed.
ar: لم يتم تثبيت البرنامج الإضافي ARMember.
de_de: Das ARMember-Plugin ist nicht installiert.
es_es: El complemento ARMember no está instalado.
it_it: Il plugin ARMember non è installato.
nl_nl: De ARMember-plug-in is niet genstalleerd.
pl_pl: Wtyczka ARMember nie jest zainstalowana.
ro_ro: Pluginul ARMember nu este instalat.
ru_ru: Плагин ARMember не установлен.
tr_tr: ARMember eklentisi kurulu değil.
uk: Плагін ARMember не встановлено.

source: ARPrice Successfully installed.
ar: تم تثبيت ARPrice بنجاح.
de_de: ARPrice erfolgreich installiert.
es_es: ARPrice instalado exitosamente
it_it: ARPrice Installato correttamente.
nl_nl: ARPrice succesvol genstalleerd.
pl_pl: ARPrice zainstalowano pomyślnie.
ro_ro: ARPrice instalat cu succes.
ru_ru: ARPrice успешно установлен.
tr_tr: ARPrice başarıyla kuruldu.
uk: ARPrice успішно встановлено.

source: ARPrice Successfully Activated.
ar: تم تفعيل ARPrice بنجاح.
de_de: ARPrice erfolgreich aktiviert.
es_es: ARPrice activada con éxito.
it_it: ARPrice attivato correttamente.
nl_nl: ARPrice succesvol geactiveerd.
pl_pl: ARPrice został pomyślnie aktywowany.
ro_ro: ARPrice a fost activat cu succes.
ru_ru: ARPrice успешно активирован.
tr_tr: ARPrice Başarıyla Etkinleştirildi.
uk: ARPrice успішно активовано.
