Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Imported Affiliate :
ar: الشريك المستورد:
de_de: Importierte Affiliates:
es_es: Afiliados importados:
it_it: Affiliato importato:
nl_nl: Gemporteerde affiliate:
pl_pl: Importowany afiliant:
ro_ro: Afiliat importat:
ru_ru: Импортировано партнеров:
tr_tr: İçe Aktarılan Ortak :
uk: Імпортована філія:

source: Duplicate Affiliate :
ar: الشريك المكرر:
de_de: Doppelte Affiliates:
es_es: Afiliados duplicados:
it_it: Affiliato duplicato:
nl_nl: Dubbele affiliate:
pl_pl: Duplikat afilianta:
ro_ro: Afiliat duplicat:
ru_ru: Дубликат партнеров:
tr_tr: Yinelenen Ortak :
uk: Дубльований партнер:

source: Upload csv file
ar: تحميل ملف csv
de_de: CSV-Datei hochladen
es_es: Subir archivo csv
it_it: Carica file csv
nl_nl: Csv-bestand uploaden
pl_pl: Prześlij plik csv
ro_ro: Încărcați fișierul csv
ru_ru: Загрузить файл csv
tr_tr: CSV dosyası yükle
uk: Завантажте файл csv

source: Affiliate Field
ar: حقل الشريك
de_de: Affiliate-Feld
es_es: Campo de afiliado
it_it: Campo affiliato
nl_nl: Affiliateveld
pl_pl: Pole afilianta
ro_ro: Câmp afiliat
ru_ru: Поле партнера
tr_tr: Ortak Alanı
uk: Поле філії

source: CSV Column
ar: عمود CSV
de_de: CSV-Spalte
es_es: Columna CSV
it_it: Colonna CSV
nl_nl: CSV-kolom
pl_pl: Kolumna CSV
ro_ro: Coloana CSV
ru_ru: Столбец CSV
tr_tr: CSV Sütunu
uk: Стовпець CSV

source: - Ignore this field -
ar: - تجاهل هذا الحقل -
de_de: - Dieses Feld ignorieren -
es_es: - Ignorar este campo -
it_it: - Ignora questo campo -
nl_nl: - Negeer dit veld -
pl_pl: - Zignoruj ​​to pole -
ro_ro: - Ignorați acest câmp -
ru_ru: - Игнорировать это поле -
tr_tr: - Bu alanı yoksay -
uk: - Ігнорувати це поле -

source: Proceed
ar: متابعة
de_de: Fortfahren
es_es: Continuar
it_it: Procedi
nl_nl: Doorgaan
pl_pl: Kontynuuj
ro_ro: Continuă
ru_ru: Продолжить
tr_tr: Devam et
uk: Продовжуйте

source: Creative Shortcode
ar: الرمز المختصر الإبداعي
de_de: Kreative Kurzcodes
es_es: Código corto de creatividad
it_it: Shortcode creatività
nl_nl: Creatieve shortcode
pl_pl: Krótki kod reklamy
ru_ru: Шорткод креатива
uk: Креативний шорткод

source: Commission Revenue
ar: إيرادات العمولة
de_de: Provisionseinnahmen
es_es: Ingresos por comisiones
it_it: Entrate commissioni
nl_nl: Commissie-inkomsten
pl_pl: Przychody z prowizji
ro_ro: Venituri din comisioane
ru_ru: Доход от комиссии
tr_tr: Komisyon Geliri
uk: Комісійний дохід

source: Payments
ar: المدفوعات
de_de: Zahlungen
es_es: Pagos
it_it: Pagamenti
nl_nl: Betalingen
pl_pl: Płatności
ro_ro: Plăți
ru_ru: Платежи
tr_tr: Ödemeler
uk: Платежі

source: Payment Status
ar: حالة الدفع
de_de: Zahlungsstatus
es_es: Estado de pago
it_it: Stato pagamento
nl_nl: Betalingsstatus
pl_pl: Status płatności
ro_ro: Starea plății
ru_ru: Статус платежа
tr_tr: Ödeme Durumu
uk: Статус платежу

source: Payment ID
ar: معرف الدفع
de_de: Zahlungs-ID
es_es: ID de pago
it_it: ID pagamento
nl_nl: Betalings-ID
pl_pl: Identyfikator płatności
ro_ro: ID de plată
ru_ru: ID платежа
tr_tr: Ödeme Kimliği
uk: Ідентифікатор платежу

source: Payment Method
ar: طريقة الدفع
de_de: Zahlungsmethode
es_es: Método de pago
it_it: Metodo pagamento
nl_nl: Betalingsmethode
pl_pl: Metoda płatności
ro_ro: Modalitate de plată
ru_ru: Способ оплаты
tr_tr: Ödeme Yöntemi
uk: Спосіб оплати

source: Commission ID
ar: معرف العمولة
de_de: Provisions-ID
es_es: ID de comisión
it_it: ID commissione
nl_nl: Commissie-ID
pl_pl: Identyfikator prowizji
ro_ro: ID comision
ru_ru: ID комиссии
tr_tr: Komisyon Kimliği
uk: ID комісії

source: Campaign
ar: الحملة
de_de: Kampagne
es_es: Campaña
it_it: Campagna
nl_nl: Campagne
pl_pl: Kampania
ro_ro: Campanie
ru_ru: Кампания
tr_tr: Kampanya
uk: Кампанія

source: will work in all page.
ar: ستعمل في جميع الصفحات.
de_de: funktioniert auf allen Seiten.
es_es: funcionará en todas las páginas.
it_it: funzionerà in tutte le pagine.
nl_nl: werkt op alle pagina's.
pl_pl: będzie działać na wszystkich stronach.
ro_ro: va funcționa pe toată pagina.
ru_ru: будет работать на всех страницах.
tr_tr: tüm sayfalarda çalışacaktır.
uk: працюватиме на всій сторінці.

source: Generate Custom Affiliate Links
ar: إنشاء روابط تابعة مخصصة
de_de: Benutzerdefinierte Affiliate-Links generieren
es_es: Generar enlaces de afiliados personalizados
it_it: Genera link di affiliazione personalizzati
nl_nl: Genereer aangepaste affiliate links
pl_pl: Generuj niestandardowe linki partnerskie
ro_ro: Generați linkuri afiliate personalizate
ru_ru: Создать пользовательские партнерские ссылки
tr_tr: Özel Ortaklık Bağlantıları Oluştur
uk: Створення спеціальних партнерських посилань

source: Manage Payout
ar: إدارة الدفع
de_de: Auszahlung verwalten
es_es: Administrar pagos
it_it: Gestisci pagamento
nl_nl: Beheer uitbetaling
pl_pl: Zarządzaj wypłatą
ro_ro: Gestionați plata
ru_ru: Управление выплатой
tr_tr: Ödemeyi Yönet
uk: Керувати виплатами

source: Generate New
ar: إنشاء جديد
de_de: Neu generieren
es_es: Generar nuevos
it_it: Genera nuovo
nl_nl: Genereer nieuw
pl_pl: Generuj nowe
ro_ro: Generați nou
ru_ru: Создать новую
tr_tr: Yeni Oluştur
uk: Створити новий

source: Payout Type
ar: نوع الدفع
de_de: Auszahlungsart
es_es: Tipo de pago
it_it: Tipo di pagamento
nl_nl: Uitbetalingstype
pl_pl: Typ wypłaty
ro_ro: Tip de plată
ru_ru: Тип выплаты
tr_tr: Ödeme Türü
uk: Тип виплати

source: Payout Date Upto
ar: تاريخ الدفع حتى
de_de: Auszahlungsdatum bis
es_es: Fecha de pago hasta
it_it: Data di pagamento fino a
nl_nl: Uitbetalingsdatum tot
pl_pl: Data wypłaty do
ro_ro: Data plății până la
ru_ru: Дата выплаты до
tr_tr: Ödeme Tarihi En Fazla
uk: Дата виплати до

source: Total Affiliates
ar: إجمالي الشركاء التابعين
de_de: Gesamtzahl Affiliates
es_es: Total de afiliados
it_it: Totale affiliati
nl_nl: Totaal aantal affiliates
pl_pl: Łączna liczba partnerów
ro_ro: Total afiliați
ru_ru: Всего партнеров
tr_tr: Toplam Ortaklar
uk: Загальна кількість філій

source: Paid/Unpaid Affiliates
ar: الشركاء التابعون المدفوعون/غير المدفوعين
de_de: Bezahlte/unbezahlte Affiliates
es_es: Afiliados pagados/no pagados
it_it: Affiliati pagati/non pagati
nl_nl: Betaalde/onbetaalde affiliates
pl_pl: Partnerzy zapłaceni/niezapłaceni
ro_ro: Afiliați plătiți/neplătiți
ru_ru: Оплаченные/неоплаченные партнеры
tr_tr: Ödenmiş/Ödenmemiş Ortaklar
uk: Платні/неоплачувані філії

source: Progress
ar: التقدم
de_de: Fortschritt
es_es: Progreso
it_it: Progresso
nl_nl: Voortgang
pl_pl: Postęp
ro_ro: Progres
ru_ru: Прогресс
tr_tr: İlerleme
uk: Прогрес

source: Are you sure you want to delete this payout?
ar: هل أنت متأكد من أنك تريد حذف هذه الدفعة؟
de_de: Möchten Sie diese Auszahlung wirklich löschen?
es_es: ¿Está seguro de que desea eliminar este pago?
it_it: Sei sicuro di voler eliminare questo pagamento?
nl_nl: Weet u zeker dat u deze uitbetaling wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć tę wypłatę?
ro_ro: Sigur doriți să ștergeți această plată?
ru_ru: Вы уверены, что хотите удалить эту выплату?
tr_tr: Bu ödemeyi silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цю виплату?

source: Generate Payout
ar: إنشاء الدفعة
de_de: Auszahlung generieren
es_es: Generar pago
it_it: Genera pagamento
nl_nl: Genereer uitbetaling
pl_pl: Generuj wypłatę
ro_ro: Generați plata
ru_ru: Создать выплату
tr_tr: Ödeme Oluştur
uk: Згенерувати виплату

source: Payout Details
ar: تفاصيل الدفعة
de_de: Auszahlungsdetails
es_es: Detalles del pago
it_it: Dettagli del pagamento
nl_nl: Uitbetalingsgegevens
pl_pl: Szczegóły wypłaty
ro_ro: Detalii de plată
ru_ru: Сведения о выплате
tr_tr: Ödeme Ayrıntıları
uk: Деталі виплати

source: Minimum Amount :
ar: الحد الأدنى للمبلغ:
de_de: Mindestbetrag:
es_es: Monto mínimo:
it_it: Importo minimo:
nl_nl: Minimumbedrag:
pl_pl: Minimalna kwota:
ro_ro: Suma minima:
ru_ru: Минимальная сумма:
tr_tr: Minimum Tutar :
uk: Мінімальна сума:

source: Unpaid Commissions Up to
ar: العمولات غير المدفوعة حتى
de_de: Nicht bezahlte Provisionen bis zu
es_es: Comisiones no pagadas Hasta
it_it: Commissioni non pagate fino a
nl_nl: Onbetaalde commissies tot
pl_pl: Niewypłacone prowizje do
ro_ro: Comisioane neachitate Până la
ru_ru: Невыплаченные комиссии до
tr_tr: Ödenmemiş Komisyonlar En Fazla
uk: Невиплачені комісії до

source: Select Affiliates
ar: تحديد الشركاء التابعين
de_de: Partner auswählen
es_es: Seleccionar afiliados
it_it: Seleziona affiliati
nl_nl: Selecteer affiliates
pl_pl: Wybierz partnerów
ro_ro: Selectați Afiliați
ru_ru: Выбрать партнеров
tr_tr: Ortakları Seçin
uk: Виберіть Афілійовані особи

source: Payout Amount :
ar: مبلغ الدفعة:
de_de: Auszahlungsbetrag:
es_es: Monto del pago:
it_it: Importo del pagamento:
nl_nl: Uitbetalingsbedrag:
pl_pl: Kwota wypłaty:
ro_ro: Suma plată:
ru_ru: Сумма выплаты:
tr_tr: Ödeme Tutarı :
uk: Сума виплати:

source: Total Affiliates :
ar: إجمالي الشركاء التابعين:
de_de: Gesamtzahl der Partner:
es_es: Total de afiliados:
it_it: Totale affiliati:
nl_nl: Totaal aantal affiliates:
pl_pl: Łączna liczba partnerów:
ro_ro: Total afiliați:
ru_ru: Всего партнеров:
tr_tr: Toplam Ortaklar :
uk: Загальна кількість афілійованих осіб:

source: Edit Payout
ar: تعديل الدفعة
de_de: Auszahlung bearbeiten
es_es: Editar pago
it_it: Modifica pagamento
nl_nl: Uitbetaling bewerken
pl_pl: Edytuj wypłatę
ro_ro: Editați plata
ru_ru: Изменить выплату
tr_tr: Ödemeyi Düzenle
uk: Редагувати виплату

source: Payout ID :
ar: معرف الدفعة:
de_de: Auszahlungs-ID:
es_es: ID del pago:
it_it: ID pagamento:
nl_nl: Uitbetalings-ID:
pl_pl: Identyfikator wypłaty:
ro_ro: ID de plată:
ru_ru: ID выплаты:
tr_tr: Ödeme Kimliği :
uk: ID виплати:

source: Unpaid Commissions Up to :
ar: العمولات غير المدفوعة حتى:
de_de: Nicht bezahlte Provisionen bis zu:
es_es: Comisiones no pagadas Hasta:
it_it: Commissioni non pagate fino a:
nl_nl: Onbetaalde commissies tot:
pl_pl: Niewypłacone prowizje do:
ro_ro: Comisioane neplătite până la:
ru_ru: Невыплаченные комиссии до:
tr_tr: Ödenmemiş Komisyonlar En Fazla :
uk: Невиплачені комісії до:

source: Payment Minimum Amount :
ar: الحد الأدنى لمبلغ الدفعة:
de_de: Mindestzahlungsbetrag:
es_es: Monto mínimo del pago:
it_it: Importo minimo del pagamento:
nl_nl: Minimumbedrag betaling:
pl_pl: Minimalna kwota płatności:
ro_ro: Suma minima de plata:
ru_ru: Минимальная сумма платежа:
tr_tr: Ödeme Minimum Tutarı :
uk: Мінімальна сума платежу:

source: Paid/Unpaid Affiliates :
ar: الشركاء التابعون المدفوعون/غير المدفوعين:
de_de: Bezahlte/nicht bezahlte Partner:
es_es: Afiliados pagados/no pagados:
it_it: Affiliati pagati/non pagati:
nl_nl: Betaalde/onbetaalde affiliates:
pl_pl: Płatni/niewypłaceni partnerzy:
ro_ro: Afiliați plătiți/neplătiți:
ru_ru: Выплаченные/невыплаченные партнеры:
tr_tr: Ödenmiş/Ödenmemiş Ortaklar :
uk: Платні/неоплачувані філії:

source: Payout Payments
ar: مدفوعات الدفعة
de_de: Auszahlungszahlungen
es_es: Pagos del pago
it_it: Pagamenti del pagamento
nl_nl: Uitbetalingen
pl_pl: Wypłaty płatności
ro_ro: Plăți de plată
ru_ru: Выплаты
tr_tr: Ödeme Ödemeleri
uk: Виплата Платежі

source: Mark as Paid
ar: تحديد كمدفوعة
de_de: Als bezahlt markieren
es_es: Marcar como pagado
it_it: Segna come pagato
nl_nl: Markeren als betaald
pl_pl: Oznacz jako wypłacone
ro_ro: Marcați ca plătit
ru_ru: Отметить как оплаченные
tr_tr: Ödenmiş Olarak İşaretle
uk: Позначити як оплачений

source: Mark as Unpaid
ar: تحديد كغير مدفوعة
de_de: Als nicht bezahlt markieren
es_es: Marcar como no pagado
it_it: Segna come non pagato
nl_nl: Markeren als onbetaald
pl_pl: Oznacz jako niewypłacone
ro_ro: Marcați ca neplătit
ru_ru: Отметить как неоплаченные
tr_tr: Ödenmemiş Olarak İşaretle
uk: Позначити як неоплачений

source: Add Note
ar: إضافة ملاحظة
de_de: Notiz hinzufügen
es_es: Agregar nota
it_it: Aggiungi nota
nl_nl: Notitie toevoegen
pl_pl: Dodaj notatkę
ro_ro: Adăugați o notă
ru_ru: Добавить примечание
tr_tr: Not Ekle
uk: Додати примітку

source: Note Details
ar: تفاصيل الملاحظة
de_de: Notizdetails
es_es: Detalles de la nota
it_it: Dettagli della nota
nl_nl: Notitiegegevens
pl_pl: Szczegóły notatki
ro_ro: Notă Detalii
ru_ru: Сведения о примечании
tr_tr: Not Ayrıntıları
uk: Примітка Деталі

source: Write note here
ar: اكتب ملاحظة هنا
de_de: Notiz hier schreiben
es_es: Escribir nota aquí
it_it: Scrivi una nota qui
nl_nl: Schrijf hier een notitie
pl_pl: Napisz notatkę tutaj
ro_ro: Scrie notă aici
ru_ru: Напишите примечание здесь
tr_tr: Buraya not yazın
uk: Напишіть примітку тут

source: Enter URL Parameter
ar: أدخل معلمة عنوان URL
de_de: URL-Parameter eingeben
es_es: Ingresar parámetro de URL
it_it: Inserisci parametro URL
nl_nl: Voer URL-parameter in
pl_pl: Wprowadź parametr adresu URL
ro_ro: Introduceți parametrul URL
ru_ru: Введите параметр URL
tr_tr: URL Parametresini Girin
uk: Введіть параметр URL

source: Refund Grace Period
ar: فترة سماح الاسترداد
de_de: Rückerstattungsfrist
es_es: Período de gracia de reembolso
it_it: Periodo di tolleranza per il rimborso
nl_nl: Restitutieperiode
pl_pl: Okres karencji zwrotu
ro_ro: Perioada de grație de rambursare
ru_ru: Льготный период возврата средств
tr_tr: Geri Ödeme Muafiyet Süresi
uk: Пільговий період повернення коштів

source: The grace period (set in number of days) is used when generating payouts for your affiliates. It helps you filter out commissions that could still be rejected due to a refund of the underlying purchase. We recommend you to set this equal to your store refund policy.
ar: تُستخدم فترة السماح (المحددة بعدد الأيام) عند إنشاء المدفوعات للمشاركين التابعين لك. وهي تساعدك على تصفية العمولات التي لا تزال يمكن رفضها بسبب استرداد عملية الشراء الأساسية. نوصيك بتعيين هذا على أنه يساوي سياسة استرداد الأموال في متجرك.
de_de: Die Nachfrist (festgelegt in Tagen) wird beim Generieren von Auszahlungen für Ihre Partner verwendet. Sie hilft Ihnen, Provisionen herauszufiltern, die aufgrund einer Rückerstattung des zugrunde liegenden Kaufs immer noch abgelehnt werden könnten. Wir empfehlen Ihnen, dies entsprechend der Rückerstattungsrichtlinie Ihres Shops festzulegen.
es_es: El período de gracia (establecido en cantidad de días) se utiliza al generar pagos para sus afiliados. Le ayuda a filtrar las comisiones que aún podrían rechazarse debido a un reembolso de la compra subyacente. Le recomendamos que lo configure de manera que sea igual a la política de reembolso de su tienda.
it_it: Il periodo di tolleranza (impostato in numero di giorni) viene utilizzato quando si generano pagamenti per i tuoi affiliati. Ti aiuta a filtrare le commissioni che potrebbero ancora essere rifiutate a causa di un rimborso dell'acquisto sottostante. Ti consigliamo di impostarlo uguale alla politica di rimborso del tuo negozio.
nl_nl: De respijtperiode (ingesteld in aantal dagen) wordt gebruikt bij het genereren van uitbetalingen voor uw affiliates. Het helpt u commissies eruit te filteren die nog steeds kunnen worden afgewezen vanwege een terugbetaling van de onderliggende aankoop. We raden u aan dit gelijk te stellen aan het restitutiebeleid van uw winkel.
pl_pl: Okres karencji (ustawiony w liczbie dni) jest używany podczas generowania wypłat dla Twoich afiliantów. Pomaga Ci on odfiltrować prowizje, które nadal mogą zostać odrzucone z powodu zwrotu podstawowego zakupu. Zalecamy ustawienie tego na równi z polityką zwrotów w Twoim sklepie.
ro_ro: Perioada de grație (stabilită în număr de zile) este utilizată la generarea plăților pentru afiliații dvs. Vă ajută să filtrați comisioanele care ar putea fi în continuare respinse din cauza unei rambursări a achiziției de bază. Vă recomandăm să setați acest lucru egal cu politica de rambursare a magazinului dvs.
ru_ru: Льготный период (устанавливается в количестве дней) используется при генерации выплат для ваших партнеров. Он помогает вам отфильтровывать комиссии, которые все еще могут быть отклонены из-за возврата базовой покупки. Мы рекомендуем вам установить его равным политике возврата средств вашего магазина.
tr_tr: Muafiyet süresi (gün sayısı olarak ayarlanır) ortaklarınız için ödeme oluştururken kullanılır. Altta yatan satın alımın iadesi nedeniyle hala reddedilebilecek komisyonları filtrelemenize yardımcı olur. Bunu mağaza iade politikanıza eşit olarak ayarlamanızı öneririz.
uk: Пільговий період (установлюється у кількості днів) використовується під час генерації виплат для ваших афілійованих осіб. Це допоможе вам відфільтрувати комісійні, які можуть бути відхилені через відшкодування основної покупки. Ми рекомендуємо вам встановити це значення відповідно до політики відшкодування у вашому магазині.

source: Commission Billing Cycle will be created as per the selected time period for auto payout. For Example: If "Monthly" Cycle is selected then, Billing Cycle will be created every last month.
ar: سيتم إنشاء دورة فوترة العمولة وفقًا للفترة الزمنية المحددة للدفع التلقائي. على سبيل المثال: إذا تم تحديد دورة "شهرية"، فسيتم إنشاء دورة الفوترة كل شهر أخير.
de_de: Der Provisionsabrechnungszyklus wird gemäß dem ausgewählten Zeitraum für die automatische Auszahlung erstellt. Beispiel: Wenn der Zyklus „Monatlich“ ausgewählt ist, wird der Abrechnungszyklus jeden letzten Monat erstellt.
es_es: El ciclo de facturación de comisiones se creará según el período de tiempo seleccionado para el pago automático. Por ejemplo: si se selecciona el ciclo \"Mensual\", el ciclo de facturación se creará cada último mes.
it_it: Il ciclo di fatturazione delle commissioni verrà creato in base al periodo di tempo selezionato per il pagamento automatico. Ad esempio: se è selezionato il ciclo "Mensile", il ciclo di fatturazione verrà creato ogni ultimo mese.
nl_nl: De commissie-factureringscyclus wordt gemaakt op basis van de geselecteerde periode voor automatische uitbetaling. Bijvoorbeeld: als "Maandelijkse" cyclus is geselecteerd, wordt de factureringscyclus elke laatste maand gemaakt.
pl_pl: Cykl rozliczeniowy prowizji zostanie utworzony zgodnie z wybranym okresem czasu dla automatycznej wypłaty. Na przykład: jeśli wybrano cykl „Miesięczny”, cykl rozliczeniowy zostanie utworzony co ostatni miesiąc.
ro_ro: Ciclul de facturare a comisioanelor va fi creat conform perioadei de timp selectate pentru plata automată. De exemplu: dacă este selectat „Cicl lunar” atunci, ciclul de facturare va fi creat în fiecare ultima lună.
ru_ru: Цикл выставления счетов комиссии будет создан в соответствии с выбранным периодом времени для автоматической выплаты. Например: если выбран цикл «Ежемесячно», то цикл выставления счетов будет создан каждый последний месяц.
tr_tr: Komisyon Fatura Döngüsü, otomatik ödeme için seçilen zaman dilimine göre oluşturulacaktır. Örneğin: "Aylık" Döngüsü seçilirse, Fatura Döngüsü her son ayda oluşturulacaktır.
uk: Платіжний цикл комісії буде створено відповідно до вибраного періоду часу для автоматичної виплати. Наприклад: якщо вибрано "Щомісячний" цикл, платіжний цикл створюватиметься кожного останнього місяця.

source: Payment Cycle will created as per selected day for monthly cycle. For Example, if you have set a day as 8th Day then payment cycle will be considered to start from 8th day of the last month for auto payout.
ar: سيتم إنشاء دورة الدفع وفقًا لليوم المحدد للدورة الشهرية. على سبيل المثال، إذا قمت بتعيين يوم باعتباره اليوم الثامن، فسيتم اعتبار دورة الدفع تبدأ من اليوم الثامن من الشهر الأخير للدفع التلقائي.
de_de: Der Zahlungszyklus wird gemäß dem ausgewählten Tag für den monatlichen Zyklus erstellt. Wenn Sie beispielsweise einen 8. Tag festgelegt haben, beginnt der Zahlungszyklus für die automatische Auszahlung am 8. Tag des letzten Monats.
es_es: El ciclo de pago se creará según el día seleccionado para el ciclo mensual. Por ejemplo, si ha establecido un día como el 8.º día, se considerará que el ciclo de pago comienza a partir del 8.º día del último mes para el pago automático.
it_it: Il ciclo di pagamento verrà creato in base al giorno selezionato per il ciclo mensile. Ad esempio, se hai impostato un giorno come 8° giorno, il ciclo di pagamento verrà considerato come se iniziasse dall'8° giorno dell'ultimo mese per il pagamento automatico.
nl_nl: Betalingscyclus wordt aangemaakt op basis van de geselecteerde dag voor de maandelijkse cyclus. Bijvoorbeeld, als u een dag hebt ingesteld als 8e dag, wordt de betalingscyclus beschouwd als te beginnen vanaf de 8e dag van de laatste maand voor automatische uitbetaling.
pl_pl: Cykl płatności zostanie utworzony zgodnie z wybranym dniem dla cyklu miesięcznego. Na przykład, jeśli ustawisz dzień jako 8. dzień, cykl płatności będzie uważany za rozpoczynający się od 8. dnia ostatniego miesiąca w celu automatycznej wypłaty.
ro_ro: Ciclul de plată va fi creat conform zilei selectate pentru ciclul lunar. De exemplu, dacă ați setat o zi ca a 8-a zi, se va considera că ciclul de plată începe din a 8-a zi a ultimei luni pentru plata automată.
ru_ru: Цикл платежей будет создан в соответствии с выбранным днем ​​для ежемесячного цикла. Например, если вы установили день как 8-й день, то цикл платежей будет считаться начинающимся с 8-го дня последнего месяца для автоматической выплаты.
tr_tr: Ödeme Döngüsü, aylık döngü için seçilen güne göre oluşturulacaktır. Örneğin, bir günü 8. Gün olarak ayarladıysanız, ödeme döngüsünün otomatik ödeme için son ayın 8. gününden itibaren başladığı kabul edilecektir.
uk: Платіжний цикл буде створено відповідно до вибраного дня для місячного циклу. Наприклад, якщо ви встановили день як 8-й день, тоді платіжний цикл вважатиметься таким, що починається з 8-го числа останнього місяця для автоматичної виплати.

source: Default Commission Status
ar: حالة العمولة الافتراضية
de_de: Standardprovisionsstatus
es_es: Estado de comisión predeterminado
it_it: Stato predefinito della commissione
nl_nl: Standaard commissiestatus
pl_pl: Domyślny status prowizji
ro_ro: Starea implicită a comisiei
ru_ru: Статус комиссии по умолчанию
tr_tr: Varsayılan Komisyon Durumu
uk: Стан комісії за замовчуванням

source: Payout Tracking Debug Logs
ar: سجلات تصحيح أخطاء تتبع الدفع
de_de: Debug-Protokolle zur Auszahlungsverfolgung
es_es: Registros de depuración de seguimiento de pagos
it_it: Registri di debug del monitoraggio dei pagamenti
nl_nl: Uitbetalingsregistratie debuglogboeken
pl_pl: Dzienniki debugowania śledzenia wypłat
ro_ro: Jurnalele de depanare a urmăririi plăților
ru_ru: Журналы отладки отслеживания выплат
tr_tr: Ödeme İzleme Hata Ayıklama Günlükleri
uk: Журнали налагодження відстеження виплат

source: Payout Tracking Logs
ar: سجلات تتبع الدفع
de_de: Protokolle zur Auszahlungsverfolgung
es_es: Registros de seguimiento de pagos
it_it: Registri di monitoraggio dei pagamenti
nl_nl: Uitbetalingsregistratielogboeken
pl_pl: Dzienniki śledzenia wypłat
ro_ro: Jurnalele de urmărire a plăților
ru_ru: Журналы отслеживания выплат
tr_tr: Ödeme İzleme Günlükleri
uk: Журнали відстеження виплат

source: Login Error Message
ar: رسالة خطأ تسجيل الدخول
de_de: Fehlermeldung bei Anmeldung
es_es: Mensaje de error de inicio de sesión
it_it: Messaggio di errore di accesso
nl_nl: Foutmelding bij inloggen
pl_pl: Komunikat o błędzie logowania
ro_ro: Mesaj de eroare de conectare
ru_ru: Сообщение об ошибке входа
tr_tr: Giriş Hatası Mesajı
uk: Повідомлення про помилку входу

source: Required field validation
ar: التحقق من صحة الحقل المطلوب
de_de: Erforderliche Feldüberprüfung
es_es: Validación de campo obligatorio
it_it: Convalida campo obbligatorio
nl_nl: Vereiste veldvalidatie
pl_pl: Weryfikacja wymaganego pola
ro_ro: Validarea câmpului obligatorie
ru_ru: Обязательное поле проверки
tr_tr: Gerekli alan doğrulaması
uk: Обов’язкова перевірка поля

source: Username already exists
ar: اسم المستخدم موجود بالفعل
de_de: Benutzername existiert bereits
es_es: El nombre de usuario ya existe
it_it: Il nome utente esiste già
nl_nl: Gebruikersnaam bestaat al
pl_pl: Nazwa użytkownika już istnieje
ro_ro: Numele de utilizator există deja
ru_ru: Имя пользователя уже существует
tr_tr: Kullanıcı adı zaten var
uk: Ім'я користувача вже існує
