Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: ARPrice plugin is not installed.
ar: لم يتم تثبيت البرنامج الإضافي ARPrice.
de_de: Das ARPrice-Plugin ist nicht installiert.
es_es: El complemento ARPrice no está instalado.
it_it: Il plugin ARPre non è installato.
nl_nl: De ARPrice-plug-in is niet genstalleerd.
pl_pl: Wtyczka ARPrice nie jest zainstalowana.
ro_ro: Pluginul ARPrice nu este instalat.
ru_ru: Плагин ARPrice не установлен.
tr_tr: ARPrice eklentisi kurulu değil.
uk: Плагін ARPrice не встановлено.

source: Payout Status Successfully Change.
ar: تم تغيير حالة الدفع بنجاح.
de_de: Auszahlungsstatus erfolgreich geändert.
es_es: El estado del pago se cambió exitosamente.
it_it: Lo stato del pagamento è stato modificato correttamente.
nl_nl: Uitbetalingsstatus succesvol gewijzigd.
pl_pl: Pomyślnie zmieniono status wypłaty.
ro_ro: Starea plății s-a modificat cu succes.
ru_ru: Статус выплаты успешно изменен.
tr_tr: Ödeme Durumu Başarıyla Değiştirildi.
uk: Статус виплати успішно змінено.

source: Affiliate Email
ar: البريد الإلكتروني التابع
es_es: Correo electrónico de afiliado
it_it: E-mail di affiliazione
pl_pl: Adres e-mail partnera
ro_ro: E-mail afiliat
ru_ru: Партнерская электронная почта
tr_tr: Ortak E-postası
uk: Електронна адреса філії

source: Affiliate Payment Email
ar: البريد الإلكتروني للدفع التابع
de_de: Affiliate-Zahlungs-E-Mail
es_es: Correo electrónico de pago de afiliados
it_it: Email di pagamento affiliato
nl_nl: Affiliate-betalings-e-mail
pl_pl: E-mail dotyczący płatności partnerskich
ro_ro: E-mail de plată afiliat
ru_ru: Электронная почта для партнерских платежей
tr_tr: Ortak Ödeme E-postası
uk: Електронна пошта для партнерських платежів

source: AffiliatePress Wizard Reset
ar: إعادة تعيين معالج AffiliatePress
de_de: Zurücksetzen des AffiliatePress-Assistenten
es_es: Reinicio del asistente de AffiliatePress
it_it: Reimpostazione guidata AffiliatePress
pl_pl: Kreator AffiliatePress Reset
ro_ro: Resetare expert AffiliatePress
ru_ru: Сброс мастера AffiliatePress
tr_tr: AffiliatePress Sihirbazı Sıfırlama
uk: Скидання майстра AffiliatePress

source: Setup Wizard
ar: معالج الإعداد
de_de: Setup-Assistent
es_es: Asistente de configuración
it_it: Procedura guidata di configurazione
nl_nl: Installatiewizard
pl_pl: Kreator konfiguracji
ru_ru: Мастер установки
tr_tr: Kurulum Sihirbazı
uk: Майстер налаштування

source: If you need to run the setup wizard again, Please click the button bellow.
ar: إذا كنت بحاجة إلى تشغيل معالج الإعداد مرة أخرى، فيرجى النقر فوق الزر أدناه.
de_de: Wenn Sie den Setup-Assistenten erneut ausführen müssen, klicken Sie bitte auf die Schaltfläche unten.
es_es: Si necesita ejecutar nuevamente el asistente de configuración, haga clic en el botón a continuación.
it_it: Se è necessario eseguire nuovamente la procedura guidata di configurazione, fare clic sul pulsante in basso.
nl_nl: Als u de installatiewizard opnieuw wilt uitvoeren, klikt u op onderstaande knop.
pl_pl: Jeśli chcesz ponownie uruchomić kreatora instalacji, kliknij przycisk poniżej.
ro_ro: Dacă trebuie să rulați din nou expertul de configurare, faceți clic pe butonul de mai jos.
ru_ru: Если вам необходимо снова запустить мастер настройки, нажмите кнопку ниже.
tr_tr: Kurulum sihirbazını tekrar çalıştırmanız gerekiyorsa lütfen aşağıdaki butona tıklayın.Kurulum sihirbazını tekrar çalıştırmanız gerekiyorsa lütfen aşağıdaki butona tıklayın.
uk: Якщо вам потрібно знову запустити майстер налаштування, натисніть кнопку нижче.

source: Inherit Fonts
ar: وراثة الخطوط
de_de: Schriftarten übernehmen
es_es: Heredar fuentes
it_it: Eredita i caratteri
nl_nl: Lettertypen overnemen
pl_pl: Dziedzicz czcionki
ro_ro: Moștenire fonturi
ru_ru: Наследовать шрифты
tr_tr: Yazı Tiplerini Devral
uk: Успадкування шрифтів

source: Default Fonts
ar: الخطوط الافتراضية
de_de: Standardschriftarten
it_it: Caratteri predefiniti
nl_nl: Standaardlettertypen
pl_pl: Domyślne czcionki
ro_ro: Fonturi implicite
ru_ru: Шрифты по умолчанию
tr_tr: Varsayılan Yazı Tipleri
uk: Стандартні шрифти

source: Google Fonts
ar: خطوط جوجل
es_es: Fuentes de Google
it_it: Caratteri Google
nl_nl: Google-lettertypen
pl_pl: Czcionki Google
ro_ro: Fonturi Google
ru_ru: Google Шрифты
tr_tr: Google Yazı Tipleri

source: Configuration reset successfully.
ar: تم إعادة تعيين التكوين بنجاح.
de_de: Konfiguration erfolgreich zurückgesetzt.
es_es: Restablecimiento de la configuración exitoso.
it_it: Ripristino della configurazione eseguito con successo.
nl_nl: Configuratie opnieuw ingesteld.
pl_pl: Pomyślnie zresetowano konfigurację.
ru_ru: Конфигурация сброшена успешно.
tr_tr: Yapılandırma başarıyla sıfırlandı.
uk: Конфігурацію скинуто.

source: Default Commission Rate
ar: معدل العمولة الافتراضي
de_de: Standardprovisionssatz
es_es: Tasa de comisión predeterminada
it_it: Tasso di commissione predefinito
nl_nl: Standaard commissietarief
pl_pl: Domyślna stawka prowizji
ro_ro: Rata de comision implicită
ru_ru: Ставка комиссии по умолчанию
tr_tr: Varsayılan Komisyon Oranı
uk: Ставка комісії за замовчуванням

source: Entered username is invalid.
ar: اسم المستخدم المدخل غير صالح.
es_es: El nombre de usuario ingresado no es válido.
it_it: Il nome utente inserito non è valido.
nl_nl: De ingevoerde gebruikersnaam is ongeldig.
pl_pl: Podana nazwa użytkownika jest nieprawidłowa.
ru_ru: Введенное имя пользователя недействительно.
tr_tr: Girilen kullanıcı adı geçersiz.
uk: Введене ім'я користувача недійсне.

source: Your account is under review. You will be notified by email once it is approved.
ar: حسابك قيد المراجعة. سيتم إعلامك عبر البريد الإلكتروني فور الموافقة عليه.
de_de: Ihr Konto wird geprüft. Sobald die Genehmigung erteilt wurde, werden Sie per E-Mail benachrichtigt.
es_es: Su cuenta está en revisión. Recibirá una notificación por correo electrónico una vez aprobada.
it_it: Il tuo account è in fase di revisione. Riceverai una notifica via email una volta approvato.
nl_nl: Uw account wordt beoordeeld. U ontvangt een e-mail zodra deze is goedgekeurd.
pl_pl: Twoje konto jest w trakcie weryfikacji. Po zatwierdzeniu otrzymasz powiadomienie e-mailem.
ro_ro: Contul dumneavoastră este în curs de verificare. Veți fi notificat prin e-mail după aprobare.
ru_ru: Ваша учётная запись находится на рассмотрении. Как только она будет одобрена, вы получите уведомление по электронной почте.
tr_tr: Hesabınız inceleniyor. Onaylandığında e-posta yoluyla bilgilendirileceksiniz.
uk: Ваш обліковий запис розглядається. Ви отримаєте сповіщення електронною поштою, коли його буде схвалено.

source: Disable commissions for this Product.
ar: تعطيل العمولات لهذا المنتج.
de_de: Provisionen für dieses Produkt deaktivieren.
es_es: Deshabilitar comisiones para este producto.
it_it: Disattiva le commissioni per questo prodotto.
nl_nl: Schakel commissies voor dit product uit.
pl_pl: Wyłącz prowizje dla tego produktu.
ro_ro: Dezactivați comisioanele pentru acest produs.
ru_ru: Отключить комиссии для этого продукта.
tr_tr: Bu Ürün için komisyonları devre dışı bırakın.
uk: Вимкнути комісії для цього продукту.

source: Enable Commission
ar: تمكين اللجنة
de_de: Provision aktivieren
es_es: Habilitar comisión
it_it: Abilita Commissione
nl_nl: Commissie inschakelen
pl_pl: Włącz prowizję
ro_ro: Activați Comisia
ru_ru: Включить комиссию
tr_tr: Komisyonu Etkinleştir
uk: Увімкнути комісію

source: (Allow this form to generate Commission in AffiliatePress.)
ar: (اسمح لهذا النموذج بإنشاء عمولة في AffiliatePress.)
de_de: (Erlauben Sie diesem Formular, Provisionen in AffiliatePress zu generieren.)
es_es: (Permita que este formulario genere Comisión en AffiliatePress.)
it_it: (Consenti a questo modulo di generare commissioni in AffiliatePress.)
nl_nl: (Sta dit formulier toe om commissie te genereren in AffiliatePress.)
pl_pl: (Pozwól, aby ten formularz generował prowizję w AffiliatePress.)
ro_ro: (Permiteți acestui formular să genereze comision în AffiliatePress.)
ru_ru: (Разрешить этой форме генерировать комиссию в AffiliatePress.)
tr_tr: (Bu formun AffiliatePress'te Komisyon oluşturmasına izin verin.)
uk: (Дозволити цій формі генерувати комісію в AffiliatePress.)

source: AffiliatePress Rate Type
ar: نوع معدل AffiliatePress
de_de: AffiliatePress-Tariftyp
es_es: Tipo de tarifa de AffiliatePress
it_it: Tipo di tariffa AffiliatePress
nl_nl: AffiliatePress Tarieftype
pl_pl: Typ stawki AffiliatePress
ro_ro: Tip de rată AffiliatePress
ru_ru: Тип ставки AffiliatePress
tr_tr: AffiliatePress Oran Türü
uk: Тип ставки AffiliatePress

source: Affiliatepress
ar: أفليت بريس
es_es: prensa de afiliados
it_it: Stampa di affiliazione

source: Enable Affiliate Commission:
ar: تفعيل عمولة الشريك:
de_de: Affiliate-Provision aktivieren:
es_es: Habilitar la comisión de afiliados:
it_it: Abilita Commissione di affiliazione:
nl_nl: Affiliatecommissie inschakelen:
pl_pl: Włącz prowizję partnerską:
ro_ro: Activați comisionul pentru afiliați:
ru_ru: Включить партнерскую комиссию:
tr_tr: Ortaklık Komisyonunu Etkinleştir:
uk: Увімкнути партнерську комісію:

source: Affiliatepress Settings
ar: إعدادات Affiliatepress
de_de: Affiliatepress-Einstellungen
es_es: Configuración de Affiliatepress
it_it: Impostazioni di Affiliatepress
nl_nl: Affiliatepress-instellingen
pl_pl: Ustawienia Affiliatepress
ro_ro: Setări Affiliatepress
ru_ru: Настройки Affiliatepress
tr_tr: Affiliatepress Ayarları
uk: Налаштування Affiliatepress

source: Disable commissions ( Disable commissions For This Downloads)
ar: تعطيل العمولات (تعطيل العمولات لهذه التنزيلات)
de_de: Provisionen deaktivieren (Provisionen für diese Downloads deaktivieren)
es_es: Deshabilitar comisiones (Deshabilitar comisiones para estas descargas)
it_it: Disabilita commissioni (Disabilita commissioni per questi download)
nl_nl: Commissies uitschakelen (Commissies uitschakelen voor deze downloads)
pl_pl: Wyłącz prowizje (Wyłącz prowizje dla tego pobierania)
ro_ro: Dezactivați comisioanele (Dezactivați comisioanele pentru aceste descărcări)
ru_ru: Отключить комиссии (Отключить комиссии для этих загрузок)
tr_tr: Komisyonları devre dışı bırak (Bu İndirmeler İçin Komisyonları Devre Dışı Bırak)
uk: Вимкнути комісії (Вимкнути комісії для цього завантаження)

source: Loading...
ar: تحميل...
de_de: Laden...
it_it: Caricamento...
nl_nl: Laden...
pl_pl: Załadunek...
ro_ro: Încărcare...
tr_tr: Yükleniyor...
uk: Завантаження...

source: AffiliatePress Commission Setting
ar: إعداد عمولة AffiliatePress
de_de: AffiliatePress-Provisionseinstellung
es_es: Configuración de comisiones de AffiliatePress
it_it: Impostazione delle commissioni di AffiliatePress
nl_nl: AffiliatePress Commissie-instelling
pl_pl: Ustawienia prowizji AffiliatePress
ro_ro: Setarea comisiei AffiliatePress
tr_tr: AffiliatePress Komisyon Ayarı
uk: Налаштування комісії AffiliatePress

source: Disable commissions for this Product
ar: تعطيل العمولات لهذا المنتج
de_de: Provisionen für dieses Produkt deaktivieren
es_es: Desactivar comisiones para este producto
it_it: Disabilita le commissioni per questo prodotto
nl_nl: Commissies voor dit product uitschakelen
pl_pl: Wyłącz prowizje dla tego produktu
ro_ro: Dezactivați comisioanele pentru acest produs
ru_ru: Отключить комиссии для этого продукта
tr_tr: Bu Ürün için komisyonları devre dışı bırak
uk: Вимкнути комісії для цього продукту

source: Update AffiliatePress Settings
ar: تحديث إعدادات AffiliatePress
de_de: Aktualisieren Sie die AffiliatePress-Einstellungen
es_es: Actualizar la configuración de AffiliatePress
it_it: Aggiorna le impostazioni di AffiliatePress
nl_nl: AffiliatePress-instellingen bijwerken
pl_pl: Zaktualizuj ustawienia AffiliatePress
ro_ro: Actualizați setările AffiliatePress
tr_tr: AffiliatePress Ayarlarını Güncelle
uk: Оновіть налаштування AffiliatePress

source: Sorry, your request cannot be processed due to security reasons.
ar: عذراً، لا يمكن معالجة طلبك لأسباب أمنية.
de_de: Aus Sicherheitsgründen kann Ihre Anfrage leider nicht bearbeitet werden.
es_es: Lo sentimos, su solicitud no puede ser procesada debido a razones de seguridad.
it_it: Siamo spiacenti, la tua richiesta non può essere elaborata per motivi di sicurezza.
nl_nl: Helaas kan uw verzoek om veiligheidsredenen niet worden verwerkt.
pl_pl: Niestety, ze względów bezpieczeństwa nie możemy przetworzyć Twojego żądania.
ro_ro: Ne pare rău, solicitarea dumneavoastră nu poate fi procesată din motive de securitate.
ru_ru: К сожалению, ваш запрос не может быть обработан по соображениям безопасности.
tr_tr: Üzgünüz, güvenlik nedeniyle talebiniz işleme alınamıyor.
uk: На жаль, ваш запит не може бути оброблений з міркувань безпеки.

source: Invalid product ID.
ar: معرف المنتج غير صالح.
de_de: Ungültige Produkt-ID.
es_es: ID de producto no válido
it_it: ID prodotto non valido.
nl_nl: Ongeldige product-ID.
pl_pl: Nieprawidłowy identyfikator produktu.
ro_ro: ID produs nevalid.
ru_ru: Неверный идентификатор продукта.
tr_tr: Geçersiz ürün kimliği.
uk: Недійсний ідентифікатор продукту.

source: Settings saved successfully.
ar: تم حفظ الإعدادات بنجاح.
de_de: Einstellungen erfolgreich gespeichert.
es_es: La configuración se guardó correctamente.
it_it: Impostazioni salvate con successo.
nl_nl: Instellingen succesvol opgeslagen.
pl_pl: Ustawienia zostały zapisane pomyślnie.
ro_ro: Setările au fost salvate cu succes.
ru_ru: Настройки успешно сохранены.
tr_tr: Ayarlar başarıyla kaydedildi.
uk: Налаштування успішно збережено.

source: Failed to save settings. Please try again.
ar: فشل حفظ الإعدادات. يُرجى المحاولة مرة أخرى.
de_de: Das Speichern der Einstellungen ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: No se pudo guardar la configuración. Inténtalo de nuevo.
it_it: Impossibile salvare le impostazioni. Riprova.
nl_nl: Instellingen opslaan mislukt. Probeer het opnieuw.
pl_pl: Nie udało się zapisać ustawień. Spróbuj ponownie.
ro_ro: Setările nu au putut fi salvate. Vă rugăm să încercați din nou.
ru_ru: Не удалось сохранить настройки. Попробуйте ещё раз.
tr_tr: Ayarlar kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти налаштування. Спробуйте ще раз.

source: Disable commissions for this Download.
ar: تعطيل العمولات لهذا التنزيل.
de_de: Provisionen für diesen Download deaktivieren.
es_es: Deshabilitar comisiones para esta descarga.
it_it: Disattiva le commissioni per questo download.
nl_nl: Schakel commissies uit voor deze download.
pl_pl: Wyłącz prowizje dla tego pobrania.
ro_ro: Dezactivați comisioanele pentru această descărcare.
ru_ru: Отключить комиссии за эту загрузку.
tr_tr: Bu İndirme için komisyonları devre dışı bırakın.
uk: Вимкнути комісії для цього завантаження.

source: AffiliatePress Commission settings
ar: إعدادات عمولة AffiliatePress
de_de: AffiliatePress-Provisionseinstellungen
es_es: Configuración de comisiones de AffiliatePress
it_it: Impostazioni della commissione AffiliatePress
nl_nl: AffiliatePress Commissie-instellingen
pl_pl: Ustawienia prowizji AffiliatePress
ro_ro: Setările Comisiei AffiliatePress
ru_ru: Настройки комиссии AffiliatePress
tr_tr: AffiliatePress Komisyon ayarları
uk: Налаштування комісії AffiliatePress

source: Disable Commissions :
ar: تعطيل العمولات :
de_de: Provisionen deaktivieren:
es_es: Desactivar comisiones:
it_it: Disattiva commissioni:
nl_nl: Commissies uitschakelen:
pl_pl: Wyłącz prowizje:
ro_ro: Dezactivați comisioane:
ru_ru: Отключить комиссии:
tr_tr: Engelli Komisyonları:
uk: Вимкнути комісії:

source: Disable commissions for this Item.
ar: تعطيل العمولات لهذا العنصر.
de_de: Provisionen für diesen Artikel deaktivieren.
es_es: Deshabilitar comisiones para este artículo.
it_it: Disattiva le commissioni per questo articolo.
nl_nl: Schakel commissies voor dit artikel uit.
pl_pl: Wyłącz prowizje dla tego przedmiotu.
ro_ro: Dezactivați comisioanele pentru acest articol.
ru_ru: Отключить комиссии для этого товара.
tr_tr: Bu Ürün için komisyonları devre dışı bırakın.
uk: Вимкнути комісії для цього товару.

source: Allow commission
ar: السماح بالعمولة
de_de: Provision zulassen
es_es: Permitir comisión
it_it: Consenti commissione
nl_nl: Provisie toestaan
pl_pl: Zezwalaj na prowizję
ro_ro: Permite comision
ru_ru: Разрешить комиссию
tr_tr: Komisyona izin ver
uk: Дозволити комісію

source: Select Email Field
ar: حدد حقل البريد الإلكتروني
de_de: Wählen Sie E-Mail-Feld aus
es_es: Seleccionar campo de correo electrónico
it_it: Seleziona il campo e-mail
nl_nl: Selecteer E-mailveld
pl_pl: Wybierz Pole e-mail
ro_ro: Selectați câmpul de e-mail
ru_ru: Выберите поле электронной почты
tr_tr: E-posta Alanını Seçin
uk: Виберіть поле електронної пошти

source: Select Field
ar: حدد الحقل
de_de: Wählen Sie Feld aus
es_es: Seleccionar campo
it_it: Seleziona Campo
nl_nl: Selecteer Veld
pl_pl: Wybierz Pole
ro_ro: Selectați Câmp
ru_ru: Выберите поле
tr_tr: Alan Seç
uk: Виберіть Поле

source: Select Name Field
ar: حدد حقل الاسم
de_de: Wählen Sie „Namensfeld“ aus
it_it: Seleziona Campo nome
nl_nl: Selecteer Naamveld
pl_pl: Wybierz Pole nazwy
ro_ro: Selectați Câmp de nume
ru_ru: Выберите поле имени
tr_tr: Ad Alanını Seçin
uk: Виберіть поле імені

source: AffiliatePress Disable
ar: تعطيل AffiliatePress
de_de: AffiliatePress deaktivieren
es_es: Desactivar AffiliatePress
it_it: Disabilita AffiliatePress
nl_nl: AffiliatePress Uitschakelen
pl_pl: AffiliatePress Wyłącz
ro_ro: AffiliatePress Dezactivați
ru_ru: Отключить AffiliatePress
tr_tr: AffiliatePress Devre Dışı Bırak
uk: AffiliatePress Вимкнути

source: Check this option to disable commission in AffiliatePress.
ar: قم بتحديد هذا الخيار لتعطيل العمولة في AffiliatePress.
de_de: Aktivieren Sie diese Option, um die Provision in AffiliatePress zu deaktivieren.
es_es: Marque esta opción para deshabilitar la comisión en AffiliatePress.
it_it: Seleziona questa opzione per disattivare le commissioni in AffiliatePress.
nl_nl: Selecteer deze optie om commissie in AffiliatePress uit te schakelen.
pl_pl: Zaznacz tę opcję, aby wyłączyć prowizję w AffiliatePress.
ro_ro: Bifați această opțiune pentru a dezactiva comisionul în AffiliatePress.
ru_ru: Установите этот флажок, чтобы отключить комиссию в AffiliatePress.
tr_tr: AffiliatePress'te komisyonu devre dışı bırakmak için bu seçeneği işaretleyin.
uk: Позначте цю опцію, щоб вимкнути комісію в AffiliatePress.

source: Select Source Plan
ar: حدد خطة المصدر
de_de: Wählen Sie Quellplan aus
es_es: Seleccionar plan fuente
it_it: Seleziona il piano di origine
nl_nl: Selecteer Bronplan
pl_pl: Wybierz Plan źródłowy
ro_ro: Selectați Plan sursă
ru_ru: Выберите исходный план
tr_tr: Kaynak Planını Seçin
uk: Виберіть вихідний план

source: Check to disable commission.
ar: حدد لتعطيل العمولة
de_de: Aktivieren Sie dieses Kontrollkästchen, um die Provision zu deaktivieren.
es_es: Marque para deshabilitar la comisión.
it_it: Selezionare per disattivare la commissione.
nl_nl: Selecteer om commissie uit te schakelen.
pl_pl: Zaznacz, aby wyłączyć prowizję.
ro_ro: Bifați pentru a dezactiva comisionul.
ru_ru: Установите флажок, чтобы отключить комиссию.
tr_tr: Komisyonu devre dışı bırakmak için işaretleyin.
uk: Поставте позначку, щоб вимкнути комісію.

source: Disable commissions for this subscription plan.
ar: تعطيل العمولات لخطة الاشتراك هذه.
de_de: Deaktivieren Sie Provisionen für diesen Abonnementplan.
es_es: Desactivar comisiones para este plan de suscripción.
it_it: Disattiva le commissioni per questo piano di abbonamento.
nl_nl: Schakel commissies uit voor dit abonnement.
pl_pl: Wyłącz prowizje dla tego planu subskrypcji.
ro_ro: Dezactivați comisioanele pentru acest plan de abonament.
ru_ru: Отключить комиссии для этого плана подписки.
tr_tr: Bu abonelik planı için komisyonları devre dışı bırakın.
uk: Вимкнути комісії для цього плану підписки.

source: Enable Option Not to Add Commission for This Membership Level
ar: تمكين خيار عدم إضافة عمولة لمستوى العضوية هذا
de_de: Aktivieren Sie die Option, für diese Mitgliedschaftsstufe keine Provision hinzuzufügen
es_es: Habilitar la opción para no agregar comisiones para este nivel de membresía
it_it: Abilita l'opzione per non aggiungere commissioni per questo livello di abbonamento
nl_nl: Optie inschakelen om geen commissie toe te voegen voor dit lidmaatschapsniveau
pl_pl: Włącz opcję Niedodawania Prowizji dla tego Poziomu Członkostwa
ro_ro: Activați opțiunea de a nu adăuga comision pentru acest nivel de membru
ru_ru: Включить опцию не добавлять комиссию для этого уровня членства
tr_tr: Bu Üyelik Düzeyi için Komisyon Eklememe Seçeneğini Etkinleştir
uk: Увімкнути опцію не додавати комісію для цього рівня членства

source: AffiliatePress Disable Commission
ar: تعطيل عمولة AffiliatePress
de_de: AffiliatePress-Deaktivierungsprovision
es_es: Desactivar comisión de AffiliatePress
it_it: AffiliatePress Disabilita Commissione
nl_nl: AffiliatePress Uitschakelen Commissie
pl_pl: AffiliatePress Wyłącz prowizję
ro_ro: AffiliatePress Dezactivați comisia
ru_ru: Комиссия по отключению AffiliatePress
tr_tr: AffiliatePress Komisyonunu Devre Dışı Bırak
uk: Комісія за відключення AffiliatePress

source: Enable this option to remove this membership from the commission.
ar: قم بتمكين هذا الخيار لإزالة هذه العضوية من اللجنة.
de_de: Aktivieren Sie diese Option, um diese Mitgliedschaft aus der Kommission zu entfernen.
es_es: Habilite esta opción para eliminar esta membresía de la comisión.
it_it: Abilita questa opzione per rimuovere questa iscrizione dalla commissione.
nl_nl: Schakel deze optie in om dit lidmaatschap uit de commissie te verwijderen.
pl_pl: Zaznacz tę opcję, aby usunąć członkostwo z komisji.
ro_ro: Activați această opțiune pentru a elimina acest membru din comision.
ru_ru: Включите эту опцию, чтобы удалить данное членство из комиссии.
tr_tr: Bu üyeliği komisyondan çıkarmak için bu seçeneği etkinleştirin.
uk: Увімкніть цю опцію, щоб видалити це членство з комісії.

source: AffiliatePress Setting
ar: إعدادات AffiliatePress
de_de: AffiliatePress-Einstellung
es_es: Configuración de AffiliatePress
it_it: Impostazioni AffiliatePress
nl_nl: AffiliatePress-instelling
pl_pl: Ustawienia AffiliatePress
ro_ro: Setare AffiliatePress
ru_ru: Настройка AffiliatePress
tr_tr: AffiliatePress Ayarı
uk: Налаштування AffiliatePress

source: AffiliatePress Enable Settings
ar: إعدادات تمكين AffiliatePress
de_de: AffiliatePress-Einstellungen aktivieren
es_es: Habilitar configuración de AffiliatePress
it_it: Abilita impostazioni di AffiliatePress
nl_nl: AffiliatePress-instellingen inschakelen
pl_pl: AffiliatePress Włącz ustawienia
ro_ro: AffiliatePress Activați setările
ru_ru: Настройки включения AffiliatePress
tr_tr: AffiliatePress Etkinleştirme Ayarları
uk: Увімкнути налаштування AffiliatePress

source: Enable AffiliatePress Commission
ar: تفعيل عمولة AffiliatePress
de_de: Aktivieren Sie die AffiliatePress-Provision
es_es: Habilitar la comisión de AffiliatePress
it_it: Abilita la commissione AffiliatePress
nl_nl: AffiliatePress-commissie inschakelen
pl_pl: Włącz prowizję AffiliatePress
ro_ro: Activați Comisia AffiliatePress
ru_ru: Включить комиссию AffiliatePress
tr_tr: AffiliatePress Komisyonunu Etkinleştir
uk: Увімкнути комісію AffiliatePress

source: (Allow this form to generate Commission.)
ar: (السماح لهذا النموذج بإنشاء العمولة.)
de_de: (Erlauben Sie diesem Formular, Provisionen zu generieren.)
es_es: (Permita que este formulario genere Comisión.)
it_it: (Consentire a questo modulo di generare la Commissione.)
nl_nl: (Laat dit formulier commissie genereren.)
pl_pl: (Pozwól, aby ten formularz wygenerował prowizję.)
ro_ro: (Permiteți ca acest formular să genereze comision.)
ru_ru: (Разрешить этой форме генерировать комиссию.)
tr_tr: (Bu formun Komisyon oluşturmasına izin verin.)
uk: (Дозволити цій формі генерувати комісію.)
