Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Email already exists
ar: البريد الإلكتروني موجود بالفعل
de_de: E-Mail existiert bereits
es_es: El correo electrónico ya existe
it_it: L'email esiste già
nl_nl: E-mailadres bestaat al
pl_pl: Adres e-mail już istnieje
ro_ro: E-mailul există deja
ru_ru: Адрес электронной почты уже существует
tr_tr: E-posta zaten var
uk: Електронна адреса вже існує

source: Affiliate Registration Disabled
ar: تسجيل الشريك معطل
de_de: Affiliate-Registrierung deaktiviert
es_es: Registro de afiliado deshabilitado
it_it: Registrazione affiliato disabilitata
nl_nl: Affiliate registratie uitgeschakeld
pl_pl: Rejestracja partnera wyłączona
ro_ro: Înregistrarea afiliaților este dezactivată
ru_ru: Регистрация партнера отключена
tr_tr: Üye Kaydı Devre Dışı
uk: Реєстрацію філії вимкнено

source: Login is not allowed
ar: لا يُسمح بتسجيل الدخول
de_de: Anmeldung nicht zulässig
es_es: No se permite iniciar sesión
it_it: Accesso non consentito
nl_nl: Inloggen is niet toegestaan
pl_pl: Logowanie nie jest dozwolone
ro_ro: Conectarea nu este permisă
ru_ru: Вход не разрешен
tr_tr: Giriş yapılmasına izin verilmiyor
uk: Вхід заборонено

source: Password reset link
ar: رابط إعادة تعيين كلمة المرور
de_de: Link zum Zurücksetzen des Passworts
es_es: Enlace de restablecimiento de contraseña
it_it: Link di reimpostazione password
nl_nl: Link voor wachtwoord opnieuw instellen
pl_pl: Link do resetowania hasła
ro_ro: Link pentru resetarea parolei
ru_ru: Ссылка для сброса пароля
tr_tr: Şifre sıfırlama bağlantısı
uk: Посилання для зміни пароля

source: Account closure request success
ar: نجاح طلب إغلاق الحساب
de_de: Anforderung zur Kontoschließung erfolgreich
es_es: Solicitud de cierre de cuenta exitosa
it_it: Richiesta di chiusura account riuscita
nl_nl: Aanvraag voor sluiten van account succesvol
pl_pl: Powodzenie żądania zamknięcia konta
ro_ro: Solicitarea de închidere a contului a reușit
ru_ru: Запрос на закрытие учетной записи выполнен
tr_tr: Hesap kapatma isteği başarılı
uk: Запит на закриття облікового запису виконано

source: Affiliate custom link added
ar: تمت إضافة رابط مخصص للشريك
de_de: Benutzerdefinierter Affiliate-Link hinzugefügt
es_es: Enlace personalizado de afiliado agregado
it_it: Link personalizzato affiliato aggiunto
nl_nl: Aangepaste affiliatelink toegevoegd
pl_pl: Dodano niestandardowy link partnera
ro_ro: A fost adăugat linkul personalizat de afiliat
ru_ru: Добавлена ​​пользовательская ссылка партнера
tr_tr: Üye özel bağlantısı eklendi
uk: Додано спеціальне партнерське посилання

source: Campaign name already added
ar: تمت إضافة اسم الحملة بالفعل
de_de: Kampagnenname bereits hinzugefügt
es_es: Nombre de campaña ya agregado
it_it: Nome campagna già aggiunto
nl_nl: Campagnenaam al toegevoegd
pl_pl: Nazwa kampanii już dodana
ro_ro: Numele campaniei a fost deja adăugat
ru_ru: Название кампании уже добавлено
tr_tr: Kampanya adı zaten eklendi
uk: Назва кампанії вже додана

source: Incorrect current password
ar: كلمة مرور حالية غير صحيحة
de_de: Falsches aktuelles Passwort
es_es: Contraseña actual incorrecta
it_it: Password corrente errata
nl_nl: Huidige wachtwoord onjuist
pl_pl: Nieprawidłowe bieżące hasło
ro_ro: Parolă actuală incorectă
ru_ru: Неверный текущий пароль
tr_tr: Geçerli şifre yanlış
uk: Неправильний поточний пароль

source: Password successfully updated
ar: تم تحديث كلمة المرور بنجاح
de_de: Passwort erfolgreich aktualisiert
es_es: Contraseña actualizada correctamente
it_it: Password aggiornata correttamente
nl_nl: Wachtwoord succesvol bijgewerkt
pl_pl: Hasło pomyślnie zaktualizowane
ro_ro: Parola a fost actualizată cu succes
ru_ru: Пароль успешно обновлен
tr_tr: Şifre başarıyla güncellendi
uk: Пароль успішно оновлено

source: Profile fields successfully update
ar: تم تحديث حقول الملف الشخصي بنجاح
de_de: Profilfelder erfolgreich aktualisiert
es_es: Campos de perfil actualizados correctamente
it_it: Campi del profilo aggiornati correttamente
nl_nl: Profielvelden succesvol update
pl_pl: Pola profilu pomyślnie zaktualizowane
ro_ro: Câmpurile de profil se actualizează cu succes
ru_ru: Поля профиля успешно обновлены
tr_tr: Profil alanları başarıyla güncellendi
uk: Поля профілю успішно оновлено

source: Basic Settings
ar: الإعدادات الأساسية
de_de: Grundeinstellungen
es_es: Configuración básica
it_it: Impostazioni di base
nl_nl: Basisinstellingen
pl_pl: Podstawowe ustawienia
ro_ro: Setări de bază
ru_ru: Основные настройки
tr_tr: Temel Ayarlar
uk: Основні налаштування

source: Configure these key options for your affiliate program. You can adjust them later if needed.
ar: قم بتكوين خيارات المفتاح هذه لبرنامج الشركاء التابعين لك. يمكنك تعديلها لاحقًا إذا لزم الأمر.
de_de: Konfigurieren Sie diese Schlüsseloptionen für Ihr Partnerprogramm. Sie können sie bei Bedarf später anpassen.
es_es: Configure estas opciones clave para su programa de afiliados. Puede ajustarlas más tarde si es necesario.
it_it: Configura queste opzioni chiave per il tuo programma di affiliazione. Puoi modificarle in seguito, se necessario.
nl_nl: Configureer deze belangrijke opties voor uw affiliateprogramma. U kunt ze later aanpassen indien nodig.
pl_pl: Skonfiguruj te kluczowe opcje dla swojego programu partnerskiego. Możesz je później dostosować, jeśli zajdzie taka potrzeba.
ro_ro: Configurați aceste opțiuni cheie pentru programul dvs. de afiliere. Le puteți ajusta ulterior dacă este necesar.
ru_ru: Настройте эти ключевые параметры для своей партнерской программы. При необходимости вы сможете изменить их позже.
tr_tr: Ortaklık programınız için bu temel seçenekleri yapılandırın. Gerekirse daha sonra ayarlayabilirsiniz.
uk: Налаштуйте ці ключові параметри для вашої партнерської програми. Ви можете налаштувати їх пізніше, якщо потрібно.

source: Allow Affiliate Signup
ar: السماح بالتسجيل كشريك تابع
de_de: Partneranmeldung zulassen
es_es: Permitir registro de afiliados
it_it: Consenti iscrizione affiliato
nl_nl: Affiliate-aanmelding toestaan
pl_pl: Zezwalaj na rejestrację afilianta
ro_ro: Permiteți înregistrarea afiliaților
ru_ru: Разрешить регистрацию партнера
tr_tr: Ortaklık Kaydına İzin Ver
uk: Дозволити афілійовану реєстрацію

source: Commission Settings
ar: إعدادات العمولة
de_de: Provisionseinstellungen
es_es: Configuración de comisiones
it_it: Impostazioni commissione
nl_nl: Commissie-instellingen
pl_pl: Ustawienia prowizji
ro_ro: Setări comision
ru_ru: Настройки комиссии
tr_tr: Komisyon Ayarları
uk: Налаштування комісії

source: Fixed Rate
ar: معدل ثابت
de_de: Fester Satz
es_es: Tasa fija
it_it: Tasso fisso
nl_nl: Vast tarief
pl_pl: Stała stawka
ro_ro: Tarif fix
ru_ru: Фиксированная ставка
tr_tr: Sabit Oran
uk: Фіксована ставка

source: Choose Currency
ar: اختر العملة
de_de: Währung auswählen
es_es: Elegir moneda
it_it: Scegli valuta
nl_nl: Kies valuta
pl_pl: Wybierz walutę
ro_ro: Alegeți Moneda
ru_ru: Выбрать валюту
tr_tr: Para Birimini Seçin
uk: Виберіть валюту

source: Prev
ar: السابق
de_de: Zurück
es_es: Anterior
it_it: Precedente
nl_nl: Vorige
pl_pl: Poprzedni
ru_ru: Пред.
tr_tr: Önceki
uk: попередня

source: You can customize each email to suit your needs later in the AffiliatePress settings page.
ar: يمكنك تخصيص كل بريد إلكتروني ليناسب احتياجاتك لاحقًا في صفحة إعدادات AffiliatePress.
de_de: Sie können jede E-Mail später auf der Einstellungsseite von AffiliatePress an Ihre Bedürfnisse anpassen.
es_es: Puede personalizar cada correo electrónico para adaptarlo a sus necesidades más adelante en la página de configuración de AffiliatePress.
it_it: Puoi personalizzare ogni e-mail in base alle tue esigenze in seguito nella pagina delle impostazioni di AffiliatePress.
nl_nl: U kunt elke e-mail later aanpassen aan uw behoeften op de instellingenpagina van AffiliatePress.
pl_pl: Możesz dostosować każdą wiadomość e-mail do swoich potrzeb później na stronie ustawień AffiliatePress.
ro_ro: Puteți personaliza fiecare e-mail pentru a se potrivi nevoilor dvs. mai târziu, în pagina de setări AffiliatePress.
ru_ru: Вы можете настроить каждое письмо в соответствии со своими потребностями позже на странице настроек AffiliatePress.
tr_tr: Daha sonra AffiliatePress ayarları sayfasında her e-postayı ihtiyaçlarınıza uyacak şekilde özelleştirebilirsiniz.
uk: Пізніше ви можете налаштувати кожен електронний лист відповідно до своїх потреб на сторінці налаштувань AffiliatePress.

source: Admin Notifications
ar: إشعارات المسؤول
de_de: Administratorbenachrichtigungen
es_es: Notificaciones de administrador
it_it: Notifiche amministratore
nl_nl: Beheerdersmeldingen
pl_pl: Powiadomienia administratora
ro_ro: Notificări de administrator
ru_ru: Уведомления администратора
tr_tr: Yönetici Bildirimleri
uk: Сповіщення адміністратора

source: Affiliate Notifications
ar: إشعارات الشركاء التابعين
de_de: Partnerbenachrichtigungen
es_es: Notificaciones de afiliados
it_it: Notifiche affiliato
nl_nl: Affiliate-meldingen
pl_pl: Powiadomienia afilianta
ro_ro: Notificări pentru afiliați
ru_ru: Уведомления партнеров
tr_tr: Ortaklık Bildirimleri
uk: Повідомлення партнерів

source: Close and Exit Wizard Without Saving
ar: إغلاق المعالج والخروج منه دون حفظ
de_de: Assistent schließen und beenden, ohne zu speichern
es_es: Cerrar y salir del asistente sin guardar
it_it: Chiudi ed esci dalla procedura guidata senza salvare
nl_nl: Wizard sluiten en verlaten zonder op te slaan
pl_pl: Zamknij i wyjdź z kreatora bez zapisywania
ro_ro: Închideți și părăsiți expertul fără a salva
ru_ru: Закрыть и выйти из мастера без сохранения
tr_tr: Kaydetmeden Sihirbazı Kapatın ve Çıkın
uk: Закрийте та вийдіть з майстра без збереження

source: Enable AffiliatePress Commission to add commission for this Form
ar: تمكين عمولة AffiliatePress لإضافة عمولة لهذا النموذج
de_de: AffiliatePress-Provision aktivieren, um Provisionen für dieses Formular hinzuzufügen
es_es: Habilitar la comisión de AffiliatePress para agregar comisiones para este formulario
it_it: Abilita la commissione di AffiliatePress per aggiungere una commissione per questo modulo
nl_nl: Schakel AffiliatePress-commissie in om commissie toe te voegen voor dit formulier
pl_pl: Włącz prowizję AffiliatePress, aby dodać prowizję do tego formularza
ro_ro: Permiteți Comisiei AffiliatePress să adauge comision pentru acest formular
ru_ru: Включить комиссию AffiliatePress, чтобы добавить комиссию для этой формы
tr_tr: Bu Form için komisyon eklemek üzere AffiliatePress Komisyonunu Etkinleştirin
uk: Увімкніть комісію AffiliatePress, щоб додати комісію для цієї форми

source: Activate this setting to stop commissions for affiliates on purchases of this %s.
ar: قم بتنشيط هذا الإعداد لإيقاف العمولات للشركاء التابعين على عمليات شراء هذه النسبة المئوية.
de_de: Aktivieren Sie diese Einstellung, um Provisionen für Partner bei Käufen von %s zu stoppen.
es_es: Activar esta configuración para detener las comisiones para afiliados en las compras de este %s.
it_it: Attiva questa impostazione per interrompere le commissioni per gli affiliati sugli acquisti di questo %s.
nl_nl: Activeer deze instelling om commissies voor affiliates te stoppen bij aankopen van deze %s.
pl_pl: Aktywuj to ustawienie, aby zatrzymać prowizje dla afiliantów za zakupy tego %s.
ro_ro: Activați această setare pentru a opri comisioanele pentru afiliați la achizițiile acestui %s.
ru_ru: Активируйте этот параметр, чтобы остановить комиссии для партнеров за покупки этого %s.
tr_tr: Bu ayarı etkinleştirerek bu %s satın alımlarında ortaklar için komisyonları durdurun.
uk: Активуйте це налаштування, щоб припинити комісію для афілійованих осіб за покупки цього %s.

source: Enable Commission
ar: تمكين العمولة
de_de: Provision aktivieren
es_es: Habilitar comisión
it_it: Abilita commissione
nl_nl: Commissie inschakelen
pl_pl: Włącz prowizję
ro_ro: Activați Comisia
ru_ru: Включить комиссию
tr_tr: Komisyonu Etkinleştir
uk: Увімкнути комісію

source: Wizard Saved successfully
ar: تم حفظ المعالج بنجاح
de_de: Assistent erfolgreich gespeichert
es_es: Asistente guardado exitosamente
it_it: Procedura guidata salvata correttamente
nl_nl: Wizard succesvol opgeslagen
pl_pl: Kreator zapisany pomyślnie
ro_ro: Expertul a fost salvat cu succes
ru_ru: Мастер успешно сохранен
tr_tr: Sihirbaz başarıyla kaydedildi
uk: Майстер успішно збережено

source: Allow this form to generate Commission.
ar: السماح لهذا النموذج بإنشاء عمولة.
de_de: Diesem Formular erlauben, Provisionen zu generieren.
es_es: Permitir que este formulario genere Comisión.
it_it: Consenti a questo modulo di generare una commissione.
nl_nl: Sta dit formulier toe om commissie te genereren.
pl_pl: Zezwól temu formularzowi na generowanie prowizji.
ro_ro: Permiteți acestui formular să genereze comision.
ru_ru: Разрешить этой форме генерировать комиссию.
tr_tr: Bu formun Komisyon oluşturmasına izin ver.
uk: Дозвольте цій формі генерувати комісію.

source: Commission creation
ar: إنشاء العمولة
de_de: Provisionserstellung
es_es: Creación de comisiones
it_it: Creazione commissione
nl_nl: Commissie maken
pl_pl: Utworzenie prowizji
ro_ro: Crearea comisiei
ru_ru: Создание комиссии
tr_tr: Komisyon oluşturma
uk: Створення комісії

source: Commission type
ar: نوع العمولة
de_de: Provisionstyp
es_es: Tipo de comisión
it_it: Tipo di commissione
nl_nl: Commissietype
pl_pl: Typ prowizji
ro_ro: Tip comision
ru_ru: Тип комиссии
tr_tr: Komisyon türü
uk: Тип комісії

source: Select the type of Commission this should be.
ar: حدد نوع العمولة التي يجب أن تكون عليها.
de_de: Wählen Sie den Provisionstyp aus.
es_es: Seleccione el tipo de Comisión que deberá ser ésta.
it_it: Seleziona il tipo di commissione che dovrebbe essere.
nl_nl: Selecteer het type commissie dat dit moet zijn.
pl_pl: Wybierz typ prowizji, jaki powinien być.
ro_ro: Selectați tipul de comision care ar trebui să fie.
ru_ru: Выберите тип комиссии, который должен быть.
tr_tr: Bunun ne tür bir Komisyon olması gerektiğini seçin.
uk: Виберіть тип комісії.

source: An Unexpected HTTP Error occurred during the API request.
ar: حدث خطأ HTTP غير متوقع أثناء طلب API.
de_de: Während der API-Anforderung ist ein unerwarteter HTTP-Fehler aufgetreten.
it_it: Si è verificato un errore HTTP imprevisto durante la richiesta API.
nl_nl: Er is een onverwachte HTTP-fout opgetreden tijdens de API-aanvraag.
pl_pl: Podczas żądania API wystąpił nieoczekiwany błąd HTTP.
ro_ro: A apărut o eroare HTTP neașteptată în timpul solicitării API.
ru_ru: Во время запроса API произошла непредвиденная ошибка HTTP.
tr_tr: API isteği sırasında Beklenmeyen bir HTTP Hatası oluştu.
uk: Під час запиту API сталася неочікувана помилка HTTP.

source: Try again
ar: حاول ثانية
de_de: Versuchen Sie es erneut
es_es: Intentar otra vez
it_it: Riprova
nl_nl: Probeer het opnieuw
pl_pl: Spróbuj ponownie
ro_ro: Încearcă din nou
ru_ru: Попробуйте еще раз
tr_tr: Tekrar deneyin
uk: Спробуйте знову

source: An unknown error occurred
ar: حدث خطأ غير معروف
de_de: Es ist ein unbekannter Fehler aufgetreten
es_es: Se produjo un error desconocido
it_it: Si è verificato un errore sconosciuto
nl_nl: Er is een onbekende fout opgetreden
pl_pl: Wystąpił nieznany błąd
ro_ro: A apărut o eroare necunoscută
ru_ru: Произошла неизвестная ошибка
tr_tr: Bilinmeyen bir hata oluştu
uk: Сталася невідома помилка

source: What Personal Data Is Collected in AffiliatePress
ar: ما هي البيانات الشخصية التي يتم جمعها في AffiliatePress
de_de: Welche personenbezogenen Daten werden in AffiliatePress erhoben?
es_es: ¿Qué datos personales se recopilan en AffiliatePress?
it_it: Quali dati personali vengono raccolti in AffiliatePress
nl_nl: Welke persoonlijke gegevens worden verzameld in AffiliatePress
pl_pl: Jakie dane osobowe są gromadzone w AffiliatePress
ro_ro: Ce date personale sunt colectate în AffiliatePress
ru_ru: Какие персональные данные собираются в AffiliatePress
tr_tr: AffiliatePress'te Hangi Kişisel Veriler Toplanır?
uk: Які персональні дані збираються в AffiliatePress

source: User's Signup Details such as Username, First Name, Last Name and Custom Fields value( Website, Payment Email etc)
ar: تفاصيل تسجيل المستخدم مثل اسم المستخدم والاسم الأول واسم العائلة وقيمة الحقول المخصصة (الموقع الإلكتروني والبريد الإلكتروني للدفع وما إلى ذلك)
de_de: Anmeldedetails des Benutzers wie Benutzername, Vorname, Nachname und Werte benutzerdefinierter Felder (Website, Zahlungs-E-Mail usw.)
es_es: Detalles de registro del usuario, como nombre de usuario, nombre, apellido y valor de campos personalizados (sitio web, correo electrónico de pago, etc.)
it_it: Dettagli di registrazione dell'utente come nome utente, nome, cognome e valore dei campi personalizzati (sito web, e-mail di pagamento, ecc.)
nl_nl: Registratiegegevens van de gebruiker, zoals gebruikersnaam, voornaam, achternaam en aangepaste velden (website, betalings-e-mailadres, enz.)
pl_pl: Szczegóły rejestracji użytkownika, takie jak nazwa użytkownika, imię, nazwisko i wartości pól niestandardowych (strona internetowa, adres e-mail do płatności itp.)
ro_ro: Detaliile de înregistrare ale utilizatorului, cum ar fi numele de utilizator, prenumele, numele de familie și valorile câmpurilor personalizate (site web, e-mail de plată etc.)
ru_ru: Данные регистрации пользователя, такие как имя пользователя, имя, фамилия и значения настраиваемых полей (веб-сайт, адрес электронной почты для оплаты и т. д.)
tr_tr: Kullanıcı Adı, Adı, Soyadı ve Özel Alanlar (Web Sitesi, Ödeme E-postası vb.) gibi Kullanıcı Kayıt Ayrıntıları
uk: Дані реєстрації користувача, такі як ім'я користувача, ім'я, прізвище та значення настроюваних полів (веб-сайт, електронна адреса для оплати тощо)

source: User's IP Address Information
ar: معلومات عنوان IP الخاص بالمستخدم
de_de: IP-Adressinformationen des Benutzers
es_es: Información de la dirección IP del usuario
it_it: Informazioni sull'indirizzo IP dell'utente
nl_nl: IP-adresinformatie van de gebruiker
pl_pl: Informacje o adresie IP użytkownika
ro_ro: Informații despre adresa IP a utilizatorului
ru_ru: Информация об IP-адресе пользователя
tr_tr: Kullanıcının IP Adresi Bilgileri
uk: Інформація про IP-адресу користувача

source: User's Basic Details Sending to opt-ins such as (Email, First Name, Last Name)
ar: إرسال بيانات المستخدم الأساسية إلى عمليات الاشتراك مثل (البريد الإلكتروني، الاسم الأول، اسم العائلة)
de_de: Grundlegende Benutzerdaten, die an Opt-Ins gesendet werden, wie z. B. (E-Mail, Vorname, Nachname)
es_es: Detalles básicos del usuario que se envían a opt-ins como (correo electrónico, nombre, apellido)
it_it: Dettagli di base dell'utente Invio agli opt-in come (e-mail, nome, cognome)
nl_nl: Basisgegevens van de gebruiker Verzenden naar opt-ins zoals (e-mailadres, voornaam, achternaam)
pl_pl: Podstawowe dane użytkownika Wysyłanie do osób, które wyraziły na to zgodę, takich jak (adres e-mail, imię, nazwisko)
ro_ro: Detalii de bază ale utilizatorului Trimiterea către persoanele care doresc să se înscrie, cum ar fi (e-mail, prenume, nume)
ru_ru: Отправка основных данных пользователя по подписке, таких как (адрес электронной почты, имя, фамилия)
tr_tr: Kullanıcının Temel Ayrıntıları (E-posta, Ad, Soyad) gibi opt-in'lere gönderilir
uk: Основні дані користувача, що надсилаються на підписки, такі як (електронна пошта, ім'я, прізвище)

source: User's Logged in / Logout details
ar: تفاصيل تسجيل الدخول / تسجيل الخروج للمستخدم
de_de: Anmelde-/Abmeldedetails des Benutzers
es_es: Detalles de inicio y cierre de sesión del usuario
it_it: Dettagli di accesso/disconnessione dell'utente
nl_nl: Gegevens van ingelogde/uitgelogde gebruiker
pl_pl: Szczegóły zalogowania/wylogowania użytkownika
ro_ro: Detalii de conectare / deconectare utilizator
ru_ru: Данные о входе/выходе пользователя
tr_tr: Kullanıcının Giriş/Çıkış detayları
uk: Дані про вхід / вихід користувача

source: Basic transaction information stored (e.g., payment status, amount, transaction id, and method used). AffiliatePress does not store any sensitive financial data, such as credit or debit card numbers.
ar: يتم تخزين معلومات المعاملات الأساسية (مثل حالة الدفع، والمبلغ، ورقم المعاملة، والطريقة المستخدمة). لا تخزن AffiliatePress أي بيانات مالية حساسة، مثل أرقام بطاقات الائتمان أو الخصم.
de_de: Grundlegende Transaktionsinformationen werden gespeichert (z. B. Zahlungsstatus, Betrag, Transaktions-ID und verwendete Methode). AffiliatePress speichert keine sensiblen Finanzdaten wie Kredit- oder Debitkartennummern.
es_es: Se almacena información básica de la transacción (p. ej., estado del pago, importe, ID de la transacción y método utilizado). AffiliatePress no almacena datos financieros confidenciales, como números de tarjetas de crédito o débito.
it_it: Vengono memorizzate informazioni di base sulle transazioni (ad esempio, stato del pagamento, importo, ID transazione e metodo utilizzato). AffiliatePress non memorizza dati finanziari sensibili, come numeri di carte di credito o di debito.
nl_nl: Basistransactiegegevens worden opgeslagen (zoals betalingsstatus, bedrag, transactie-ID en gebruikte methode). AffiliatePress slaat geen gevoelige financile gegevens op, zoals creditcard- of betaalpasnummers.
pl_pl: Przechowywane są podstawowe informacje o transakcji (np. status płatności, kwota, identyfikator transakcji i użyta metoda). AffiliatePress nie przechowuje żadnych poufnych danych finansowych, takich jak numery kart kredytowych lub debetowych.
ro_ro: Informațiile de bază despre tranzacții sunt stocate (de exemplu, starea plății, suma, ID-ul tranzacției și metoda utilizată). AffiliatePress nu stochează date financiare sensibile, cum ar fi numerele cardurilor de credit sau de debit.
ru_ru: Сохраняется основная информация о транзакциях (например, статус платежа, сумма, идентификатор транзакции и использованный метод). AffiliatePress не хранит конфиденциальные финансовые данные, такие как номера кредитных или дебетовых карт.
tr_tr: Saklanan temel işlem bilgileri (örneğin, ödeme durumu, tutar, işlem kimliği ve kullanılan yöntem). AffiliatePress, kredi veya banka kartı numaraları gibi hassas finansal verileri saklamaz.
uk: Зберігається основна інформація про транзакції (наприклад, статус платежу, сума, ідентифікатор транзакції та використаний метод). AffiliatePress не зберігає жодних конфіденційних фінансових даних, таких як номери кредитних або дебетових карток.

source: Set up is too difficult
ar: الإعداد صعب للغاية
de_de: Die Einrichtung ist zu schwierig
es_es: La configuración es demasiado difícil
it_it: L'installazione è troppo difficile
nl_nl: De installatie is te moeilijk
pl_pl: Konfiguracja jest zbyt trudna
ro_ro: Configurarea este prea dificilă
ru_ru: Настройка слишком сложна
tr_tr: Kurulumu çok zor
uk: Налаштування занадто складне

source: Lack of documentation
ar: نقص التوثيق
de_de: Mangelnde Dokumentation
es_es: Falta de documentacion
it_it: Mancanza di documentazione
nl_nl: Gebrek aan documentatie
pl_pl: Brak dokumentacji
ro_ro: Lipsa documentatiei
ru_ru: Отсутствие документации
tr_tr: Dokümantasyon eksikliği
uk: Відсутність документації

source: Not the features I wanted
ar: ليست الميزات التي أردتها
de_de: Nicht die Funktionen, die ich wollte
it_it: Non sono le caratteristiche che desideravo
nl_nl: Niet de functies die ik wilde
pl_pl: Nie są to funkcje, których chciałem
ro_ro: Nu sunt caracteristicile pe care mi le doream
ru_ru: Не те функции, которые мне нужны
tr_tr: İstediğim özellikler değil
uk: Не ті функції, які я хотів

source: Found a better plugin
ar: وجدت مكون إضافي أفضل
de_de: Habe ein besseres Plugin gefunden
es_es: Encontré un complemento mejor
it_it: Trovato un plugin migliore
nl_nl: Ik heb een betere plug-in gevonden
pl_pl: Znalazłem lepszą wtyczkę
ro_ro: Am găsit un plugin mai bun
ru_ru: Нашел лучший плагин
tr_tr: Daha iyi bir eklenti buldum
uk: Знайшов кращий плагін
