Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Your registration is now complete. You can login to the affiliate area and begin promoting.
ar: تم الآن إكمال تسجيلك. يمكنك تسجيل الدخول إلى منطقة الشركاء والبدء في الترويج.
de_de: Ihre Registrierung ist nun abgeschlossen. Sie können sich im Partnerbereich anmelden und mit der Werbung beginnen.
es_es: Tu registro ya está completo. Puedes iniciar sesión en el área de afiliados y comenzar a promocionar.
it_it: La tua registrazione è ora completa. Puoi accedere all'area affiliati e iniziare a promuovere.
nl_nl: Uw registratie is nu voltooid. U kunt inloggen op het affiliate-gedeelte en beginnen met promoten.
pl_pl: Rejestracja została ukończona. Możesz zalogować się do obszaru partnerskiego i rozpocząć promocję.
ro_ro: Înregistrarea dvs. este acum finalizată. Vă puteți autentifica în zona de afiliați și puteți începe promovarea.
ru_ru: Ваша регистрация завершена. Вы можете войти в партнерскую зону и начать продвижение.
tr_tr: Kaydınız artık tamamlandı. Ortaklık alanına giriş yapabilir ve tanıtım yapmaya başlayabilirsiniz.
uk: Ваша реєстрація завершена. Ви можете увійти в партнерську зону і почати просування.

source: Affiliate registration is currently disabled by the admin. Please contact support for assistance.
ar: تم تعطيل تسجيل الشركاء حاليًا بواسطة المسؤول. يُرجى الاتصال بالدعم للحصول على المساعدة.
de_de: Die Partnerregistrierung ist derzeit vom Administrator deaktiviert. Bitte wenden Sie sich für Hilfe an den Support.
es_es: El administrador actualmente ha deshabilitado el registro de afiliados. Ponte en contacto con el soporte para obtener ayuda.
it_it: La registrazione affiliati è attualmente disabilitata dall'amministratore. Contatta il supporto per assistenza.
nl_nl: Affiliate-registratie is momenteel uitgeschakeld door de beheerder. Neem contact op met de ondersteuning voor hulp.
pl_pl: Rejestracja partnera jest obecnie wyłączona przez administratora. Skontaktuj się z pomocą techniczną, aby uzyskać pomoc.
ro_ro: Înregistrarea afiliaților este în prezent dezactivată de administrator. Vă rugăm să contactați asistența pentru asistență.
ru_ru: В настоящее время регистрация партнеров отключена администратором. Обратитесь в службу поддержки за помощью.
tr_tr: Ortaklık kaydı şu anda yönetici tarafından devre dışı bırakıldı. Lütfen yardım için destek ekibiyle iletişime geçin.
uk: Реєстрацію партнера наразі вимкнено адміністратором. Зверніться по допомогу до служби підтримки.

source: Login is not allowed. Please contact the admin for assistance.
ar: تسجيل الدخول غير مسموح به. يُرجى الاتصال بالمسؤول للحصول على المساعدة.
de_de: Die Anmeldung ist nicht zulässig. Bitte wenden Sie sich für Hilfe an den Administrator.
es_es: No se permite iniciar sesión. Ponte en contacto con el administrador para obtener ayuda.
it_it: L'accesso non è consentito. Contatta l'amministratore per assistenza.
nl_nl: Inloggen is niet toegestaan. Neem contact op met de beheerder voor hulp.
pl_pl: Logowanie nie jest dozwolone. Skontaktuj się z administratorem, aby uzyskać pomoc.
ro_ro: Conectarea nu este permisă. Vă rugăm să contactați administratorul pentru asistență.
ru_ru: Вход не разрешен. Обратитесь к администратору за помощью.
tr_tr: Giriş yapılmasına izin verilmiyor. Lütfen yardım için yöneticiyle iletişime geçin.
uk: Вхід заборонено. Будь ласка, зверніться до адміністратора за допомогою.

source: Your account closure request email has been sent successfully. If you have any further questions or need assistance, please feel free to reach out.
ar: تم إرسال بريد إلكتروني لطلب إغلاق حسابك بنجاح. إذا كان لديك أي أسئلة أخرى أو تحتاج إلى مساعدة، فلا تتردد في التواصل معنا.
de_de: Ihre E-Mail mit der Anfrage zur Kontoschließung wurde erfolgreich gesendet. Wenn Sie weitere Fragen haben oder Hilfe benötigen, können Sie sich jederzeit an uns wenden.
es_es: El correo electrónico de solicitud de cierre de tu cuenta se ha enviado correctamente. Si tienes más preguntas o necesitas ayuda, no dudes en comunicarte con nosotros.
it_it: L'e-mail di richiesta di chiusura dell'account è stata inviata correttamente. Se hai ulteriori domande o hai bisogno di assistenza, non esitare a contattarci.
nl_nl: Uw e-mail met het verzoek om uw account te sluiten is succesvol verzonden. Als u nog vragen hebt of hulp nodig hebt, neem dan gerust contact met ons op.
pl_pl: Twój e-mail z prośbą o zamknięcie konta został pomyślnie wysłany. Jeśli masz dalsze pytania lub potrzebujesz pomocy, skontaktuj się z nami.
ro_ro: E-mailul cu cererea de închidere a contului a fost trimis cu succes. Dacă aveți întrebări suplimentare sau aveți nevoie de asistență, nu ezitați să contactați.
ru_ru: Ваш запрос на закрытие учетной записи был успешно отправлен. Если у вас есть дополнительные вопросы или вам нужна помощь, свяжитесь с нами.
tr_tr: Hesap kapatma talebi e-postanız başarıyla gönderildi. Başka sorularınız varsa veya yardıma ihtiyacınız varsa lütfen bize ulaşmaktan çekinmeyin.
uk: Ваш електронний лист із запитом на закриття облікового запису успішно надіслано. Якщо у вас виникнуть запитання або вам потрібна допомога, зв’яжіться з нами.

source: Current password is incorrect.
ar: كلمة المرور الحالية غير صحيحة.
de_de: Das aktuelle Passwort ist falsch.
es_es: La contraseña actual es incorrecta.
it_it: La password corrente non è corretta.
nl_nl: Het huidige wachtwoord is onjuist.
pl_pl: Bieżące hasło jest nieprawidłowe.
ro_ro: Parola curentă este incorectă.
ru_ru: Текущий пароль неверен.
tr_tr: Mevcut şifre yanlış.
uk: Поточний пароль неправильний.

source: New password and confirm password do not match.
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين.
de_de: Neues Passwort und bestätigtes Passwort stimmen nicht überein.
es_es: La nueva contraseña y la contraseña de confirmación no coinciden.
it_it: La nuova password e la conferma della password non corrispondono.
nl_nl: Het nieuwe wachtwoord en het bevestig wachtwoord komen niet overeen.
pl_pl: Nowe hasło i hasło potwierdzające nie pasują do siebie.
ro_ro: Parola nouă și parola de confirmare nu se potrivesc.
ru_ru: Новый пароль и подтверждение пароля не совпадают.
tr_tr: Yeni şifre ve şifre onayı eşleşmiyor.
uk: Новий пароль і пароль підтвердження не збігаються.

source: Password successfully updated.
ar: تم تحديث كلمة المرور بنجاح.
de_de: Passwort erfolgreich aktualisiert.
es_es: La contraseña se actualizó correctamente.
it_it: Password aggiornata correttamente.
nl_nl: Het wachtwoord is succesvol bijgewerkt.
pl_pl: Hasło zostało pomyślnie zaktualizowane.
ro_ro: Parola a fost actualizată cu succes.
ru_ru: Партнерский пароль успешно обновлен.
tr_tr: Şifre başarıyla güncellendi.
uk: Пароль успішно оновлено.

source: Affiliate profile fields successfully updated.
ar: تم تحديث حقول ملف تعريف الشريك بنجاح.
de_de: Partnerprofilfelder erfolgreich aktualisiert.
es_es: Los campos del perfil de afiliado se actualizaron correctamente.
it_it: I campi del profilo affiliato sono stati aggiornati correttamente.
nl_nl: De velden van het affiliate-profiel zijn succesvol bijgewerkt.
pl_pl: Pola profilu partnera zostały pomyślnie zaktualizowane.
ro_ro: Câmpurile profilului afiliat au fost actualizate cu succes.
ru_ru: Поля профиля партнера успешно обновлены.
tr_tr: Ortaklık profili alanları başarıyla güncellendi.
uk: Поля профілю партнера успішно оновлено.

source: This field is required.
ar: هذا الحقل مطلوب.
de_de: Dieses Feld ist erforderlich.
es_es: Este campo es obligatorio.
it_it: Questo campo è obbligatorio.
nl_nl: Dit veld is verplicht.
pl_pl: To pole jest wymagane.
ro_ro: Acest câmp este obligatoriu.
ru_ru: Это поле обязательно для заполнения.
tr_tr: Bu alan zorunludur.
uk: Це поле є обов'язковим для заповнення.

source: Affiliate Succesfully Imported
ar: تم استيراد الشريك بنجاح
de_de: Partner erfolgreich importiert
es_es: Afiliado importado exitosamente
it_it: Affiliato importato correttamente
nl_nl: Affiliate succesvol gemporteerd
pl_pl: Pomyślnie zaimportowano partnera
ro_ro: Afiliat importat cu succes
ru_ru: Партнер успешно импортирован
tr_tr: Ortak Başarıyla İçeri Aktarıldı
uk: Філіал успішно імпортовано

source: CSV File read premission issue.
ar: مشكلة إذن قراءة ملف CSV.
de_de: Problem mit Leseberechtigung für CSV-Datei.
es_es: Problema de permiso de lectura del archivo CSV.
it_it: Problema di autorizzazione di lettura del file CSV.
nl_nl: CSV-bestand leesmachtiging probleem.
pl_pl: Problem z uprawnieniami do odczytu pliku CSV.
ro_ro: Problemă cu permisiunea de citire a fișierului CSV.
ru_ru: Проблема с разрешением на чтение файла CSV.
tr_tr: CSV Dosyası okuma izni sorunu.
uk: Проблема з дозволом на читання файлу CSV.

source: CSV File not exists.
ar: ملف CSV غير موجود.
de_de: CSV-Datei existiert nicht.
es_es: El archivo CSV no existe.
it_it: Il file CSV non esiste.
nl_nl: CSV-bestand bestaat niet.
pl_pl: Plik CSV nie istnieje.
ro_ro: Fișierul CSV nu există.
ru_ru: Файл CSV не существует.
tr_tr: CSV Dosyası mevcut değil.
uk: Файл CSV не існує.

source: Something Wrong.
ar: هناك خطأ ما.
de_de: Etwas stimmt nicht.
es_es: Algo incorrecto.
it_it: Qualcosa non va.
nl_nl: Er is iets mis.
pl_pl: Coś nie tak.
ro_ro: E ceva în neregulă.
ru_ru: Что-то не так.
tr_tr: Bir Sorun Var.
uk: Щось не так.

source: Invalid file extension. Please select valid file.
ar: امتداد ملف غير صالح. يُرجى تحديد ملف صالح.
de_de: Ungültige Dateierweiterung. Bitte wählen Sie eine gültige Datei.
es_es: Extensión de archivo no válida. Por favor, seleccione un archivo válido.
it_it: Estensione file non valida. Seleziona un file valido.
nl_nl: Ongeldige bestandsextensie. Selecteer een geldig bestand.
pl_pl: Nieprawidłowe rozszerzenie pliku. Wybierz prawidłowy plik.
ro_ro: Extensie de fișier nevalidă. Vă rugăm să selectați un fișier valid.
ru_ru: Недопустимое расширение файла. Выберите допустимый файл.
tr_tr: Geçersiz dosya uzantısı. Lütfen geçerli dosyayı seçin.
uk: Недійсне розширення файлу. Виберіть дійсний файл.

source: File read permission not allowed.
ar: إذن قراءة الملف غير مسموح به.
de_de: Leseberechtigung für Datei nicht zulässig.
es_es: No se permite el permiso de lectura del archivo.
it_it: Autorizzazione di lettura file non consentita.
nl_nl: Bestand leesmachtiging niet toegestaan.
pl_pl: Uprawnienia do odczytu pliku nie są dozwolone.
ro_ro: Permisiunea de citire a fișierului nu este permisă.
ru_ru: Разрешение на чтение файла не разрешено.
tr_tr: Dosya okuma iznine izin verilmiyor.
uk: Дозвіл на читання файлу заборонено.

source: Something wrong file not uploaded.
ar: هناك خطأ ما، لم يتم تحميل الملف.
de_de: Etwas stimmt nicht, Datei nicht hochgeladen.
es_es: Algo incorrecto, el archivo no se cargó.
it_it: Qualcosa non va, file non caricato.
nl_nl: Er is iets mis met het bestand dat niet is gepload.
pl_pl: Coś nie tak, plik nie został przesłany.
ro_ro: Ceva greșit fișierul nu a fost încărcat.
ru_ru: Что-то не так, файл не загружен.
tr_tr: Bir sorun var. Dosya yüklenemedi.
uk: Щось не той файл не завантажено.

source: Please upload csv file only.
ar: يرجى تحميل ملف CSV فقط.
de_de: Bitte laden Sie nur die CSV-Datei hoch.
es_es: Por favor, cargue solo el archivo csv.
it_it: Carica solo file csv.
nl_nl: Upload alleen een csv-bestand.
pl_pl: Prześlij tylko plik csv.
ro_ro: Vă rugăm să încărcați numai fișierul csv.
ru_ru: Загрузите только файл CSV.
tr_tr: Lütfen yalnızca csv dosyasını yükleyin.
uk: Завантажте лише файл CSV.

source: Commission status has been updated successfully.
ar: تم تحديث حالة العمولة بنجاح.
de_de: Provisionsstatus wurde erfolgreich aktualisiert.
es_es: El estado de la comisión se ha actualizado exitosamente.
it_it: Lo stato della commissione è stato aggiornato correttamente.
nl_nl: Commissiestatus is succesvol bijgewerkt.
pl_pl: Status prowizji został pomyślnie zaktualizowany.
ro_ro: Starea comisiei a fost actualizată cu succes.
ru_ru: Статус комиссии успешно обновлен.
tr_tr: Komisyon durumu başarıyla güncellendi.
uk: Статус комісії успішно оновлено.

source: Commission status changed successfully
ar: تم تغيير حالة العمولة بنجاح
de_de: Provisionsstatus erfolgreich geändert
es_es: El estado de la comisión se cambió exitosamente
it_it: Lo stato della commissione è cambiato correttamente
nl_nl: Commissiestatus succesvol gewijzigd
pl_pl: Status prowizji został pomyślnie zmieniony
ro_ro: Starea comisiei s-a schimbat cu succes
ru_ru: Статус комиссии успешно изменен
tr_tr: Komisyon durumu başarıyla değiştirildi
uk: Статус комісії змінено успішно

source: Approve
ar: موافقة
de_de: Genehmigen
es_es: Aprobar
it_it: Approva
nl_nl: Goedkeuren
pl_pl: Zatwierdź
ro_ro: Aproba
ru_ru: Одобрить
tr_tr: Onayla
uk: Затвердити

source: Reject
ar: رفض
de_de: Ablehnen
es_es: Rechazar
it_it: Rifiuta
nl_nl: Afwijzen
pl_pl: Odrzuć
ro_ro: Respinge
ru_ru: Отклонить
tr_tr: Reddet
uk: Відхиляти

source: Opt-In
ar: الاشتراك
ro_ro: Înscrieți-vă
ru_ru: Вступить
tr_tr: Katılım
uk: Підписка

source: Lead
ar: العملاء المحتملين
pl_pl: Potencjalny
ro_ro: Duce
ru_ru: Лид
tr_tr: Potansiyel Müşteri
uk: Свинець

source: Manual
ar: يدوي
de_de: Manuell
it_it: Manuale
nl_nl: Handmatig
pl_pl: Ręcznie
ru_ru: Ручной
tr_tr: Manuel
uk: Інструкція

source: Failed
ar: فشل
de_de: Fehlgeschlagen
es_es: Error
it_it: Non riuscito
nl_nl: Mislukt
pl_pl: Niepowodzenie
ro_ro: A eșuat
ru_ru: Не удалось
tr_tr: Başarısız
uk: Не вдалося

source: Payment note has not been added.
ar: لم تتم إضافة ملاحظة الدفع.
de_de: Zahlungshinweis wurde nicht hinzugefügt.
es_es: No se ha agregado la nota de pago.
it_it: La nota di pagamento non è stata aggiunta.
nl_nl: Betalingsnotitie is niet toegevoegd.
pl_pl: Notatka o płatności nie została dodana.
ro_ro: Nota de plată nu a fost adăugată.
ru_ru: Платежная заметка не добавлена.
tr_tr: Ödeme notu eklenmedi.
uk: Платіжне повідомлення не додано.

source: Payment note added successfully.
ar: تمت إضافة مذكرة الدفع بنجاح.
de_de: Zahlungshinweis erfolgreich hinzugefügt.
es_es: Nota de pago agregada exitosamente.
it_it: La nota di pagamento è stata aggiunta correttamente.
nl_nl: Betalingsnotitie succesvol toegevoegd.
pl_pl: Notatka o płatności została pomyślnie dodana.
ro_ro: Nota de plată a fost adăugată cu succes.
ru_ru: Платежная заметка успешно добавлена.
tr_tr: Ödeme notu başarıyla eklendi.
uk: Платіжну нотатку успішно додано.

source: Every 1 Hour
ar: كل ساعة
de_de: Alle 1 Stunde
es_es: Cada 1 hora
it_it: Ogni 1 ora
nl_nl: Elk uur
pl_pl: Co 1 godzinę
ro_ro: La fiecare 1 oră
ru_ru: Каждый 1 час
tr_tr: Her 1 Saatte
uk: Кожну 1 годину

source: Completed
ar: تم الانتهاء
de_de: Abgeschlossen
es_es: Completado
it_it: Completato
nl_nl: Voltooid
pl_pl: Zakończono
ro_ro: Terminat
ru_ru: Завершено
tr_tr: Tamamlandı
uk: Виконано

source: Payout Succesfully Created.
ar: تم إنشاء الدفع بنجاح.
de_de: Auszahlung erfolgreich erstellt.
es_es: Pago creado exitosamente.
it_it: Pagamento creato correttamente.
nl_nl: Uitbetaling succesvol aangemaakt.
pl_pl: Wypłata została pomyślnie utworzona.
ro_ro: Plată creată cu succes.
ru_ru: Выплата успешно создана.
tr_tr: Ödeme Başarıyla Oluşturuldu.
uk: Виплату успішно створено.

source: Please add payout upto date.
ar: يرجى إضافة الدفعة حتى الآن.
de_de: Bitte fügen Sie die Auszahlung bis zum aktuellen Datum hinzu.
es_es: Agregue pago actualizado.
it_it: Aggiungi pagamento fino alla data.
nl_nl: Voeg de uitbetaling toe tot de datum.
pl_pl: Dodaj wypłatę do daty.
ro_ro: Vă rugăm să adăugați plata la zi.
ru_ru: Пожалуйста, добавьте выплату на дату.
tr_tr: Lütfen güncel ödemeyi ekleyin.
uk: Додайте актуальну дату виплати.

source: Please select one affiliate to generate payout.
ar: يرجى تحديد شريك واحد لتوليد الدفعة.
de_de: Bitte wählen Sie einen Partner aus, um die Auszahlung zu generieren.
es_es: Seleccione un afiliado para generar pago.
it_it: Seleziona un affiliato per generare il pagamento.
nl_nl: Selecteer een affiliate om de uitbetaling te genereren.
pl_pl: Wybierz jednego partnera, aby wygenerować wypłatę.
ro_ro: Vă rugăm să selectați un afiliat pentru a genera plata.
ru_ru: Пожалуйста, выберите одного партнера для генерации выплаты.
tr_tr: Lütfen ödemeyi oluşturmak için bir iştirak seçin.
uk: Будь ласка, виберіть одну філію для отримання виплати.

source: No payout commission found for the selected date.
ar: لم يتم العثور على عمولة الدفع للتاريخ المحدد.
de_de: Für das ausgewählte Datum wurde keine Auszahlungsprovision gefunden.
es_es: No se encontró comisión de pago para la fecha seleccionada.
it_it: Nessuna commissione di pagamento trovata per la data selezionata.
nl_nl: Er is geen uitbetalingscommissie gevonden voor de geselecteerde datum.
pl_pl: Nie znaleziono prowizji wypłaty dla wybranej daty.
ro_ro: Nu a fost găsit niciun comision de plată pentru data selectată.
ru_ru: Комиссия за выплату не найдена для выбранной даты.
tr_tr: Seçilen tarih için ödeme komisyonu bulunamadı.
uk: Для вибраної дати не знайдено комісійних виплат.

source: Payout has been deleted successfully.
ar: تم حذف الدفعة بنجاح.
de_de: Auszahlung wurde erfolgreich gelöscht.
es_es: El pago se eliminó exitosamente.
it_it: Il pagamento è stato eliminato correttamente.
nl_nl: Uitbetaling is succesvol verwijderd.
pl_pl: Wypłata została pomyślnie usunięta.
ro_ro: Plata a fost ștearsă cu succes.
ru_ru: Выплата успешно удалена.
tr_tr: Ödeme başarıyla silindi.
uk: Виплату успішно видалено.

source: Payout not deleted.
ar: لم يتم حذف الدفعة.
de_de: Auszahlung nicht gelöscht.
es_es: Pago no eliminado.
it_it: Pagamento non eliminato.
nl_nl: Uitbetaling niet verwijderd.
pl_pl: Wypłata nie została usunięta.
ro_ro: Plata nu a fost ștearsă.
ru_ru: Выплата не удалена.
tr_tr: Ödeme silinmedi.
uk: Виплату не видалено.

source: Please add payment note.
ar: يرجى إضافة مذكرة الدفع.
de_de: Bitte Zahlungshinweis hinzufügen.
es_es: Agregue nota de pago.
it_it: Aggiungi nota di pagamento.
nl_nl: Voeg de betalingsnotitie toe.
pl_pl: Dodaj notatkę o płatności.
ro_ro: Vă rugăm să adăugați nota de plată.
ru_ru: Пожалуйста, добавьте платежную заметку.
tr_tr: Lütfen ödeme notu ekleyin.
uk: Будь ласка, додайте платіжну примітку.

source: Wizard skipped successfully
ar: تم تخطي المعالج بنجاح
de_de: Assistent erfolgreich übersprungen
es_es: El asistente se ha saltado correctamente
it_it: Procedura guidata saltata correttamente
nl_nl: Wizard succesvol overgeslagen
pl_pl: Kreator został pomyślnie pominięty
ro_ro: Expertul a omis cu succes
ru_ru: Мастер успешно пропущен
tr_tr: Sihirbaz başarıyla atlandı
uk: Майстер успішно пропустив

source: Sorry! you are not allowed to access the affiliate panel.
ar: آسف! لا يُسمح لك بالوصول إلى لوحة الشركاء.
de_de: Entschuldigung! Sie haben keinen Zugriff auf das Affiliate-Panel.
es_es: ¡Lo sentimos! No tienes permiso para acceder al panel de afiliados.
it_it: Spiacenti! Non ti è consentito accedere al pannello affiliati.
nl_nl: Sorry! U mag het affiliate paneel niet openen.
pl_pl: Przepraszamy! Nie masz uprawnień dostępu do panelu afilianta.
ro_ro: Îmi pare rău! nu aveți voie să accesați panoul de afiliați.
ru_ru: Извините! У вас нет доступа к панели партнеров.
tr_tr: Üzgünüz! iştirak paneline erişmenize izin verilmiyor.
uk: Вибачте! вам заборонено доступ до панелі партнерів.

source: Enable AffiliatePress Commission to prevent adding commission for this plan.
ar: قم بتمكين عمولة AffiliatePress لمنع إضافة عمولة لهذه الخطة.
de_de: Aktivieren Sie die AffiliatePress-Provision, um das Hinzufügen von Provisionen für diesen Plan zu verhindern.
es_es: Habilita la Comisión de AffiliatePress para evitar agregar comisiones para este plan.
it_it: Abilita Commissione AffiliatePress per impedire l'aggiunta di commissioni per questo piano.
nl_nl: Schakel AffiliatePress Commissie in om te voorkomen dat er commissie wordt toegevoegd voor dit plan.
pl_pl: Włącz prowizję AffiliatePress, aby zapobiec dodawaniu prowizji do tego planu.
ro_ro: Activați AffiliatePress Commission pentru a preveni adăugarea de comisioane pentru acest plan.
ru_ru: Включите комиссию AffiliatePress, чтобы запретить добавление комиссии для этого плана.
tr_tr: Bu plan için komisyon eklenmesini önlemek için AffiliatePress Komisyonunu etkinleştirin.
uk: Увімкніть комісію AffiliatePress, щоб запобігти додаванню комісії для цього плану.

source: Enable commission
ar: تمكين العمولة
de_de: Provision aktivieren
es_es: Habilitar comisión
it_it: Abilita commissione
nl_nl: Commissie inschakelen
pl_pl: Włącz prowizję
ro_ro: Activați comisionul
ru_ru: Включить комиссию
tr_tr: Komisyonu etkinleştir
uk: Увімкнути комісію

source: AffiliatePress Commission
ar: عمولة AffiliatePress
de_de: AffiliatePress-Provision
es_es: Comisión de AffiliatePress
it_it: Commissione AffiliatePress
nl_nl: AffiliatePress Commissie
pl_pl: AffiliatePress Prowizja
ro_ro: Comisia AffiliatePress
ru_ru: Комиссия AffiliatePress
tr_tr: AffiliatePress Komisyonu
uk: Комісія AffiliatePress

source: Total Amount Field
ar: حقل المبلغ الإجمالي
de_de: Feld „Gesamtbetrag“
es_es: Campo de monto total
it_it: Campo importo totale
nl_nl: Totaalbedragveld
pl_pl: Pole Całkowita kwota
ro_ro: Câmpul Sumă totală
ru_ru: Поле общей суммы
tr_tr: Toplam Tutar Alanı
uk: Поле загальної суми

source: Customer Email
ar: بريد العميل الإلكتروني
de_de: E-Mail des Kunden
es_es: Correo electrónico del cliente
it_it: Email cliente
nl_nl: E-mailadres klant
pl_pl: E-mail klienta
ro_ro: E-mailul clientului
ru_ru: Адрес электронной почты клиента
tr_tr: Müşteri E-postası
uk: Електронна адреса клієнта

source: Disable commissions
ar: تعطيل العمولات
de_de: Provisionen deaktivieren
es_es: Deshabilitar comisiones
it_it: Disabilita commissioni
nl_nl: Commissies uitschakelen
pl_pl: Wyłącz prowizje
ro_ro: Dezactivați comisioanele
ru_ru: Отключить комиссии
tr_tr: Komisyonları devre dışı bırak
uk: Відключити комісії

source: Disable commissions for this membership level.
ar: تعطيل العمولات لمستوى العضوية هذا.
de_de: Provisionen für diese Mitgliedschaftsstufe deaktivieren.
es_es: Deshabilitar comisiones para este nivel de membresía.
it_it: Disabilita commissioni per questo livello di appartenenza.
nl_nl: Commissies uitschakelen voor dit lidmaatschapsniveau.
pl_pl: Wyłącz prowizje dla tego poziomu członkostwa.
ro_ro: Dezactivați comisioanele pentru acest nivel de membru.
ru_ru: Отключить комиссии для этого уровня членства.
tr_tr: Bu üyelik seviyesi için komisyonları devre dışı bırak.
uk: Вимкнути комісії для цього рівня членства.

source: Affiliate Form Fields
ar: حقول نموذج الشريك
de_de: Felder des Affiliate-Formulars
es_es: Campos del formulario de afiliados
it_it: Campi modulo affiliati
nl_nl: Affiliateformuliervelden
pl_pl: Pola formularza afiliacyjnego
ro_ro: Câmpurile formularului de afiliat
ru_ru: Поля формы партнера
tr_tr: Ortak Form Alanları
uk: Поля форми філії

source: Export
ar: تصدير
de_de: Exportieren
es_es: Exportar
it_it: Esporta
nl_nl: Exporteren
pl_pl: Eksport
ru_ru: Экспорт
tr_tr: Dışa Aktar
uk: Експорт

source: Import
ar: استيراد
de_de: Importieren
es_es: Importar
it_it: Importa
nl_nl: Importeren
ru_ru: Импорт
tr_tr: İçe Aktar
uk: Імпорт

source: Import Affiliates
ar: استيراد الشركاء
de_de: Affiliates importieren
es_es: Importar afiliados
it_it: Importa affiliati
nl_nl: Affiliates importeren
pl_pl: Importuj afiliantów
ro_ro: Importați afiliați
ru_ru: Импортировать партнеров
tr_tr: Ortaklara İçe Aktar
uk: Імпорт філій

source: Progress...
ar: التقدم...
de_de: Fortschritt...
es_es: Progreso...
it_it: Avanzamento...
nl_nl: Voortgang...
pl_pl: Postęp...
ro_ro: Progres...
ru_ru: Прогресс...
tr_tr: İlerleme...
uk: Прогрес...

source: Total Affiliate :
ar: إجمالي الشريك:
de_de: Gesamtzahl Affiliates:
es_es: Total de afiliados:
it_it: Totale affiliati:
nl_nl: Totaal aantal affiliates:
pl_pl: Całkowita liczba afiliantów:
ro_ro: Total afiliat:
ru_ru: Всего партнеров:
tr_tr: Toplam Ortak :
uk: Загальна кількість партнерів:
