Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Feature Add-ons
ar: إضافات الميزات
de_de: Funktions-Add-ons
es_es: Complementos de funciones
it_it: Componenti aggiuntivi di funzionalità
nl_nl: Functie-add-ons
pl_pl: Dodatki funkcyjne
ro_ro: Suplimente de caracteristici
ru_ru: Дополнения к функциям
tr_tr: Özellik Eklentileri
uk: Функціональні додатки

source: Payment Gateways
ar: بوابات الدفع
de_de: Zahlungsgateways
it_it: Gateway di pagamento
nl_nl: Betalingsgateways
pl_pl: Bramki płatnicze
ro_ro: Gateway-uri de plată
ru_ru: Платежные шлюзы
tr_tr: Ödeme Ağ Geçitleri
uk: Платіжні шлюзи

source: More info
ar: مزيد من المعلومات
de_de: Weitere Informationen
es_es: Más información
it_it: Maggiori informazioni
nl_nl: Meer informatie
pl_pl: Więcej informacji
ro_ro: Mai multe informații
ru_ru: Дополнительная информация
tr_tr: Daha fazla bilgi
uk: Більше інформації

source: Affiliate Form Editor
ar: محرر نموذج الشريك
de_de: Affiliate-Formular-Editor
es_es: Editor de formularios de afiliados
it_it: Editor di moduli di affiliazione
nl_nl: Affiliate Formulier Editor
pl_pl: Edytor formularzy partnerskich
ro_ro: Editor de formulare afiliate
ru_ru: Редактор партнерской формы
tr_tr: Ortaklık Formu Düzenleyicisi
uk: Редактор партнерської форми

source: Need Help?
ar: هل تحتاج إلى مساعدة؟
de_de: Brauchen Sie Hilfe?
es_es: ¿Necesitar ayuda?
it_it: Hai bisogno di aiuto?
nl_nl: Hulp nodig?
pl_pl: Potrzebujesz pomocy?
ro_ro: Ai nevoie de ajutor?
ru_ru: Нужна помощь?
tr_tr: Yardıma mı ihtiyacınız var?
uk: Потрібна допомога?

source: Feature Requests
ar: طلبات الميزة
de_de: Funktionsanfragen
es_es: Solicitudes de funciones
it_it: Richieste di funzionalità
nl_nl: Functieverzoeken
pl_pl: Prośby o funkcje
ro_ro: Cereri de caracteristici
ru_ru: Запросы функций
tr_tr: Özellik İstekleri
uk: Запити щодо функцій

source: Facebook Community
ar: مجتمع الفيسبوك
es_es: Comunidad Facebook
it_it: Comunità Facebook
nl_nl: Facebook-gemeenschap
pl_pl: Społeczność Facebooka
ro_ro: Comunitatea Facebook
ru_ru: Сообщество Facebook
tr_tr: Facebook Topluluğu
uk: Спільнота Facebook

source: YouTube Channel
ar: قناة يوتيوب
de_de: YouTube-Kanal
es_es: Canal de YouTube
it_it: Canale YouTube
nl_nl: YouTube-kanaal
pl_pl: Kanał YouTube
ro_ro: Canal YouTube
ru_ru: YouTube-канал
tr_tr: YouTube Kanalı
uk: Канал YouTube

source: Read more
ar: اقرأ المزيد
de_de: Mehr lesen
es_es: Leer más
it_it: Per saperne di più
nl_nl: Lees meer
pl_pl: Przeczytaj więcej
ro_ro: Citeşte mai mult
ru_ru: Читать далее
tr_tr: Devamını oku
uk: Читати далі

source: Unlock the Powerful Pro Features
ar: أطلق العنان للميزات الاحترافية القوية
de_de: Schalten Sie die leistungsstarken Pro-Funktionen frei
es_es: Desbloquea las potentes funciones Pro
it_it: Sblocca le potenti funzionalità Pro
nl_nl: Ontgrendel de krachtige Pro-functies
pl_pl: Odblokuj potężne funkcje Pro
ro_ro: Deblocați funcțiile puternice Pro
ru_ru: Откройте для себя мощные профессиональные функции
tr_tr: Güçlü Pro Özelliklerinin Kilidini Açın
uk: Розблокуйте потужні професійні функції

source: Setup and Manage Affiliates, with Utmost Ease
ar: إعداد وإدارة الشركات التابعة بكل سهولة
de_de: Einrichten und Verwalten von Partnern mit größter Leichtigkeit
es_es: Configurar y administrar afiliados con la máxima facilidad
it_it: Imposta e gestisci gli affiliati con la massima semplicità
nl_nl: Stel affiliates in en beheer ze met het grootste gemak
pl_pl: Konfiguruj i zarządzaj partnerami z największą łatwością
ro_ro: Configurați și gestionați afiliații cu cea mai mare ușurință
ru_ru: Настройте и управляйте филиалами с максимальной легкостью
tr_tr: Ortakları Son Derece Kolay Bir Şekilde Kurun ve Yönetin
uk: Налаштуйте та керуйте партнерами з максимальною легкістю

source: To take your business to the next level, explore AffiliatePress Pro. From signup bonus to mass payouts, everything with just a single tool!
ar: للارتقاء بأعمالك إلى مستوى أعلى، استكشف AffiliatePress Pro. من مكافأة التسجيل إلى المدفوعات الجماعية، كل شيء بأداة واحدة فقط!
de_de: Entdecken Sie AffiliatePress Pro, um Ihr Unternehmen auf das nächste Level zu bringen. Vom Anmeldebonus bis zur Massenauszahlung – alles mit nur einem Tool!
es_es: Para llevar tu negocio al siguiente nivel, explora AffiliatePress Pro. Desde bonos de registro hasta pagos masivos, ¡todo con una sola herramienta!
it_it: Per portare la tua attività al livello successivo, scopri AffiliatePress Pro. Dal bonus di iscrizione ai pagamenti in massa, tutto con un solo strumento!
nl_nl: Om je bedrijf naar een hoger niveau te tillen, ontdek AffiliatePress Pro. Van aanmeldbonus tot massale uitbetalingen, alles met slechts n tool!
pl_pl: Aby przenieść swój biznes na wyższy poziom, poznaj AffiliatePress Pro. Od bonusu za rejestrację po masowe wypłaty – wszystko w jednym narzędziu!
ro_ro: Pentru a-ți duce afacerea la nivelul următor, explorează AffiliatePress Pro. De la bonusul de înscriere la plăți în masă, totul cu un singur instrument!
ru_ru: Чтобы вывести свой бизнес на новый уровень, ознакомьтесь с AffiliatePress Pro. От бонуса за регистрацию до массовых выплат — всё с помощью одного инструмента!
tr_tr: İşletmenizi bir üst seviyeye taşımak için AffiliatePress Pro'yu keşfedin. Kayıt bonusundan toplu ödemelere kadar her şey tek bir araçla!
uk: Щоб вивести свій бізнес на новий рівень, ознайомтеся з AffiliatePress Pro. Від бонусу за реєстрацію до масових виплат – все в одному інструменті!

source: Exclusive Features
ar: ميزات حصرية
de_de: Exklusive Funktionen
es_es: Funciones exclusivas
it_it: Funzionalità esclusive
nl_nl: Exclusieve kenmerken
pl_pl: Ekskluzywne funkcje
ro_ro: Caracteristici exclusive
ru_ru: Эксклюзивные функции
tr_tr: Ayrıcalıklı Özellikler
uk: Ексклюзивні функції

source: Custom Affiliate Groups
ar: دفعات مجموعات الشركاء المخصصة من PayPal
de_de: Benutzerdefinierte Partnergruppen
it_it: Gruppi di affiliazione personalizzati
nl_nl: Aangepaste affiliate groepen
pl_pl: Niestandardowe grupy partnerskie
ro_ro: Grupuri de afiliați personalizate
ru_ru: Пользовательские партнерские группы
tr_tr: Özel Ortaklık Grupları
uk: Спеціальні партнерські групи

source: Credit Last Referrer
ar: إئتمان المرجع الأخير
de_de: Gutschrift des letzten Referrers
es_es: Dar crédito al último referente
it_it: Credito Ultimo Referente
nl_nl: Credit Laatste Referrer
pl_pl: Ostatni polecający
ro_ro: Credit Ultimul Recomandator
ru_ru: Кредит Последний реферер
tr_tr: Son Yönlendireni Kredilendir
uk: Зарахувати останнього реферала

source: Groupwise Commission Rates
ar: أسعار عمولة جروبوايز
de_de: Gruppenweise Provisionssätze
es_es: Tarifas de comisión de Groupwise
it_it: Commissioni di Groupwise
nl_nl: Groupwise commissietarieven
pl_pl: Stawki prowizji grupowych
ro_ro: Rate de comision pe grupe
tr_tr: Grup Bazında Komisyon Oranları
uk: Комісійні ставки Groupwise

source: Import/Export Settings
ar: إعدادات الاستيراد/التصدير
de_de: Import-/Exporteinstellungen
es_es: Configuración de importación/exportación
it_it: Impostazioni di importazione/esportazione
nl_nl: Import-/exportinstellingen
pl_pl: Ustawienia importu/eksportu
ro_ro: Setări de import/export
ru_ru: Настройки импорта/экспорта
tr_tr: İçe/Dışa Aktarma Ayarları
uk: Налаштування імпорту/експорту

source: Advanced Reports
ar: التقارير المتقدمة
de_de: Erweiterte Berichte
es_es: Informes avanzados
it_it: Rapporti avanzati
nl_nl: Geavanceerde rapporten
pl_pl: Zaawansowane raporty
ro_ro: Rapoarte avansate
ru_ru: Расширенные отчеты
tr_tr: Gelişmiş Raporlar
uk: Розширені звіти

source: Import/Export Affiliates
ar: شركات الاستيراد والتصدير التابعة
es_es: Afiliados de importación y exportación
it_it: Affiliati di importazione/esportazione
nl_nl: Import/Export-filialen
pl_pl: Partnerzy importowo-eksportowi
ro_ro: Afiliați de import/export
ru_ru: Филиалы по импорту/экспорту
tr_tr: İthalat/İhracat Ortakları
uk: Філії з імпорту/експорту

source: Import/Export Commissions
ar: عمولات الاستيراد والتصدير
es_es: Comisiones de Importación/Exportación
it_it: Commissioni di importazione/esportazione
nl_nl: Import-/exportcommissies
pl_pl: Prowizje importowo-eksportowe
ro_ro: Comisioane de import/export
ru_ru: Комиссии по импорту/экспорту
tr_tr: İthalat/İhracat Komisyonları
uk: Комісійні з імпорту/експорту

source: User-specific Commissions
ar: العمولات الخاصة بالمستخدم
de_de: Benutzerspezifische Provisionen
es_es: Comisiones específicas del usuario
it_it: Commissioni specifiche per utente
nl_nl: Gebruikerspecifieke commissies
pl_pl: Prowizje specyficzne dla użytkownika
ro_ro: Comisioane specifice utilizatorului
ru_ru: Комиссии, специфичные для пользователя
tr_tr: Kullanıcıya Özel Komisyonlar
uk: Комісії для окремих користувачів

source: Checkout the Complete Comparison
ar: اطلع على المقارنة الكاملة
de_de: Sehen Sie sich den vollständigen Vergleich an
es_es: Consulte la comparación completa
it_it: Scopri il confronto completo
nl_nl: Bekijk de volledige vergelijking
pl_pl: Sprawdź pełne porównanie
ro_ro: Consultați comparația completă
ru_ru: Ознакомьтесь с полным сравнением
tr_tr: Tam Karşılaştırmaya Göz Atın
uk: Перегляньте повне порівняння

source: Commission Rate
ar: سعر العمولة
de_de: Provisionssatz
es_es: Tasa de comisión
it_it: Tasso di commissione
nl_nl: Commissietarief
pl_pl: Stawka prowizji
ro_ro: Rata comisionului
ru_ru: Ставка комиссии
tr_tr: Komisyon Oranı
uk: Ставка комісії

source: Loader
ar: محمل
de_de: Lader
es_es: Cargador
it_it: Caricatrice
nl_nl: Lader
pl_pl: Ładowarka
ro_ro: Încărcător
ru_ru: Погрузчик
tr_tr: Yükleyici
uk: Навантажувач

source: Browse file to upload
ar: تصفح الملف للتحميل
de_de: Durchsuchen Sie die hochzuladende Datei
es_es: Examinar el archivo para cargar
it_it: Sfoglia il file da caricare
nl_nl: Blader door het bestand om te uploaden
pl_pl: Przeglądaj plik do przesłania
ro_ro: Răsfoiți fișierul pentru a încărca
ru_ru: Найдите файл для загрузки
tr_tr: Yüklenecek dosyaya göz atın
uk: Перегляньте файл для завантаження

source: Product
ar: منتج
de_de: Produkt
es_es: Producto
it_it: Prodotto
pl_pl: Produkt
ro_ro: Produs
ru_ru: Продукт
tr_tr: Ürün
uk: Продукт

source: Select Source
ar: حدد المصدر
de_de: Wählen Sie Quelle
it_it: Seleziona Sorgente
nl_nl: Selecteer Bron
pl_pl: Wybierz Źródło
ro_ro: Selectați Sursă
ru_ru: Выберите источник
tr_tr: Kaynak Seç
uk: Виберіть Джерело

source: Type to fetch users
ar: اكتب لجلب المستخدمين
de_de: Geben Sie ein, um Benutzer abzurufen
es_es: Tipo para buscar usuarios
it_it: Digitare per recuperare gli utenti
nl_nl: Typ om gebruikers op te halen
pl_pl: Wpisz, aby pobrać użytkowników
ro_ro: Tastați pentru a prelua utilizatori
ru_ru: Введите для выбора пользователей
tr_tr: Kullanıcıları almak için yazın
uk: Введіть, щоб отримати користувачів

source: Creative Image
ar: الصورة الإبداعية
de_de: Kreatives Bild
es_es: Imagen creativa
it_it: Immagine creativa
nl_nl: Creatief beeld
pl_pl: Kreatywny obraz
ro_ro: Imagine creativă
ru_ru: Креативный имидж
tr_tr: Yaratıcı Resim
uk: Творче зображення

source: Total Revenue
ar: إجمالي الإيرادات
de_de: Gesamtumsatz
es_es: Ingresos totales
it_it: Entrate totali
nl_nl: Totale omzet
pl_pl: Całkowity dochód
ro_ro: Venitul total
ru_ru: Общий доход
tr_tr: Toplam Gelir
uk: Загальний дохід

source: Stay updated on your professional world
ar: ابق على اطلاع دائم بعالمك المهني
de_de: Bleiben Sie über Ihre Berufswelt auf dem Laufenden
es_es: Manténgase actualizado sobre su mundo profesional
it_it: Rimani aggiornato sul tuo mondo professionale
nl_nl: Blijf op de hoogte van uw professionele wereld
pl_pl: Bądź na bieżąco ze swoim światem zawodowym
ro_ro: Rămâi la curent cu lumea ta profesională
ru_ru: Будьте в курсе событий в вашем профессиональном мире
tr_tr: Profesyonel dünyanızla ilgili güncel kalın
uk: Будьте в курсі подій у вашому професійному світі

source: Don’t have an account?
ar: ليس لديك حساب؟
de_de: Sie haben noch kein Konto?
es_es: ¿No tienes una cuenta?
it_it: Non hai un account?
pl_pl: Nie masz konta?
ro_ro: Nu aveți un cont?
ru_ru: У вас нет учетной записи?
tr_tr: Hesabınız yok mu?
uk: Немає облікового запису?

source: Create account
ar: إنشاء حساب
de_de: Benutzerkonto erstellen
es_es: Crear una cuenta
it_it: Creare un account
nl_nl: Account aanmaken
pl_pl: Utwórz konto
ro_ro: Creează cont
ru_ru: Зарегистрироваться
tr_tr: Hesap oluşturmak
uk: Створити акаунт

source: Create an account
ar: إنشاء حساب
de_de: Ein Konto erstellen
es_es: Crear una cuenta
it_it: Creare un account
nl_nl: Maak een account aan
pl_pl: Utwórz konto
ro_ro: Creați un cont
ru_ru: Завести аккаунт
tr_tr: Bir hesap oluşturun
uk: Створіть обліковий запис

source: Create Account
ar: إنشاء حساب
de_de: Benutzerkonto erstellen
es_es: Crear una cuenta
it_it: Creare un account
nl_nl: Account aanmaken
pl_pl: Utwórz konto
ro_ro: Creează cont
ru_ru: Зарегистрироваться
tr_tr: Hesap oluşturmak
uk: Створити акаунт

source: Sign in
ar: تسجيل الدخول
de_de: anmelden
es_es: Iniciar sesión
it_it: Registrazione
nl_nl: Log in
pl_pl: Zalogować się
ro_ro: Conectare
ru_ru: Войти
tr_tr: Oturum aç
uk: Увійдіть

source: Affiliate Menu
ar: قائمة الشركاء
de_de: Partnermenü
es_es: Menú de afiliados
it_it: Menù di affiliazione
pl_pl: Menu partnerskie
ro_ro: Meniu afiliat
ru_ru: Партнерское меню
tr_tr: Ortaklık Menüsü
uk: Партнерське меню

source: Filter
ar: فلتر
es_es: Filtrar
it_it: Filtro
ro_ro: Filtra
ru_ru: Фильтр
tr_tr: Filtre
uk: фільтр

source: but the journey has just begun. Let every click will write your story.
ar: لكن الرحلة بدأت للتو. دع كل نقرة تكتب قصتك.
de_de: Aber die Reise hat gerade erst begonnen. Lassen Sie jeden Klick Ihre Geschichte schreiben.
es_es: Pero el viaje acaba de empezar. Deja que cada clic escriba tu historia.
it_it: Ma il viaggio è appena iniziato. Lascia che ogni clic scriva la tua storia.
nl_nl: Maar de reis is nog maar net begonnen. Laat elke klik jouw verhaal schrijven.
pl_pl: ale podróż dopiero się zaczyna. Niech każde kliknięcie napisze Twoją historię.
ro_ro: dar călătoria abia a început. Fiecare clic îți va scrie povestea.
ru_ru: Но путешествие только начинается. Пусть каждый клик напишет вашу историю.
tr_tr: Ama yolculuk daha yeni başlıyor. Her tıklama hikayenizi yazsın.
uk: але подорож тільки почалася. Нехай кожен клік пише твою історію.

source: Affiliate Dashboard
ar: لوحة معلومات الشريك
es_es: Panel de afiliados
it_it: Dashboard di affiliazione
pl_pl: Panel afiliacyjny
ro_ro: Tabloul de bord afiliat
ru_ru: Партнерская панель управления
tr_tr: Ortaklık Panosu
uk: Партнерська інформаційна панель

source: Cookie Duration
ar: مدة ملف تعريف الارتباط
de_de: Cookie-Dauer
es_es: Duración de las cookies
it_it: Durata dei cookie
nl_nl: Cookieduur
pl_pl: Czas trwania pliku cookie
ro_ro: Durata cookie
ru_ru: Продолжительность файла cookie
tr_tr: Çerez Süresi
uk: Тривалість файлів cookie

source: Select Type
ar: حدد النوع
de_de: Wählen Sie Typ aus
es_es: Seleccionar tipo
it_it: Seleziona Tipo
nl_nl: Selecteer Type
pl_pl: Wybierz Typ
ro_ro: Selectați Tip
ru_ru: Выберите тип
tr_tr: Tür Seçin
uk: Виберіть Тип

source: Edit Details
ar: تحرير التفاصيل
de_de: Details bearbeiten
es_es: Editar detalles
it_it: Modifica dettagli
nl_nl: Details bewerken
pl_pl: Edytuj szczegóły
ro_ro: Editați detalii
ru_ru: Редактировать детали
tr_tr: Ayrıntıları Düzenle
uk: Редагувати деталі

source: Profile Details
ar: تفاصيل الملف الشخصي
de_de: Profildetails
es_es: Detalles del perfil
it_it: Dettagli del profilo
nl_nl: Profieldetails
pl_pl: Szczegóły profilu
ro_ro: Detalii profil
ru_ru: Детали профиля
tr_tr: Profil Detayları
uk: Деталі профілю

source: Profile Picture
ar: صورة الملف الشخصي
de_de: Profilbild
es_es: Foto de perfil
it_it: Immagine del profilo
nl_nl: Profielfoto
pl_pl: Zdjęcie profilowe
ro_ro: Poza de profil
ru_ru: Изображение профиля
tr_tr: Profil Resmi
uk: Фото профілю

source: Change
ar: يتغير
de_de: Ändern
es_es: Cambiar
it_it: Modifica
nl_nl: Wijziging
pl_pl: Zmiana
ro_ro: Schimba
ru_ru: Изменять
tr_tr: Değiştirmek
uk: Зміна

source: Remove
ar: يزيل
de_de: Entfernen
es_es: Eliminar
it_it: Rimuovere
nl_nl: Verwijderen
pl_pl: Usunąć
ro_ro: Elimina
ru_ru: Удалять
tr_tr: Kaldırmak
uk: видалити

source: Save Password
ar: حفظ كلمة المرور
de_de: Passwort speichern
es_es: Guardar contraseña
it_it: Salva password
nl_nl: Wachtwoord opslaan
pl_pl: Zapisz hasło
ro_ro: Salvați parola
ru_ru: Сохранить пароль
tr_tr: Şifreyi Kaydet
uk: Зберегти пароль

source: Delete Account
ar: حذف الحساب
es_es: Eliminar cuenta
it_it: Elimina account
nl_nl: Account verwijderen
pl_pl: Usuń konto
ro_ro: Șterge contul
ru_ru: Удалить аккаунт
tr_tr: Hesabı Sil
uk: Видалити акаунт

source: Permanently delete your account and data.
ar: حذف حسابك وبياناتك بشكل دائم.
de_de: Löschen Sie Ihr Konto und Ihre Daten dauerhaft.
es_es: Eliminar permanentemente su cuenta y datos.
it_it: Elimina definitivamente il tuo account e i tuoi dati.
nl_nl: Verwijder uw account en gegevens permanent.
ro_ro: Ștergeți definitiv contul și datele.
ru_ru: Удалить навсегда свою учетную запись и данные.
tr_tr: Hesabınızı ve verilerinizi kalıcı olarak silin.
uk: Видаліть свій обліковий запис і дані назавжди.

source: Payout Date
ar: تاريخ الدفع
de_de: Auszahlungsdatum
es_es: Fecha de pago
it_it: Data di pagamento
nl_nl: Uitbetalingsdatum
pl_pl: Data wypłaty
ro_ro: Data plății
ru_ru: Дата выплаты
tr_tr: Ödeme Tarihi
uk: Дата виплати

source: Paid/Unpaid
ar: مدفوع/غير مدفوع
de_de: Bezahlt/Unbezahlt
es_es: Pagado/No pagado
it_it: Pagato/Non pagato
nl_nl: Betaald/Onbetaald
pl_pl: Płatne/Niepłatne
ro_ro: Plătit/Neplătit
ru_ru: Оплачено/неоплачено
tr_tr: Ödenmiş/Ödenmemiş
uk: Оплачено/неоплачено

source: Proceed to Payout
ar: انتقل إلى الدفع
de_de: Weiter zur Auszahlung
es_es: Proceder al pago
it_it: Procedi al pagamento
nl_nl: Ga naar uitbetaling
pl_pl: Przejdź do wypłaty
ro_ro: Continuați la Plata
ru_ru: Перейти к выплате
tr_tr: Ödeme İşlemine Devam Et
uk: Оплачено/неоплачено

source: General
ar: عام
it_it: Generale
nl_nl: Algemeen
pl_pl: Przejdź do wypłaty
ru_ru: Общий
tr_tr: Genel
uk: Загальний

source: Allows new users to register as Affiliates.
ar: يسمح للمستخدمين الجدد بالتسجيل كشركاء.
de_de: Ermöglicht neuen Benutzern die Registrierung als Partner.
es_es: Permite que nuevos usuarios se registren como Afiliados.
it_it: Consente ai nuovi utenti di registrarsi come affiliati.
nl_nl: Hiermee kunnen nieuwe gebruikers zich registreren als Affiliates.
pl_pl: Umożliwia nowym użytkownikom rejestrację jako Partnerzy.
ro_ro: Permite noilor utilizatori să se înregistreze ca Afiliați.
ru_ru: Позволяет новым пользователям регистрироваться в качестве партнеров.
tr_tr: Yeni kullanıcıların Ortak olarak kaydolmalarına olanak tanır.
uk: Дозволяє новим користувачам реєструватися як партнери.

source: Generates clean, user-friendly affiliate URLs.
ar: يُنشئ عناوين URL تابعة نظيفة وسهلة الاستخدام.
de_de: Generiert saubere, benutzerfreundliche Affiliate-URLs.
es_es: Genera URL de afiliados limpias y fáciles de usar.
it_it: Genera URL di affiliazione puliti e facili da usare.
nl_nl: Genereert schone, gebruiksvriendelijke affiliate-URL's.
pl_pl: Generuje przejrzyste i przyjazne dla użytkownika adresy URL partnerów.
ro_ro: Generează URL-uri de afiliere curate și ușor de utilizat.
ru_ru: Генерирует понятные и удобные партнерские URL-адреса.
tr_tr: Temiz, kullanıcı dostu ortaklık URL'leri üretir.
uk: Генерує чисті, зручні для користувача партнерські URL-адреси.

source: Allowed Affiliate User to Close Their Account
ar: السماح للمستخدم التابع بإغلاق حسابه
de_de: Erlaubte Affiliate-Benutzer, ihr Konto zu schließen
es_es: Se permitió que el usuario afiliado cerrara su cuenta
it_it: Consentito all'utente affiliato di chiudere il proprio account
nl_nl: Toegestane aangesloten gebruiker mag zijn account sluiten
pl_pl: Umożliwiono użytkownikowi partnerskiemu zamknięcie konta
ro_ro: Utilizator afiliat permis să își închidă contul
ru_ru: Разрешено пользователю-партнеру закрыть свой аккаунт
tr_tr: Ortak Kullanıcının Hesabını Kapatmasına İzin Verildi
uk: Дозволено партнерському користувачеві закрити свій обліковий запис

source: Allows affiliate users to close their accounts from the Affiliate Panel.
ar: يسمح لمستخدمي الشركاء بإغلاق حساباتهم من لوحة الشركاء.
de_de: Ermöglicht Affiliate-Benutzern, ihre Konten über das Affiliate-Panel zu schließen.
es_es: Permite a los usuarios afiliados cerrar sus cuentas desde el Panel de Afiliados.
it_it: Consente agli utenti affiliati di chiudere i propri account dal Pannello Affiliati.
nl_nl: Hiermee kunnen affiliate-gebruikers hun accounts sluiten via het Affiliate Panel.
pl_pl: Umożliwia użytkownikom partnerskim zamykanie ich kont z poziomu Panelu partnerskiego.
ro_ro: Permite utilizatorilor afiliați să își închidă conturile din Panoul de Afiliere.
ru_ru: Позволяет пользователям-аффилиатам закрывать свои учетные записи из партнерской панели.
tr_tr: Ortak kullanıcıların Ortaklık Paneli'nden hesaplarını kapatmalarına olanak tanır.
uk: Дозволяє партнерам закривати свої облікові записи з партнерської панелі.

source: Appearance
ar: مظهر
de_de: Aussehen
es_es: Apariencia
it_it: Aspetto
nl_nl: Verschijning
pl_pl: Wygląd
ro_ro: Aspect
ru_ru: Появление
tr_tr: Dış görünüş
uk: Зовнішній вигляд

source: Color Setting
ar: إعداد اللون
de_de: Farbeinstellung
es_es: Configuración de color
it_it: Impostazione del colore
nl_nl: Kleurinstelling
pl_pl: Ustawienie koloru
ro_ro: Setarea culorii
ru_ru: Настройка цвета
tr_tr: Renk Ayarı
uk: Налаштування кольору

source: Primary
ar: أساسي
de_de: Primär
es_es: Primaria
it_it: Primario
nl_nl: Primair
pl_pl: Podstawowy
ro_ro: Primar
ru_ru: Начальный
tr_tr: Öncelik
uk: Первинний

source: Panel Background
ar: خلفية اللوحة
de_de: Panel-Hintergrund
es_es: Fondo del panel
it_it: Sfondo del pannello
nl_nl: Paneelachtergrond
pl_pl: Tło Panelu
ro_ro: Fundalul panoului
ru_ru: Фон панели
tr_tr: Panel Arka Planı
uk: Фон панелі

source: Panel Sidebar
ar: الشريط الجانبي للوحة
es_es: Barra lateral del panel
it_it: Barra laterale del pannello
nl_nl: Paneelzijbalk
pl_pl: Pasek boczny panelu
ro_ro: Bara laterală a panoului
ru_ru: Панель боковой панели
tr_tr: Panel Kenar Çubuğu
uk: Бічна панель панелі

source: Border Color
ar: لون الحدود
de_de: Randfarbe
es_es: Color del borde
it_it: Colore del bordo
nl_nl: Randkleur
pl_pl: Kolor obramowania
ro_ro: Culoarea chenarului
ru_ru: Цвет границы
tr_tr: Kenarlık Rengi
uk: Колір рамки

source: Title Text Color
ar: لون نص العنوان
de_de: Titeltextfarbe
es_es: Color del texto del título
it_it: Colore del testo del titolo
nl_nl: Titel Tekstkleur
pl_pl: Kolor obramowania
ro_ro: Culoarea textului titlului
ru_ru: Цвет текста заголовка
tr_tr: Başlık Metni Rengi
uk: Колір тексту заголовка

source: Content Color
ar: لون المحتوى
de_de: Inhaltsfarbe
es_es: Color del contenido
it_it: Colore del contenuto
nl_nl: Inhoud kleur
pl_pl: Kolor treści
ro_ro: Culoare conținut
ru_ru: Цвет контента
tr_tr: İçerik Rengi
uk: Колір вмісту

source: Font Setting
ar: إعداد الخط
de_de: Schriftarteinstellung
es_es: Configuración de fuente
it_it: Impostazione del carattere
nl_nl: Lettertype-instelling
pl_pl: Ustawienie czcionki
ro_ro: Setarea fontului
ru_ru: Настройка шрифта
tr_tr: Yazı Tipi Ayarı
uk: Налаштування шрифту

source: Are you sure you want to reset the color configuration?
ar: هل أنت متأكد أنك تريد إعادة تعيين تكوين اللون؟
de_de: Möchten Sie die Farbkonfiguration wirklich zurücksetzen?
es_es: ¿Estás seguro de que deseas restablecer la configuración de color?
it_it: Vuoi davvero reimpostare la configurazione del colore?
nl_nl: Weet u zeker dat u de kleurconfiguratie wilt resetten?
pl_pl: Czy na pewno chcesz zresetować konfigurację kolorów?
ro_ro: Sigur doriți să resetați configurația culorilor?
ru_ru: Вы уверены, что хотите сбросить цветовую конфигурацию?
tr_tr: Renk yapılandırmasını sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути конфігурацію кольорів?
