Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Affiliate Releted
ar: تابع تابع
de_de: Partner freigegeben
es_es: Afiliado eliminado
it_it: Affiliato correlato
nl_nl: Affiliate-gerelateerd
pl_pl: Powiązane z partnerem
ro_ro: Afiliat retras
ru_ru: Партнерская программа
tr_tr: Bağlı Kuruluş İlgili
uk: Філіал Releted

source: Commission Releted
ar: تم حذف العمولة
de_de: Provision freigegeben
es_es: Comisión publicada
it_it: Commissione correlata
nl_nl: Commissie herplaatst
pl_pl: Komisja ponownie usunięta
ro_ro: Comisia eliberată
ru_ru: Комиссия удалена
tr_tr: Komisyon İlgili
uk: Комісія Releted

source: Payment Releted
ar: المتعلقة بالدفع
de_de: Zahlungsbezogen
es_es: Relacionado con el pago
it_it: Relativo al pagamento
nl_nl: Betalingsgerelateerd
pl_pl: Powiązane z płatnościami
ro_ro: Legat de plată
ru_ru: Связанные с оплатой
tr_tr: Ödemeyle İlgili
uk: Пов'язані з оплатою

source: Export Payout Data
ar: تصدير بيانات الدفع
de_de: Auszahlungsdaten exportieren
es_es: Exportar datos de pago
it_it: Esporta dati di pagamento
nl_nl: Uitbetalingsgegevens exporteren
pl_pl: Eksportuj dane o wypłatach
ro_ro: Exportați datele de plată
ru_ru: Экспорт данных о выплатах
tr_tr: Ödeme Verilerini Dışa Aktar
uk: Експорт даних про виплати

source: Set Payout as Paid
ar: تعيين الدفعة على أنها مدفوعة
de_de: Auszahlung als bezahlt festlegen
es_es: Establecer pago como pagado
it_it: Imposta il pagamento come pagato
nl_nl: Uitbetaling instellen als betaald
pl_pl: Ustaw wypłatę jako zapłaconą
ro_ro: Setați plata ca plătită
ru_ru: Установить выплату как выплаченную
tr_tr: Ödemeyi Ödendi Olarak Ayarla
uk: Встановити виплату як оплачену

source: General Settings
ar: الإعدادات العامة
de_de: Allgemeine Einstellungen
es_es: Configuraciones generales
it_it: Impostazioni generali
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne
ro_ro: Setări generale
ru_ru: Общие настройки
tr_tr: Genel Ayarlar
uk: Загальні налаштування

source: Auto Approve & Activate New User Registration
ar: الموافقة التلقائية وتفعيل تسجيل المستخدم الجديد
de_de: Automatische Genehmigung und Aktivierung der Registrierung neuer Benutzer
es_es: Aprobación automática y activación del registro de nuevos usuarios
it_it: Approvazione automatica e attivazione della registrazione del nuovo utente
nl_nl: Automatische goedkeuring en activering van nieuwe gebruikersregistratie
pl_pl: Automatyczne zatwierdzanie i aktywacja rejestracji nowego użytkownika
ro_ro: Aprobare automată și activare înregistrare utilizator nou
ru_ru: Автоматическое одобрение и активация регистрации нового пользователя
tr_tr: Yeni Kullanıcı Kaydını Otomatik Olarak Onayla ve Etkinleştir
uk: Автоматичне схвалення та активація реєстрації нового користувача

source: Automatically approve and activate affiliate accounts upon registration.
ar: الموافقة على حسابات الشركاء وتفعيلها تلقائيًا عند التسجيل.
de_de: Automatische Genehmigung und Aktivierung von Partnerkonten bei der Registrierung.
es_es: Aprobar y activar automáticamente las cuentas de afiliados al momento del registro.
it_it: Approva e attiva automaticamente gli account affiliati al momento della registrazione.
nl_nl: Automatisch affiliate-accounts goedkeuren en activeren bij registratie.
pl_pl: Automatycznie zatwierdzaj i aktywuj konta partnerskie po rejestracji.
ro_ro: Aprobă și activează automat conturile de afiliere la înregistrare.
ru_ru: Автоматически одобрять и активировать партнерские аккаунты после регистрации.
tr_tr: Kayıt sırasında ortaklık hesaplarını otomatik olarak onaylayın ve etkinleştirin.
uk: Автоматично схвалювати та активувати партнерські облікові записи після реєстрації.

source: Set value to "0" for maximum cookie duration.
ar: قم بتعيين القيمة إلى \"0\" للحصول على أقصى مدة لملف تعريف الارتباط.
de_de: Setzen Sie den Wert für die maximale Cookiedauer auf „0“.
es_es: Establezca el valor en \"0\" para la duración máxima de la cookie.
it_it: Imposta il valore su "0" per la durata massima del cookie.
nl_nl: Stel de waarde in op "0" voor een maximale cookieduur.
pl_pl: Ustaw wartość na "0", aby uzyskać maksymalny czas trwania pliku cookie.
ro_ro: Setați valoarea la „0” pentru durata maximă a cookie-ului.
ru_ru: Установите значение «0» для максимальной продолжительности действия cookie-файла.
tr_tr: Maksimum çerez süresi için değeri "0" olarak ayarlayın.
uk: Встановіть значення "0" для максимальної тривалості файлів cookie.

source: Please be careful with this change. Whenever you will change this parameter, existing affiliate URLs will be affected. Old Affiliate URLs will stop working. ( So Please do not change until its necessary. )
ar: يرجى توخي الحذر عند تغيير هذا المُعامل. عند تغيير هذه المُعامل، ستتأثر روابط الشركاء التابعة الحالية. ستتوقف روابط الشركاء التابعة القديمة عن العمل. (لذا، يُرجى عدم تغييرها إلا عند الضرورة).
de_de: Bitte seien Sie bei dieser Änderung vorsichtig. Jede Änderung dieses Parameters wirkt sich auf bestehende Affiliate-URLs aus. Alte Affiliate-URLs funktionieren dann nicht mehr. (Ändern Sie daher bitte nur, wenn es unbedingt nötig ist.)
es_es: Tenga cuidado con este cambio. Al modificar este parámetro, las URL de afiliado existentes se verán afectadas. Las URL de afiliado antiguas dejarán de funcionar. (Por favor, no lo modifique hasta que sea necesario).
it_it: Si prega di prestare attenzione a questa modifica. Ogni volta che si modifica questo parametro, gli URL di affiliazione esistenti saranno interessati. I vecchi URL di affiliazione smetteranno di funzionare. (Quindi si prega di non apportare modifiche finché non sarà necessario.)
nl_nl: Wees voorzichtig met deze wijziging. Wanneer u deze parameter wijzigt, heeft dit invloed op bestaande affiliate-URL's. Oude affiliate-URL's werken niet meer. (Wijzig deze dus niet voordat het nodig is.)
pl_pl: Prosimy o zachowanie ostrożności przy tej zmianie. Każda zmiana tego parametru będzie miała wpływ na istniejące adresy URL partnerów. Stare adresy URL partnerów przestaną działać. (Dlatego prosimy nie wprowadzać zmian, dopóki nie będzie to konieczne).
ro_ro: Vă rugăm să fiți atenți la această modificare. Ori de câte ori veți modifica acest parametru, adresele URL de afiliere existente vor fi afectate. Adresele URL de afiliere vechi vor înceta să funcționeze. (Așadar, vă rugăm să nu o modificați până când nu este necesar.)
ru_ru: Будьте осторожны с этим изменением. Любое изменение этого параметра повлияет на существующие партнёрские URL-адреса. Старые партнёрские URL-адреса перестанут работать. (Поэтому, пожалуйста, не меняйте его без необходимости.)
tr_tr: Lütfen bu değişikliğe dikkat edin. Bu parametreyi değiştirdiğinizde, mevcut ortaklık URL'leri etkilenecektir. Eski ortaklık URL'leri çalışmayacaktır. (Bu nedenle, lütfen gerekli olmadıkça değişiklik yapmayın.)
uk: Будь ласка, будьте обережні з цією зміною. Щоразу, коли ви змінюватимете цей параметр, це вплине на існуючі партнерські URL-адреси. Старі партнерські URL-адреси перестануть працювати. (Тому, будь ласка, не змінюйте їх, доки це не буде необхідно.)

source: Sends anonymous data to help improve the plugin. Never sends personal or sensitive data.
ar: يُرسل بيانات مجهولة المصدر لتحسين الإضافة. لا يُرسل بيانات شخصية أو حساسة أبدًا.
de_de: Sendet anonyme Daten, um das Plugin zu verbessern. Sendet niemals persönliche oder sensible Daten.
es_es: Envía datos anónimos para ayudar a mejorar el complemento. Nunca envía datos personales ni sensibles.
it_it: Invia dati anonimi per contribuire a migliorare il plugin. Non invia mai dati personali o sensibili.
nl_nl: Verstuurt anonieme gegevens om de plugin te verbeteren. Verstuurt nooit persoonlijke of gevoelige gegevens.
pl_pl: Wysyła anonimowe dane, które pomagają ulepszyć wtyczkę. Nigdy nie wysyła danych osobowych ani poufnych.
ro_ro: Trimite date anonime pentru a ajuta la îmbunătățirea pluginului. Nu trimite niciodată date personale sau sensibile.
ru_ru: Отправляет анонимные данные для улучшения плагина. Никогда не отправляет личные или конфиденциальные данные.
tr_tr: Eklentinin geliştirilmesine yardımcı olmak için anonim veriler gönderir. Kişisel veya hassas verileri asla göndermez.
uk: Надсилає анонімні дані для покращення плагіна. Ніколи не надсилає особисті чи конфіденційні дані.

source: Select Font
ar: حدد الخط
de_de: Wählen Sie Schriftart aus
es_es: Seleccionar fuente
it_it: Seleziona carattere
nl_nl: Selecteer Lettertype
pl_pl: Wybierz Czcionka
ro_ro: Selectați Font
ru_ru: Выберите шрифт
tr_tr: Yazı Tipini Seçin
uk: Виберіть Шрифт

source: Commission Billing Cycle For Automatic-Payout
ar: دورة فوترة العمولة للدفع التلقائي
de_de: Provisionsabrechnungszyklus für automatische Auszahlung
es_es: Ciclo de facturación de comisiones para pago automático
it_it: Ciclo di fatturazione delle commissioni per il pagamento automatico
nl_nl: Commissie factureringscyclus voor automatische uitbetaling
pl_pl: Cykl rozliczeniowy prowizji dla automatycznej wypłaty
ro_ro: Ciclul de facturare a comisionului pentru plata automată
ru_ru: Цикл выставления счетов за комиссию для автоматической выплаты
tr_tr: Otomatik Ödeme İçin Komisyon Fatura Döngüsü
uk: Цикл нарахування комісійних для автоматичних виплат

source: Day of Billing Cycle For Automatic-Payout
ar: يوم دورة الفوترة للدفع التلقائي
de_de: Tag des Abrechnungszeitraums für die automatische Auszahlung
es_es: Día del ciclo de facturación para pago automático
it_it: Giorno del ciclo di fatturazione per il pagamento automatico
nl_nl: Dag van de factureringscyclus voor automatische uitbetaling
pl_pl: Dzień cyklu rozliczeniowego dla automatycznej wypłaty
ro_ro: Ziua ciclului de facturare pentru plata automată
ru_ru: День платежного цикла для автоматической выплаты
tr_tr: Otomatik Ödeme İçin Fatura Döngüsü Günü
uk: День розрахункового циклу для автоматичних виплат

source: Labels
ar: التسميات
de_de: Etiketten
es_es: Etiquetas
it_it: Etichette
nl_nl: Etiketten
pl_pl: Etykiety
ro_ro: Etichete
ru_ru: Этикетки
tr_tr: Etiketler
uk: етикетки

source: Affiliate Panel Menu
ar: قائمة لوحة التحكم التابعة
de_de: Affiliate-Panel-Menü
es_es: Menú del panel de afiliados
it_it: Menu del pannello affiliato
nl_nl: Affiliate Paneel Menu
pl_pl: Menu panelu partnerskiego
ro_ro: Meniul panoului afiliat
ru_ru: Меню партнерской панели
tr_tr: Ortaklık Paneli Menüsü
uk: Меню партнерської панелі

source: Dashboard Labels
ar: تسميات لوحة القيادة
de_de: Dashboard-Beschriftungen
es_es: Etiquetas del tablero
it_it: Etichette del cruscotto
pl_pl: Etykiety pulpitu nawigacyjnego
ro_ro: Etichetele tabloului de bord
ru_ru: Метки на панели инструментов
tr_tr: Kontrol Paneli Etiketleri
uk: Ярлики на інформаційній панелі

source: Commission Labels
ar: تسميات اللجنة
de_de: Kommissionsetiketten
es_es: Etiquetas de comisión
it_it: Etichette della Commissione
nl_nl: Commissielabels
pl_pl: Etykiety prowizyjne
ro_ro: Etichete comisiilor
ru_ru: Комиссионные этикетки
tr_tr: Komisyon Etiketleri
uk: Комісійні етикетки

source: Affiliate Link Labels
ar: علامات الروابط التابعة
es_es: Etiquetas de enlaces de afiliados
it_it: Etichette di link di affiliazione
pl_pl: Etykiety linków partnerskich
ro_ro: Etichete de linkuri afiliate
ru_ru: Метки партнерских ссылок
tr_tr: Ortaklık Bağlantı Etiketleri
uk: Мітки партнерських посилань

source: Referral URL Description
ar: وصف عنوان URL للإحالة
de_de: Beschreibung der Verweis-URL
es_es: Descripción de la URL de referencia
it_it: Descrizione dell'URL di riferimento
nl_nl: Verwijzings-URL Beschrijving
pl_pl: Opis adresu URL odsyłacza
ro_ro: Descriere URL de recomandare
ru_ru: Описание URL-адреса реферала
tr_tr: Yönlendirme URL'si Açıklaması
uk: Опис реферальної URL-адреси

source: will work in all page
ar: سوف تعمل في جميع الصفحات
de_de: funktioniert auf allen Seiten
es_es: Funcionará en todas las páginas.
it_it: funzionerà in tutte le pagine
nl_nl: zal op alle pagina's werken
pl_pl: będzie działać na wszystkich stronach
ro_ro: va funcționa pe toată pagina
ru_ru: будет работать на всех страницах
tr_tr: tüm sayfalarda çalışacak
uk: працюватиме на всій сторінці

source: Cookie Duration Description
ar: وصف مدة ملف تعريف الارتباط
de_de: Beschreibung der Cookie-Dauer
es_es: Descripción de la duración de las cookies
it_it: Descrizione della durata dei cookie
nl_nl: Beschrijving van cookieduur
pl_pl: Opis czasu trwania pliku cookie
ro_ro: Cookie Durata Descriere
ru_ru: Описание продолжительности действия cookie-файла
tr_tr: Çerez Süresi Açıklaması
uk: Опис тривалості файлів cookie

source: Genrate Link Description
ar: إنشاء وصف الارتباط
de_de: Linkbeschreibung generieren
es_es: Generar descripción del enlace
it_it: Genera descrizione del collegamento
nl_nl: Linkbeschrijving genereren
pl_pl: Generuj opis łącza
ru_ru: Создать описание ссылки
tr_tr: Bağlantı Oluşturma Açıklaması
uk: Створити опис посилання

source: Visit Labels
ar: زيارة التسميات
de_de: Besuchen Sie Etiketten
es_es: Visitar etiquetas
it_it: Visita Etichette
nl_nl: Bezoek Etiketten
pl_pl: Odwiedź Etykiety
ro_ro: Vizitați Etichete
ru_ru: Посетите ярлыки
tr_tr: Etiketleri Ziyaret Et
uk: Відвідайте Labels

source: Creative Labels
ar: التسميات الإبداعية
de_de: Kreative Etiketten
es_es: Etiquetas creativas
it_it: Etichette creative
nl_nl: Creatieve etiketten
pl_pl: Kreatywne etykiety
ro_ro: Etichete creative
ru_ru: Креативные этикетки
tr_tr: Yaratıcı Etiketler
uk: Творчі етикетки

source: Paymnet Labels
ar: تسمية الدفع
de_de: Zahlungsetikett
es_es: Etiqueta de pago
it_it: Etichetta di pagamento
nl_nl: Betaallabel
pl_pl: Etykieta płatności
ro_ro: Eticheta de plată
ru_ru: Платежная этикетка
tr_tr: Ödeme Etiketi
uk: Мітка оплати

source: Edit Profile Labels
ar: تحرير تسميات الملف الشخصي
de_de: Bearbeiten Sie Profilbezeichnungen
es_es: Editar etiquetas de perfil
it_it: Modifica etichette profilo
nl_nl: Profiellabels bewerken
pl_pl: Edytuj etykiety profili
ro_ro: Editați etichetele profilului
ru_ru: Редактировать ярлыки профиля
tr_tr: Profil Etiketlerini Düzenle
uk: Редагувати мітки профілю

source: Change Button
ar: زر التغيير
de_de: Schaltfläche „Ändern“.
es_es: Botón Cambiar
it_it: Pulsante Cambia
nl_nl: Knop Wijzigen
pl_pl: Zmień przycisk
ro_ro: Butonul de schimbare
ru_ru: Кнопка «Изменить»
tr_tr: Düğmeyi Değiştir
uk: Кнопка зміни

source: Remove Button
ar: إزالة الزر
de_de: Schaltfläche „Entfernen“.
es_es: Quitar botón
it_it: Rimuovi pulsante
nl_nl: Knop verwijderen
pl_pl: Usuń przycisk
ro_ro: Butonul Eliminare
ru_ru: Удалить кнопку
tr_tr: Düğmeyi Kaldır
uk: Видалити кнопку

source: Save Changes Button
ar: زر حفظ التغييرات
de_de: Schaltfläche „Änderungen speichern“.
es_es: Botón Guardar cambios
it_it: Pulsante Salva modifiche
nl_nl: Knop Wijzigingen opslaan
pl_pl: Przycisk Zapisz zmiany
ro_ro: Butonul Salvare modificări
ru_ru: Кнопка «Сохранить изменения»
tr_tr: Değişiklikleri Kaydet Düğmesi
uk: Кнопка збереження змін

source: Cancel Button
ar: زر الإلغاء
de_de: Schaltfläche „Abbrechen“.
es_es: Botón Cancelar
it_it: Pulsante Annulla
nl_nl: Knop Annuleren
pl_pl: Przycisk Anuluj
ro_ro: Butonul Anulare
ru_ru: Кнопка отмены
tr_tr: İptal Düğmesi
uk: Кнопка «Скасувати».

source: Register Form Labels
ar: تسجيل تسميات النموذج
de_de: Formularetiketten registrieren
es_es: Registrar etiquetas de formulario
it_it: Registra le etichette del modulo
nl_nl: Formulierlabels registreren
pl_pl: Zarejestruj etykiety formularzy
ro_ro: Înregistrați etichetele formularului
ru_ru: Регистрация меток формы
tr_tr: Form Etiketlerini Kaydet
uk: Ярлики реєстраційної форми

source: Do you have an account
ar: هل لديك حساب؟
de_de: Haben Sie ein Konto
es_es: ¿Tienes una cuenta?
it_it: Hai un account?
nl_nl: Heb je een account?
pl_pl: Czy masz konto?
ro_ro: Ai un cont?
ru_ru: У вас есть аккаунт?
tr_tr: Hesabınız var mı?
uk: У вас є обліковий запис

source: Login Form Labels
ar: تسميات نموذج تسجيل الدخول
de_de: Etiketten für Anmeldeformulare
es_es: Etiquetas del formulario de inicio de sesión
it_it: Etichette del modulo di access
nl_nl: Etiketten voor inlogformulieren
pl_pl: Etykiety formularzy logowania
ro_ro: Etichete formular de autentificare
ru_ru: Метки формы входа
tr_tr: Giriş Formu Etiketleri
uk: Ярлики форми входу

source: Forget Password Form Labels
ar: ملصقات نموذج نسيان كلمة المرور
de_de: Etiketten für Formulare zum Vergessen des Passworts
es_es: Etiquetas del formulario de olvido de contraseña
it_it: Etichette del modulo Password dimenticata
nl_nl: Labels voor het vergeten van wachtwoordformulieren
pl_pl: Etykiety formularza „Zapomnij hasło”
ro_ro: Etichete de formular pentru uitarea parolei
ru_ru: Метки формы «Забыли пароль»
tr_tr: Şifremi Unuttum Formu Etiketleri
uk: Мітки форми «Забути пароль»

source: Forget Password Heading
ar: نسيت كلمة المرور
de_de: Überschrift „Passwort vergessen“
es_es: Encabezado Olvidé mi contraseña
it_it: Titolo Password dimenticata
nl_nl: Koptekst Wachtwoord vergeten
pl_pl: Nagłówek „Zapomniane hasło”
ro_ro: Uitați titlul de parolă
ru_ru: Заголовок «Забыли пароль»
tr_tr: Şifremi Unuttum Başlığı
uk: Заголовок «Забути пароль».

source: Sign in Link
ar: رابط تسجيل الدخول
de_de: Anmeldelink
es_es: Iniciar sesión Enlace
it_it: Accedi Collegamento
nl_nl: Inloggen Link
pl_pl: Zaloguj się
ro_ro: Conectați-vă Link
ru_ru: Войти Ссылка
tr_tr: Oturum aç Bağlantı
uk: Посилання для входу

source: Common Labels
ar: التسميات المشتركة
de_de: Gemeinsame Etiketten
es_es: Etiquetas comunes
it_it: Etichette comuni
nl_nl: Gemeenschappelijke etiketten
pl_pl: Wspólne etykiety
ro_ro: Etichete comune
ru_ru: Общие этикетки
tr_tr: Ortak Etiketler
uk: Загальні мітки

source: Apply Button
ar: تطبيق زر
de_de: Schaltfläche „Anwenden“.
es_es: Botón Aplicar
it_it: Pulsante Applica
nl_nl: Knop Toepassen
pl_pl: Przycisk Zastosuj
ro_ro: Butonul de aplicare
ru_ru: Кнопка «Применить»
tr_tr: Uygula Düğmesi
uk: Кнопка «Застосувати».

source: Reset Button
ar: زر إعادة الضبط
de_de: Reset-Taste
es_es: Botón de reinicio
it_it: Pulsante di ripristino
nl_nl: Reset-knop
pl_pl: Przycisk resetowania
ro_ro: Butonul de resetare
ru_ru: Кнопка сброса
tr_tr: Sıfırlama Düğmesi
uk: Кнопка скидання

source: Pagination
ar: ترقيم الصفحات
es_es: Paginación
it_it: Impaginazione
nl_nl: Paginering
pl_pl: Paginacja
ro_ro: Paginare
ru_ru: Пагинация
tr_tr: Sayfalandırma
uk: Пагінація

source: [start] = Pagination start number, [total] = Total Records
ar: [البدء] = رقم بداية الترقيم، [الإجمالي] = إجمالي السجلات
de_de: [Start] = Startnummer der Seitennummerierung, [Gesamt] = Gesamtzahl der Datensätze
es_es: [inicio] = Número de inicio de paginación, [total] = Total de registros
it_it: [inizio] = Numero di inizio della paginazione, [totale] = Numero totale di record
nl_nl: [start] = startnummer van de pagina, [totaal] = totaal aantal records
pl_pl: [start] = numer początkowy paginacji, [total] = całkowita liczba rekordów
ro_ro: [start] = Numărul de început al paginației, [total] = Total înregistrări
ru_ru: [start] = Начальный номер страницы, [total] = Общее количество записей
tr_tr: [başlangıç] = Sayfalandırma başlangıç numarası, [toplam] = Toplam Kayıt
uk: [початок] = Початковий номер сторінки, [всього] = Загальна кількість записів

source: No Data Label
ar: لا توجد تسمية البيانات
de_de: Kein Datenetikett
es_es: Sin etiqueta de datos
it_it: Nessuna etichetta dati
nl_nl: Geen gegevenslabel
pl_pl: Brak etykiety danych
ro_ro: Fără etichetă de date
ru_ru: Нет этикетки с данными
tr_tr: Veri Etiketi Yok
uk: Немає мітки даних

source: No Data Description
ar: لا يوجد وصف للبيانات
de_de: Keine Datenbeschreibung
es_es: Sin datos Descripción
it_it: Nessuna descrizione dei dati
nl_nl: Geen gegevensbeschrijving
pl_pl: Brak opisu danych
ro_ro: Fără descriere a datelor
ru_ru: Нет данных Описание
tr_tr: Veri Açıklaması Yok
uk: Без опису даних

source: User Details
ar: تفاصيل المستخدم
de_de: Benutzerdetails
es_es: Detalles del usuario
it_it: Dettagli utente
nl_nl: Gebruikersgegevens
pl_pl: Dane użytkownika
ro_ro: Detalii utilizator
ru_ru: Данные пользователя
tr_tr: Kullanıcı Detayları
uk: Відомості про користувача

source: Edit User
ar: تحرير المستخدم
de_de: Benutzer bearbeiten
es_es: Editar usuario
it_it: Modifica utente
nl_nl: Gebruiker bewerken
pl_pl: Edytuj użytkownika
ro_ro: Editați utilizatorul
ru_ru: Изменить пользователя
tr_tr: Kullanıcıyı Düzenle
uk: Редагувати користувача

source: Integration
ar: اندماج
es_es: Integración
it_it: Integrazione
nl_nl: Integratie
pl_pl: Integracja
ro_ro: Integrare
ru_ru: Интеграция
tr_tr: Entegrasyon
uk: Інтеграція

source: Select Integration
ar: حدد التكامل
de_de: Wählen Sie Integration aus
es_es: Seleccione Integración
it_it: Seleziona Integrazione
nl_nl: Selecteer Integratie
pl_pl: Wybierz Integracja
ro_ro: Selectați Integrare
ru_ru: Выберите интеграцию
tr_tr: Entegrasyonu Seçin
uk: Виберіть Інтеграція

source: Revenue
ar: ربح
de_de: Einnahmen
es_es: Ganancia
it_it: Reddito
nl_nl: Winst
pl_pl: Przychód
ro_ro: Venituri
ru_ru: Доход
tr_tr: Hasılat
uk: Дохід

source: Enter your Username
ar: أدخل اسم المستخدم الخاص بك
de_de: Geben Sie Ihren Benutzernamen ein.
es_es: Ingresa tu nombre de usuario
it_it: Inserisci il tuo nome utente
nl_nl: Voer uw gebruikersnaam in
pl_pl: Wprowadź swoją nazwę użytkownika
ro_ro: Introduceți numele de utilizator
ru_ru: Введите ваше имя пользователя
tr_tr: Kullanıcı Adınızı Girin
uk: Введіть своє ім'я користувача

source: Please enter your Username
ar: يرجى إدخال اسم المستخدم
de_de: Bitte geben Sie Ihren Benutzernamen ein.
es_es: Ingresa tu nombre de usuario
it_it: Inserisci il tuo nome utente
nl_nl: Voer uw gebruikersnaam in
pl_pl: Wprowadź swoją nazwę użytkownika
ro_ro: Vă rugăm să introduceți numele de utilizator
ru_ru: Введите ваше имя пользователя
tr_tr: Lütfen Kullanıcı Adınızı Girin
uk: Будь ласка, введіть своє ім'я користувача

source: Affiliate User not created for : %1$s Username : %2$s
ar: %2$s : اسم المستخدم : $1% لم يتم إنشاء المستخدم التابع ل ـ
de_de: Partnerbenutzer nicht erstellt für: %1$s. Benutzername: %2$s.
es_es: Usuario afiliado no creado para: %1$s Nombre de usuario: %2$s
it_it: Utente affiliato non creato per: %1$s Nome utente: %2$s
nl_nl: Affiliate-gebruiker niet aangemaakt voor: %1$s Gebruikersnaam: %2$s
pl_pl: Użytkownik afiliacyjny nie został utworzony dla: %1$s Nazwa użytkownika: %2$s
ro_ro: Utilizator afiliat necreat pentru: %1$s Nume de utilizator: %2$s
ru_ru: Партнерский аккаунт не создан для: %1$s Имя пользователя: %2$s
tr_tr: Ortak Kullanıcı: %1$s için oluşturulmadı Kullanıcı Adı: %2$s
uk: Партнерський користувач не створено для: %1$s Ім'я користувача: %2$s

source: WordPress User not created for : %1$s Username : %2$s
ar: لم يتم إنشاء مستخدم WordPress لـ : %1$s اسم المستخدم : %2$s
de_de: WordPress-Benutzer nicht erstellt für: %1$s Benutzername: %2$s
es_es: Usuario de WordPress no creado para: %1$s Nombre de usuario: %2$s
it_it: Utente WordPress non creato per: %1$s Nome utente: %2$s
nl_nl: WordPress-gebruiker niet aangemaakt voor: %1$s Gebruikersnaam: %2$s
pl_pl: Użytkownik WordPress nie został utworzony dla: %1$s Nazwa użytkownika: %2$s
ro_ro: Utilizator WordPress necreat pentru: %1$s Nume de utilizator: %2$s
ru_ru: Пользователь WordPress не создан для: %1$s Имя пользователя: %2$s
tr_tr: WordPress Kullanıcı: %1$s için oluşturulmadı Kullanıcı Adı: %2$s
uk: Користувач WordPress не створено для: %1$s Ім'я користувача: %2$s
