Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: End Date
ar: تاريخ الانتهاء
de_de: Enddatum
es_es: Fecha de finalización
it_it: Data di fine
nl_nl: Einddatum
pl_pl: Data zakończenia
ro_ro: Data de încheiere
ru_ru: Дата окончания
tr_tr: Bitiş Tarihi
uk: Дата закінчення

source: End Time
ar: وقت الانتهاء
de_de: Endzeit
es_es: Hora de finalización
it_it: Ora di fine
nl_nl: Eindtijd
pl_pl: Czas zakończenia
ro_ro: Ora Sfârșitului
ru_ru: Время окончания
tr_tr: Bitiş Saati
uk: Час закінчення

source: Previous Year
ar: السنة السابقة
de_de: Vorheriges Jahr
es_es: Año anterior
it_it: Anno precedente
nl_nl: Vorig jaar
pl_pl: Poprzedni rok
ro_ro: Anul precedent
ru_ru: Предыдущий год
tr_tr: Önceki Yıl
uk: Попередній рік

source: Next Year
ar: السنة التالية
de_de: Nächstes Jahr
es_es: Año siguiente
it_it: Anno successivo
nl_nl: Volgend jaar
pl_pl: Następny rok
ro_ro: Anul viitor
ru_ru: Следующий год
tr_tr: Sonraki Yıl
uk: Наступного року

source: Previous Month
ar: الشهر السابق
de_de: Vorheriger Monat
es_es: Mes anterior
it_it: Mese precedente
nl_nl: Vorige maand
pl_pl: Poprzedni miesiąc
ro_ro: Luna anterioară
ru_ru: Предыдущий месяц
tr_tr: Önceki Ay
uk: Попередній місяць

source: Next Month
ar: الشهر التالي
de_de: Nächster Monat
es_es: Mes siguiente
it_it: Mese successivo
nl_nl: Volgende maand
pl_pl: Następny miesiąc
ro_ro: Luna viitoare
ru_ru: Следующий месяц
tr_tr: Sonraki Ay
uk: Наступний місяць

source: January
ar: يناير
de_de: Januar
es_es: Enero
it_it: Gennaio
nl_nl: Januari
pl_pl: Styczeń
ro_ro: ianuarie
ru_ru: Январь
tr_tr: Ocak
uk: січня

source: February
ar: فبراير
de_de: Februar
es_es: Febrero
it_it: Febbraio
nl_nl: Februari
pl_pl: Luty
ro_ro: februarie
ru_ru: Февраль
tr_tr: Şubat
uk: Лютий

source: March
ar: مارس
de_de: März
es_es: Marzo
it_it: Marzo
nl_nl: Maart
pl_pl: Marzec
ro_ro: martie
ru_ru: Март
tr_tr: Mart
uk: березень

source: April
ar: أبريل
es_es: Abril
it_it: Aprile
pl_pl: Kwiecień
ro_ro: aprilie
ru_ru: Апрель
tr_tr: Nisan
uk: квітень

source: May
ar: مايو
de_de: Mai
es_es: Mayo
it_it: Maggio
nl_nl: Mei
pl_pl: Maj
ro_ro: mai
ru_ru: Май
tr_tr: Mayıs
uk: травня

source: June
ar: يونيو
de_de: Juni
es_es: Junio
it_it: Giugno
nl_nl: Juni
pl_pl: Czerwiec
ro_ro: iunie
ru_ru: Июнь
tr_tr: Haziran
uk: червень

source: July
ar: يوليو
de_de: Juli
es_es: Julio
it_it: Luglio
nl_nl: Juli
pl_pl: Lipiec
ro_ro: iulie
ru_ru: Июль
tr_tr: Temmuz
uk: липень

source: August
ar: أغسطس
es_es: Agosto
it_it: Agosto
nl_nl: Augustus
pl_pl: Sierpień
ru_ru: Август
tr_tr: Ağustos
uk: серпень

source: September
ar: سبتمبر
es_es: Septiembre
it_it: Settembre
pl_pl: Wrzesień
ro_ro: septembrie
ru_ru: Сентябрь
tr_tr: Eylül
uk: вересень

source: October
ar: أكتوبر
de_de: Oktober
es_es: Octubre
it_it: Ottobre
nl_nl: Oktober
pl_pl: Październik
ro_ro: octombrie
ru_ru: Октябрь
tr_tr: Ekim
uk: жовтень

source: November
ar: نوفمبر
es_es: Noviembre
it_it: Novembre
pl_pl: Listopad
ro_ro: noiembrie
ru_ru: Ноябрь
tr_tr: Kasım
uk: Листопад

source: December
ar: ديسمبر
de_de: Dezember
es_es: Diciembre
it_it: Dicembre
pl_pl: Grudzień
ro_ro: decembrie
ru_ru: Декабрь
tr_tr: Aralık
uk: грудень

source: week
ar: الأسبوع
de_de: Woche
es_es: semana
it_it: settimana
pl_pl: tydzień
ro_ro: săptămână
ru_ru: неделя
tr_tr: hafta
uk: тиждень

source: Sun
ar: الأحد
de_de: Sonne
es_es: Dom
it_it: Dom
nl_nl: Zon
pl_pl: Niedz.
ro_ro: Soare
ru_ru: Bc
tr_tr: Pazar
uk: сонце

source: Mon
ar: الإثنين
de_de: Mo
es_es: Lun
it_it: Lun
nl_nl: Ma
pl_pl: Pon.
ro_ro: Lun
ru_ru: Пн
tr_tr: Pzt
uk: Пн

source: Tue
ar: الثلاثاء
de_de: Di
es_es: Mar
it_it: Mar
nl_nl: Di
pl_pl: Wt.
ro_ro: mar
ru_ru: Вт
tr_tr: Salı
uk: Вт

source: Wed
ar: الأربعاء
de_de: Mi
es_es: Mié
it_it: Mer
nl_nl: Wo
pl_pl: Śr
ro_ro: mier
ru_ru: Ср
tr_tr: Çar
uk: ср

source: Thu
ar: الخميس
de_de: Do
es_es: Jue
it_it: Gio
nl_nl: Do
pl_pl: Czw
ro_ro: joi
ru_ru: Чт
tr_tr: Per
uk: чт

source: Fri
ar: الجمعة
de_de: Fr
es_es: Vie
it_it: Ven
nl_nl: Vr
pl_pl: Pt
ro_ro: vineri
ru_ru: Пт
tr_tr: Cuma
uk: пт

source: Sat
ar: السبت
de_de: Sa
es_es: Sáb
it_it: Sab
nl_nl: Za
pl_pl: Sob
ru_ru: Сб
tr_tr: Cumartesi
uk: сб

source: Sunday
ar: الأحد
de_de: Sonntag
es_es: Domingo
it_it: Domenica
nl_nl: Zondag
pl_pl: Niedziela
ro_ro: duminică
ru_ru: Воскресенье
tr_tr: Pazar
uk: неділя

source: Monday
ar: الإثنين
de_de: Montag
es_es: Lunes
it_it: Lunedì
nl_nl: Maandag
pl_pl: Poniedziałek
ro_ro: luni
ru_ru: Понедельник
tr_tr: Pazartesi
uk: понеділок

source: Tuesday
ar: الثلاثاء
de_de: Dienstag
es_es: Martes
it_it: Martedì
nl_nl: Dinsdag
pl_pl: Wtorek
ro_ro: marţi
ru_ru: Вторник
tr_tr: Salı
uk: вівторок

source: Wednesday
ar: الأربعاء
de_de: Mittwoch
es_es: Miércoles
it_it: Mercoledì
nl_nl: Woensdag
pl_pl: Środa
ro_ro: miercuri
ru_ru: Среда
tr_tr: Çarşamba
uk: Середа

source: Thursday
ar: الخميس
de_de: Donnerstag
es_es: Jueves
it_it: Giovedì
nl_nl: Donderdag
pl_pl: Czwartek
ro_ro: joi
ru_ru: Четверг
tr_tr: Perşembe
uk: четвер

source: Friday
ar: السبت
de_de: Freitag
es_es: Viernes
it_it: Venerdì
nl_nl: Vrijdag
pl_pl: Piątek
ro_ro: vineri
ru_ru: Пятница
tr_tr: Cuma
uk: П'ятниця

source: Saturday
ar: السبت
de_de: Samstag
es_es: Sábado
it_it: Sabato
nl_nl: Zaterdag
pl_pl: Sobota
ro_ro: sâmbătă
ru_ru: Суббота
tr_tr: Cumartesi
uk: Субота

source: Jan
ar: يناير
es_es: Ene
it_it: Gen
pl_pl: Sty
ro_ro: ian
ru_ru: Янв
tr_tr: Ocak
uk: січня

source: Feb
ar: فبراير
pl_pl: Lut
ru_ru: Фев
tr_tr: Şubat
uk: лютий

source: Mar
ar: مارس
de_de: März
nl_nl: Mrt
ru_ru: Мар
uk: березень

source: Apr
ar: أبريل
es_es: Abr
pl_pl: Kwi
ro_ro: Aprilie
ru_ru: Апр
tr_tr: Nisan
uk: квіт

source: Jun
ar: يونيو
it_it: Gui
pl_pl: Czer
ro_ro: Iunie
ru_ru: Июн
tr_tr: Haz
uk: черв

source: Jul
ar: يوليو
it_it: Lug
pl_pl: Lip
ro_ro: iul
ru_ru: Июль
tr_tr: Tem
uk: лип

source: Aug
ar: أغسطس
es_es: Ago
it_it: Ago
pl_pl: Sie
ru_ru: Авг
tr_tr: Ağu
uk: серп

source: Sep
ar: سبتمبر
it_it: Set
pl_pl: Wrz
ro_ro: sept
ru_ru: Сен
tr_tr: Eyl
uk: вер

source: Oct
ar: أكتوبر
de_de: Okt
it_it: Ott
nl_nl: Okt
pl_pl: Paź
ru_ru: Окт
tr_tr: Ekim
uk: жовт

source: Nov
ar: نوفمبر
pl_pl: Lis
ru_ru: Ноя
tr_tr: Kas
uk: Листопад

source: Dec
ar: ديسمبر
de_de: Dez
es_es: Dic
it_it: Dic
pl_pl: Gru
ru_ru: Дек
tr_tr: Ara
uk: груд

source: decrease number
ar: تقليل الرقم
de_de: Zahl verringern
es_es: Disminuir número
it_it: diminuisci numero
nl_nl: aantal verlagen
pl_pl: zmniejsz liczbę
ro_ro: scăderea numărului
ru_ru: уменьшить число
tr_tr: sayıyı azalt
uk: зменшити кількість

source: increase number
ar: زيادة الرقم
de_de: Zahl erhöhen
es_es: Aumentar número
it_it: aumenta numero
nl_nl: aantal verhogen
pl_pl: zwiększ liczbę
ro_ro: creste numarul
ru_ru: увеличить число
tr_tr: sayıyı artır
uk: збільшити кількість

source: No matching data
ar: لا توجد بيانات مطابقة
de_de: Keine übereinstimmenden Daten
es_es: No hay datos coincidentes
it_it: Nessun dato corrispondente
nl_nl: Geen overeenkomende gegevens
pl_pl: Brak pasujących danych
ro_ro: Nu există date care se potrivesc
ru_ru: Нет соответствующих данных
tr_tr: Eşleşen veri yok
uk: Немає відповідних даних

source: No data
ar: لا توجد بيانات
de_de: Keine Daten
es_es: No hay datos
it_it: Nessun dato
nl_nl: Geen gegevens
pl_pl: Brak danych
ro_ro: Fără date
ru_ru: Нет данных
tr_tr: Veri yok
uk: Немає даних

source: Select
ar: حدد
de_de: Auswählen
es_es: Seleccionar
it_it: Seleziona
nl_nl: Selecteren
pl_pl: Wybierz
ro_ro: Selecta
ru_ru: Выбрать
tr_tr: Seç
uk: Виберіть

source: Toggle Dropdown
ar: تبديل القائمة المنسدلة
de_de: Dropdown umschalten
es_es: Alternar Menú desplegable
it_it: Attiva/disattiva menu a discesa
nl_nl: Dropdown omschakelen
pl_pl: Przełącz rozwijane
ro_ro: Comutați meniul drop-down
ru_ru: Переключить раскрывающийся список
tr_tr: Açılır Menüyü Değiştir
uk: Перемкнути спадне меню

source: Go to
ar: انتقل إلى
de_de: Gehe zu
es_es: Ir a
it_it: Vai a
nl_nl: Ga naar
pl_pl: Przejdź do
ro_ro: Du-te la
ru_ru: Перейти к
tr_tr: Git
uk: Перейти до

source: Total
ar: الإجمالي
de_de: Gesamt
it_it: Totale
nl_nl: Totaal
pl_pl: Suma
ru_ru: Итого
tr_tr: Toplam
uk: Всього

source: Page
ar: الصفحة
de_de: Seite
es_es: Página
it_it: Pagina
nl_nl: Pagina
pl_pl: Strona
ro_ro: Pagină
ru_ru: Страница
tr_tr: Sayfa
uk: Сторінка

source: Go to previous page
ar: انتقل إلى الصفحة السابقة
de_de: Gehe zur vorherigen Seite
es_es: Ir a la página anterior
it_it: Vai alla pagina precedente
nl_nl: Ga naar vorige pagina
pl_pl: Przejdź do poprzedniej strony
ro_ro: Mergeți la pagina anterioară
ru_ru: Перейти на предыдущую страницу
tr_tr: Önceki sayfaya git
uk: Перейти на попередню сторінку

source: Go to next page
ar: انتقل إلى الصفحة التالية
de_de: Gehe zur nächsten Seite
es_es: Ir a la página siguiente
it_it: Vai alla pagina successiva
nl_nl: Ga naar volgende pagina
pl_pl: Przejdź do następnej strony
ro_ro: Mergeți la pagina următoare
ru_ru: Перейти на следующую страница
tr_tr: Sonraki sayfaya git sayfa
uk: Перейти до наступної сторінки

source: page
ar: الصفحة
de_de: Seite
es_es: página
it_it: pagina
nl_nl: pagina
pl_pl: strona
ro_ro: pagină
ru_ru: страница
tr_tr: sayfa
uk: сторінки

source: Previous
ar: السابقة
de_de: Vorherige
es_es: Anterior
it_it: Precedente
nl_nl: Vorige
pl_pl: Poprzednia
ro_ro: Anterior
ru_ru: Предыдущая
tr_tr: Önceki
uk: Попередній

source: pages
ar: الصفحات
de_de: Seiten
es_es: páginas
it_it: pagine
nl_nl: pagina's
pl_pl: strony
ro_ro: pagini
ru_ru: страницы
tr_tr: sayfalar
uk: сторінки

source: Next
ar: التالي
de_de: Nächste
es_es: Siguiente
it_it: Successivo
nl_nl: Volgende
pl_pl: Następna
ro_ro: Următorul
ru_ru: Следующая
tr_tr: Sonraki
uk: Далі

source: Deprecated usages detected, please refer to the el-pagination documentation for more details
ar: تم اكتشاف استخدامات قديمة، يرجى الرجوع إلى وثائق الترقيم للحصول على مزيد من التفاصيل
de_de: Veraltete Verwendungen erkannt, weitere Einzelheiten finden Sie in der el-pagination-Dokumentation
es_es: Se detectaron usos obsoletos, consulte la documentación de el-pagination para obtener más detalles
it_it: Utilizzi deprecati rilevati, fare riferimento alla documentazione el-pagination per maggiori dettagli
nl_nl: Verouderd gedetecteerd gebruik, raadpleeg de el-pagination documentatie voor meer details
pl_pl: Wykryto przestarzałe zastosowania, zapoznaj się z dokumentacją el-pagination, aby uzyskać więcej informacji
ro_ro: Au fost detectate utilizări învechite, vă rugăm să consultați documentația el-pagination pentru mai multe detalii
ru_ru: Обнаружены устаревшие использования, для получения более подробной информации см. документацию по el-pagination
tr_tr: Kullanım dışı kullanımlar algılandı, daha fazla ayrıntı için lütfen el-pagination belgelerine bakın
uk: Виявлено застарілі випадки використання, будь ласка, зверніться до документації el-pagination для отримання додаткової інформації

source: Close this dialog
ar: أغلق مربع الحوار هذا
de_de: Dialog schließen
es_es: Cerrar este diálogo
it_it: Chiudi questa finestra di dialogo
nl_nl: Sluit dit dialoogvenster
pl_pl: Zamknij to okno dialogowe
ro_ro: Închideți acest dialog
ru_ru: Закрыть это диалоговое окно
tr_tr: Bu iletişim kutusunu kapat
uk: Закрийте це діалогове вікно

source: Message
ar: الرسالة
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
nl_nl: Bericht
pl_pl: Wiadomość
ro_ro: Mesaj
ru_ru: Сообщение
tr_tr: Mesaj
uk: повідомлення

source: Illegal input
ar: إدخال غير قانوني
de_de: Unzulässige Eingabe
es_es: Entrada ilegal
it_it: Input non valido
nl_nl: Ongeldige invoer
pl_pl: Nieprawidłowe dane wejściowe
ro_ro: Intrare ilegală
ru_ru: Недопустимый ввод
tr_tr: Yasadışı giriş
uk: Незаконне введення

source: press delete to remove
ar: اضغط على حذف للإزالة
de_de: Zum Entfernen auf Löschen drücken
es_es: presione eliminar para eliminar
it_it: premi Elimina per rimuovere
nl_nl: Druk op verwijderen om te verwijderen
pl_pl: naciśnij Delete, aby usunąć
ro_ro: apăsați ștergere pentru a elimina
ru_ru: нажмите Delete, чтобы удалить
tr_tr: kaldırmak için sil'e basın
uk: натисніть видалити, щоб видалити

source: Continue
ar: متابعة
de_de: Fortfahren
es_es: Continuar
it_it: Continua
nl_nl: Doorgaan
pl_pl: Kontynuuj
ro_ro: Continua
ru_ru: Продолжить
tr_tr: Devam
uk: Продовжити

source: slider between
ar: شريط التمرير بين
de_de: Schieberegler zwischen
es_es: control deslizante entre
it_it: cursore tra
nl_nl: schuifregelaar tussen
pl_pl: suwak między
ro_ro: glisor între
ru_ru: ползунок между
tr_tr: arasındaki kaydırıcı
uk: повзунок між

source: and
ar: و
de_de: und
es_es: y
it_it: e
nl_nl: en
pl_pl: i
ro_ro: şi
ru_ru: и
tr_tr: ve
uk: i

source: pick start value
ar: اختيار قيمة البداية
de_de: Startwert auswählen
es_es: seleccionar valor inicial
it_it: seleziona valore iniziale
nl_nl: kies startwaarde
pl_pl: wybierz wartość początkową
ro_ro: alegeți valoarea de pornire
ru_ru: выберите начальное значение
tr_tr: başlangıç ​​değerini seç
uk: виберіть початкове значення

source: pick end value
ar: اختر قيمة النهاية
de_de: Endwert auswählen
es_es: seleccionar valor final
it_it: seleziona valore finale
nl_nl: kies eindwaarde
pl_pl: wybierz wartość końcową
ro_ro: alege valoarea finală
ru_ru: выберите конечное значение
tr_tr: bitiş değerini seç
uk: вибрати кінцеве значення

source: No Data
ar: لا توجد بيانات
de_de: Keine Daten
es_es: Sin datos
it_it: Nessun dato
nl_nl: Geen gegevens
pl_pl: Brak danych
ro_ro: Fără date
ru_ru: Нет данных
tr_tr: Veri Yok
uk: Немає даних

source: Confirm
ar: تأكيد
de_de: Bestätigen
es_es: Confirmar
it_it: Conferma
nl_nl: Bevestigen
pl_pl: Potwierdź
ro_ro: Confirma
ru_ru: Подтвердить
tr_tr: Onayla
uk: Підтвердити

source: Sum
ar: المجموع
de_de: Summe
es_es: Suma
it_it: Somma
nl_nl: Som
pl_pl: Suma
ro_ro: Sumă
ru_ru: Сумма
tr_tr: Toplam
uk: сума

source: Finish
ar: إنهاء
de_de: Fertig
es_es: Terminar
it_it: Fine
nl_nl: Voltooien
pl_pl: Zakończ
ro_ro: Termina
ru_ru: Готово
tr_tr: Bitiş
uk: Закінчити

source: List 1
ar: القائمة 1
de_de: Liste 1
es_es: Lista 1
it_it: Elenco 1
nl_nl: Lijst 1
pl_pl: Lista 1
ro_ro: Lista 1
ru_ru: Список 1
tr_tr: Liste 1
uk: Список 1

source: List 2
ar: القائمة 2
de_de: Liste 2
es_es: Lista 2
it_it: Elenco 2
nl_nl: Lijst 2
pl_pl: Lista 2
ro_ro: Lista 2
ru_ru: Список 2
tr_tr: Liste 2
uk: Список 2

source: Enter keyword
ar: أدخل الكلمة الأساسية
de_de: Schlüsselwort eingeben
es_es: Ingresar palabra clave
it_it: Inserisci parola chiave
nl_nl: Voer trefwoord in
pl_pl: Wprowadź słowo kluczowe
ro_ro: Introduceți cuvântul cheie
ru_ru: Введите ключевое слово
tr_tr: Anahtar kelimeyi girin
uk: Введіть ключове слово

source: items
ar: العناصر
de_de: Elemente
es_es: elementos
it_it: elementi
pl_pl: elementy
ro_ro: articole
ru_ru: элементы
tr_tr: öğeler
uk: елементи

source: checked
ar: محدد
de_de: markiert
es_es: marcados
it_it: controllato
nl_nl: aangevinkt
pl_pl: zaznaczone
ro_ro: verificat
ru_ru: отмечены
tr_tr: işaretli
uk: перевірено

source: FAILED
ar: فشل
de_de: FEHLERHAFT
es_es: FALLÓ
it_it: FALLITO
nl_nl: MISLUKT
pl_pl: NIEPOWODZENIE
ro_ro: A ESCUT
ru_ru: НЕУДАЧНО
tr_tr: BAŞARISIZ
uk: ПОМИЛКА

source: Back
ar: رجوع
de_de: Zurück
es_es: Atrás
it_it: Indietro
nl_nl: Terug
pl_pl: Wstecz
ro_ro: Spate
ru_ru: Назад
tr_tr: Geri
uk: Назад

source: Yes
ar: نعم
de_de: Ja
es_es: Sí
it_it: Sì
nl_nl: Ja
pl_pl: Tak
ro_ro: Da
ru_ru: Да
tr_tr: Evet
uk: так

source: No
ar: لا
de_de: Nein
nl_nl: Nee
pl_pl: Nie
ro_ro: Nu
ru_ru: Нет
tr_tr: Hayır
uk: немає

source: Carousel arrow left
ar: سهم الدوارة لليسار
de_de: Karussellpfeil links
es_es: Flecha del carrusel hacia la izquierda
it_it: Carosello freccia sinistra
nl_nl: Carrouselpijl naar links
pl_pl: Strzałka karuzeli w lewo
ro_ro: Săgeata carusel la stânga
ru_ru: Стрелка карусели влево
tr_tr: Döngü ok sola
uk: Стрілка каруселі вліво

source: Carousel arrow right
ar: سهم الدوارة لليمين
de_de: Karussellpfeil rechts
es_es: Flecha del carrusel hacia la derecha
it_it: Carosello freccia destra
nl_nl: Carrouselpijl naar rechts
pl_pl: Strzałka karuzeli w prawo
ro_ro: Carusel săgeată la dreapta
ru_ru: Стрелка карусели вправо
tr_tr: Döngü ok sağa
uk: Стрілка каруселі вправо

source: Carousel switch to index
ar: تحويل الدوارة إلى الفهرس
de_de: Karussellwechsel zum Index
es_es: Cambio del carrusel al índice
it_it: Carosello passa all'indice
nl_nl: Carrousel schakelt over naar index
pl_pl: Przełącz karuzelę na indeks
ro_ro: Comutare carusel la index
ru_ru: Переключение карусели на индекс
tr_tr: Döngü geçişi dizine
uk: Перемикач каруселі на індекс

source: Account Pending
ar: الحساب معلق
de_de: Konto ausstehend
es_es: Cuenta pendiente
it_it: Account in sospeso
nl_nl: Account in behandeling
pl_pl: Konto oczekujące
ro_ro: Cont în așteptare
ru_ru: Счет в ожидании
tr_tr: Hesap Bekliyor
uk: Обліковий запис очікує на розгляд

source: Account Approved
ar: الحساب معتمد
de_de: Konto genehmigt
es_es: Cuenta aprobada
it_it: Account approvato
nl_nl: Account goedgekeurd
pl_pl: Konto zatwierdzone
ro_ro: Cont aprobat
ru_ru: Счет одобрен
tr_tr: Hesap Onaylandı
uk: Обліковий запис схвалено

source: Account Rejected
ar: الحساب مرفوض
de_de: Konto abgelehnt
es_es: Cuenta rechazada
it_it: Account rifiutato
nl_nl: Account afgewezen
pl_pl: Konto odrzucone
ro_ro: Cont respins
ru_ru: Счет отклонен
tr_tr: Hesap Reddedildi
uk: Обліковий запис відхилено

source: Commission Approved
ar: العمولة معتمدة
de_de: Provision genehmigt
es_es: Comisión aprobada
it_it: Commissione approvata
nl_nl: Commissie goedgekeurd
pl_pl: Prowizja zatwierdzona
ro_ro: Comisia Aprobată
ru_ru: Комиссия одобрена
tr_tr: Komisyon Onaylandı
uk: Затверджено комісією

source: To Affiliate User
ar: إلى مستخدم الشريك
de_de: An Affiliate-Benutzer
es_es: Al usuario afiliado
it_it: A utente affiliato
nl_nl: Aan aangesloten gebruiker
pl_pl: Do użytkownika stowarzyszonego
ro_ro: Către utilizatorul afiliat
ru_ru: Пользователю-партнеру
tr_tr: Bağlı Kullanıcıya
uk: Для афілійованого користувача

source: To Administrator
ar: إلى المسؤول
de_de: An Administrator
es_es: Al administrador
it_it: A amministratore
nl_nl: Aan beheerder
pl_pl: Do administratora
ro_ro: Către administrator
ru_ru: Администратору
tr_tr: Yöneticiye
uk: Адміністратору

source: Send Notification
ar: إرسال إشعار
de_de: Benachrichtigung senden
es_es: Enviar notificación
it_it: Invia notifica
nl_nl: Melding verzenden
pl_pl: Wyślij powiadomienie
ro_ro: Trimite o notificare
ru_ru: Отправить уведомление
tr_tr: Bildirim Gönder
uk: Надіслати сповіщення

source: Email Subject
ar: موضوع البريد الإلكتروني
de_de: E-Mail-Betreff
es_es: Asunto del correo electrónico
it_it: Oggetto e-mail
nl_nl: Onderwerp e-mail
pl_pl: Temat wiadomości e-mail
ro_ro: Subiectul e-mailului
ru_ru: Тема письма
tr_tr: E-posta Konusu
uk: Тема електронного листа

source: Enter Subject
ar: أدخل الموضوع
de_de: Betreff eingeben
es_es: Ingresar Asunto
it_it: Inserisci oggetto
nl_nl: Onderwerp invoeren
pl_pl: Wprowadź temat
ro_ro: Introduceți subiectul
ru_ru: Введите тему
tr_tr: Konuyu Girin
uk: Введіть тему

source: Email Message
ar: رسالة البريد الإلكتروني
de_de: E-Mail-Nachricht
es_es: Mensaje de correo electrónico
it_it: Messaggio e-mail
nl_nl: E-mailbericht
pl_pl: Wiadomość e-mail
ro_ro: Mesaj de e-mail
ru_ru: Сообщение письма
tr_tr: E-posta Mesajı
uk: Повідомлення електронною поштою

source: Allowed HTML tags <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
ar: علامات HTML المسموح بها <div>، <label>، <span>، <p>، <ul>، <li>، <tr>، <td>، <a>، <br>، <b>، <h1>، <h2>، <hr>
de_de: Erlaubte HTML-Tags <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
es_es: Etiquetas HTML permitidas: <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
it_it: Tag HTML consentiti <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
nl_nl: Toegestane HTML-tags <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
pl_pl: Dozwolone znaczniki HTML <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
ro_ro: Etichete HTML permise <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1> , <h2>, <hr>
ru_ru: Разрешенный HTML теги <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
tr_tr: İzin Verildi HTML etiketleri <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1>, <h2>, <hr>
uk: Дозволені теги HTML <div>, <label>, <span>, <p>, <ul>, <li>, <tr>, <td>, <a>, <br>, <b>, <h1> , <h2>, <hr>

source: Please add <br /> in the email message to add a new line
ar: يرجى إضافة <br /> في رسالة البريد الإلكتروني لإضافة سطر جديد
de_de: Bitte fügen Sie <br /> in die E-Mail-Nachricht ein, um eine neue Zeile einzufügen
es_es: Agregue <br /> en el mensaje de correo electrónico para agregar una nueva línea
it_it: Aggiungi <br /> nel messaggio e-mail per aggiungere una nuova riga
nl_nl: Voeg <br /> toe aan het e-mailbericht om een nieuwe regel toe te voegen
pl_pl: Dodaj <br /> w wiadomości e-mail, aby dodać nowy wiersz
ro_ro: Vă rugăm să adăugați <br /> în mesajul de e-mail pentru a adăuga o nouă linie
ru_ru: Пожалуйста, добавьте <br /> в сообщение электронной почты, чтобы добавить новую строку
tr_tr: Yeni bir satır eklemek için lütfen e-posta mesajına <br /> ekleyin
uk: Будь ласка, додайте <br /> в повідомлення електронної пошти, щоб додати новий рядок

source: Enter key will not be considered as new line
ar: لن يتم اعتبار مفتاح الإدخال سطرًا جديدًا
de_de: Die Eingabetaste wird nicht als neue Zeile betrachtet
es_es: La tecla Enter no se considerará como una nueva línea
it_it: Il tasto Invio non verrà considerato come una nuova riga
nl_nl: Enter-toets wordt niet beschouwd als nieuwe regel
pl_pl: Klawisz Enter nie będzie uważany za nowy wiersz
ro_ro: Tasta Enter nu va fi considerată ca linie nouă
ru_ru: Ключ Enter не будет считаться новой строкой
tr_tr: Enter tuşu yeni satır olarak kabul edilmeyecektir
uk: Клавіша Enter не вважатиметься новим рядком

source: Email Placeholders
ar: عناصر نائبة للبريد الإلكتروني
de_de: E-Mail-Platzhalter
es_es: Marcadores de posición de correo electrónico
it_it: Segnaposto e-mail
nl_nl: E-mailplaatsaanduidingen
pl_pl: E-mail Symbole zastępcze
ro_ro: Substituenți de e-mail
ru_ru: Заполнители электронной почты
tr_tr: E-posta Yer Tutucuları
uk: Заповнювачі електронної пошти

source: Payment
ar: الدفع
de_de: Zahlung
es_es: Pago
it_it: Pagamento
nl_nl: Betaling
pl_pl: Płatność
ro_ro: Plată
ru_ru: Оплата
tr_tr: Ödeme
uk: Оплата

source: Allow Affiliate Registration
ar: السماح بتسجيل الشريك
de_de: Partnerregistrierung zulassen
es_es: Permitir registro de afiliado
it_it: Consenti registrazione affiliato
nl_nl: Affiliate-registratie toestaan
pl_pl: Zezwól na rejestrację partnera
ro_ro: Permiteți înregistrarea afiliaților
ru_ru: Разрешить регистрацию партнера
tr_tr: Ortak Kaydına İzin Ver
uk: Дозволити реєстрацію партнера

source: Tracking Cookie Days
ar: أيام تتبع ملفات تعريف الارتباط
de_de: Tracking-Cookie-Tage
es_es: Días de cookies de seguimiento
it_it: Giorni cookie di tracciamento
pl_pl: Śledzenie plików cookie dni
ro_ro: Urmărirea zilelor cookie
ru_ru: Дни отслеживания файлов cookie
tr_tr: Takip Çerezi Günleri
uk: Відстеження днів використання файлів cookie

source: The number of days a referred visitor is being tracked
ar: عدد الأيام التي يتم فيها تتبع الزائر المحال
de_de: Die Anzahl der Tage, an denen ein geworbener Besucher verfolgt wird
es_es: La cantidad de días que se realiza un seguimiento de un visitante referido
it_it: Numero di giorni in cui un visitatore segnalato viene tracciato
nl_nl: Het aantal dagen dat een verwezen bezoeker wordt gevolgd
pl_pl: Liczba dni, w których śledzony jest polecony użytkownik
ro_ro: Numărul de zile în care un vizitator recomandat este urmărit
ru_ru: Количество дней, в течение которых отслеживается направленный посетитель
tr_tr: Yönlendirilen bir ziyaretçinin izlendiği gün sayısı
uk: Кількість днів, протягом яких відстежується запрошений відвідувач
