Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: If the referred visitor makes a purchase in this timeframe, the referring affiliate will be rewarded a commission.
ar: إذا أجرى الزائر المحال عملية شراء خلال هذا الإطار الزمني، فسيتم مكافأة الشريك المحال بعمولة.
de_de: Wenn der geworbene Besucher in diesem Zeitraum einen Kauf tätigt, erhält der werbende Partner eine Provision.
es_es: Si el visitante referido realiza una compra en este período de tiempo, el afiliado que lo refirió recibirá una comisión.
it_it: Se il visitatore segnalato effettua un acquisto in questo lasso di tempo, l'affiliato che ha fatto riferimento riceverà una commissione.
nl_nl: Als de verwezen bezoeker binnen dit tijdsbestek een aankoop doet, ontvangt de verwijzende affiliate een commissie.
pl_pl: Jeśli polecony użytkownik dokona zakupu w tym przedziale czasowym, polecający partner zostanie nagrodzony prowizją.
ro_ro: Dacă vizitatorul recomandat face o achiziție în acest interval de timp, afiliatul care referă va primi un comision.
ru_ru: Если направленный посетитель совершает покупку в течение этого периода времени, направляющий партнер получит вознаграждение в виде комиссии.
tr_tr: Yönlendirilen ziyaretçi bu zaman diliminde bir satın alma yaparsa, yönlendiren ortak bir komisyonla ödüllendirilir.
uk: Якщо запрошений відвідувач зробить покупку в цей проміжок часу, афілійована особа, яка направила посилання, отримає комісію.

source: Affiliate URL Parameter
ar: معلمة عنوان URL للشريك
de_de: Partner-URL-Parameter
es_es: Parámetro de URL de afiliado
it_it: Parametro URL affiliato
pl_pl: Parametr adresu URL partnera
ro_ro: Parametrul URL afiliat
ru_ru: Параметр URL-адреса партнера
tr_tr: Ortak URL Parametresi
uk: Параметр афілійованої URL-адреси

source: Enable Fancy Affiliate URL
ar: تمكين عنوان URL للشركاء التابعين المميزين
de_de: Fancy Affiliate-URL aktivieren
es_es: Habilitar URL de afiliados de lujo
it_it: Abilita URL di affiliazione fantasiosa
nl_nl: Fancy Affiliate URL inschakelen
pl_pl: Włącz fantazyjny adres URL partnera
ro_ro: Activează Fancy Affiliate URL
ru_ru: Включить необычный URL-адрес партнера
tr_tr: Fancy Ortaklık URL'sini Etkinleştir
uk: Увімкнути Fancy Affiliate URL

source: Page Settings
ar: إعدادات الصفحة
de_de: Seiteneinstellungen
es_es: Configuración de la página
it_it: Impostazioni pagina
nl_nl: Pagina-instellingen
pl_pl: Ustawienia strony
ro_ro: Setări pagină
ru_ru: Настройки страницы
tr_tr: Sayfa Ayarları
uk: Параметри сторінки

source: Affiliate Account Page
ar: صفحة حساب الشريك
de_de: Affiliate-Kontoseite
es_es: Página de cuenta de afiliado
it_it: Pagina account affiliato
nl_nl: Affiliate Accountpagina
pl_pl: Strona konta partnera
ro_ro: Pagina de cont afiliat
ru_ru: Страница учетной записи партнера
tr_tr: Ortaklık Hesabı Sayfası
uk: Сторінка афілійованого облікового запису

source: Affiliate Registration Page
ar: صفحة تسجيل الشريك
de_de: Affiliate-Registrierungsseite
es_es: Página de registro de afiliado
it_it: Pagina registrazione affiliato
nl_nl: Affiliate Registratiepagina
pl_pl: Strona rejestracji partnera
ro_ro: Pagina de înregistrare a afiliaților
ru_ru: Страница регистрации партнера
tr_tr: Ortaklık Kayıt Sayfası
uk: Сторінка реєстрації філії

source: Enter Commission Rate
ar: أدخل معدل العمولة
de_de: Provisionssatz eingeben
es_es: Ingresar tasa de comisión
it_it: Inserisci tasso di commissione
nl_nl: Commissiepercentage invoeren
pl_pl: Wprowadź stawkę prowizji
ro_ro: Introduceți rata comisionului
ru_ru: Введите ставку комиссии
tr_tr: Komisyon Oranını Girin
uk: Введіть ставку комісії

source: Flat Rate Commission Basis
ar: أساس العمولة بمعدل ثابت
de_de: Basis der Pauschalprovision
es_es: Base de comisión de tarifa plana
it_it: Base commissione forfettaria
nl_nl: Vaste commissiebasis
pl_pl: Stała stawka prowizji
ro_ro: Rată forfetară pe bază de comision
ru_ru: Основа фиксированной ставки комиссии
tr_tr: Sabit Oranlı Komisyon Temeli
uk: Основа фіксованої ставки комісії

source: Flat Rate Commission Per Product Sold
ar: معدل عمولة ثابت لكل منتج مباع
de_de: Pauschale Provision pro verkauftem Produkt
es_es: Comisión de tarifa plana por producto vendido
it_it: Commissione forfettaria per prodotto venduto
nl_nl: Vaste commissie per verkocht product
pl_pl: Stała prowizja za sprzedany produkt
ro_ro: Comision forfetar pe produs vândut
ru_ru: Фиксированная ставка комиссии за проданный продукт
tr_tr: Satılan Ürün Başına Sabit Oranlı Komisyon
uk: Фіксована ставка комісії за проданий продукт

source: Flat Rate Commission Per Order
ar: معدل عمولة ثابت لكل طلب
de_de: Pauschale Provision pro Bestellung
es_es: Comisión de tarifa plana por pedido
it_it: Commissione forfettaria per ordine
nl_nl: Vaste commissie per bestelling
pl_pl: Stała prowizja za zamówienie
ro_ro: Comision forfetar pe comandă
ru_ru: Фиксированная ставка комиссии за заказ
tr_tr: Sipariş Başına Sabit Oranlı Komisyon
uk: Фіксована ставка комісії за замовлення

source: Exclude Shipping
ar: استبعاد الشحن
de_de: Versand ausschließen
es_es: Excluir envío
it_it: Escludi spedizione
nl_nl: Verzendkosten niet inbegrepen
pl_pl: Wyklucz wysyłkę
ro_ro: Excludeți transportul
ru_ru: Исключить доставку
tr_tr: Nakliye Hariç
uk: Виключити доставку

source: Exclude Taxes
ar: استبعاد الضرائب
de_de: Steuern ausschließen
es_es: Excluir impuestos
it_it: Escludi tasse
nl_nl: Belastingen niet inbegrepen
pl_pl: Wyklucz podatki
ro_ro: Exclude Taxele
ru_ru: Исключить налоги
tr_tr: Vergileri Hariç
uk: Виключити податки

source: Allow Affiliates to Earn Commissions for Their Own Orders
ar: السماح للمنتسبين بكسب عمولات عن طلباتهم الخاصة
de_de: Affiliates erlauben, Provisionen für ihre eigenen Bestellungen zu verdienen
es_es: Permitir que los afiliados ganen comisiones por sus propios pedidos
it_it: Consenti agli affiliati di guadagnare commissioni per i propri ordini
nl_nl: Affiliates commissie laten verdienen voor hun eigen bestellingen
pl_pl: Zezwól partnerom na zarabianie prowizji za własne zamówienia
ro_ro: Permiteți afiliaților să câștige comisioane pentru propriile lor comenzi
ru_ru: Разрешить партнерам получать комиссионные за собственные заказы
tr_tr: Ortakların Kendi Siparişleri İçin Komisyon Kazanmalarına İzin Ver
uk: Дозвольте афілійованим особам отримувати комісійні за власні замовлення

source: Reject Commission on Refund
ar: رفض العمولة عند استرداد الأموال
de_de: Provision bei Rückerstattung ablehnen
es_es: Rechazar comisión por reembolso
it_it: Rifiuta commissione sul rimborso
nl_nl: Commissie bij terugbetaling afwijzen
pl_pl: Odrzuć prowizję za zwrot
ro_ro: Respinge comisionul de rambursare
ru_ru: Отклонить комиссию за возврат
tr_tr: İadede Komisyonu Reddet
uk: Відхилити комісію за повернення

source: Allow Zero Amount Commission
ar: السماح بعمولة بقيمة صفرية
de_de: Provision von Nullbetrag zulassen
es_es: Permitir comisión de monto cero
it_it: Consenti commissione importo zero
nl_nl: Commissie van nulbedrag toestaan
pl_pl: Zezwól na prowizję o zerowej kwocie
ro_ro: Permiteți comision cu sumă zero
ru_ru: Разрешить нулевую сумму комиссии
tr_tr: Sıfır Tutarlı Komisyona İzin Ver
uk: Дозволити нульову суму комісії

source: Payment Minimum Amount
ar: مبلغ الحد الأدنى للدفع
de_de: Mindestzahlungsbetrag
es_es: Monto mínimo de pago
it_it: Importo minimo pagamento
nl_nl: Minimaal betalingsbedrag
pl_pl: Minimalna kwota płatności
ro_ro: Suma minimă de plată
ru_ru: Минимальная сумма платежа
tr_tr: Ödeme Minimum Tutarı
uk: Мінімальна сума платежу

source: Enter Minimum Payment Amount
ar: أدخل مبلغ الدفع الأدنى
de_de: Mindestzahlungsbetrag eingeben
es_es: Ingresar monto mínimo de pago
it_it: Inserisci importo minimo pagamento
nl_nl: Minimaal betalingsbedrag invoeren
pl_pl: Wprowadź minimalną kwotę płatności
ro_ro: Introduceți suma minimă de plată
ru_ru: Введите минимальную сумму платежа
tr_tr: Minimum Ödeme Tutarını Girin
uk: Введіть мінімальну суму платежу

source: Currency Settings
ar: إعدادات العملة
de_de: Währungseinstellungen
es_es: Configuración de moneda
it_it: Impostazioni valuta
nl_nl: Valuta-instellingen
pl_pl: Ustawienia waluty
ro_ro: Setări valutare
ru_ru: Настройки валюты
tr_tr: Para Birimi Ayarları
uk: Параметри валюти

source: Currency
ar: العملة
de_de: Währung
es_es: Moneda
it_it: Valuta
nl_nl: Valuta
pl_pl: Waluta
ro_ro: Valută
ru_ru: Валюта
tr_tr: Para Birimi
uk: Валюта

source: Select Currency
ar: تحديد العملة
de_de: Währung auswählen
es_es: Seleccionar moneda
it_it: Seleziona valuta
nl_nl: Valuta selecteren
pl_pl: Wybierz walutę
ro_ro: Selectați Moneda
ru_ru: Выберите валюту
tr_tr: Para Birimi Seç
uk: Виберіть Валюта

source: Currency Symbol Position
ar: موضع رمز العملة
de_de: Position des Währungssymbols
es_es: Posición del símbolo de moneda
it_it: Posizione simbolo valuta
nl_nl: Positie valutasymbool
pl_pl: Pozycja symbolu waluty
ro_ro: Poziția simbolului monedei
ru_ru: Положение символа валюты
tr_tr: Para Birimi Sembolü Pozisyonu
uk: Позиція символу валюти

source: Currency Separator
ar: فاصل العملة
de_de: Währungstrennzeichen
es_es: Separador de moneda
it_it: Separatore valuta
nl_nl: Valutascheidingsteken
pl_pl: Separator waluty
ro_ro: Separator valutar
ru_ru: Разделитель валюты
tr_tr: Para Birimi Ayırıcı
uk: Роздільник валют

source: Select Separator
ar: تحديد الفاصل
de_de: Trennzeichen auswählen
es_es: Seleccionar separador
it_it: Seleziona separatore
nl_nl: Scheidingsteken selecteren
pl_pl: Wybierz separator
ro_ro: Selectați Separator
ru_ru: Выберите разделитель
tr_tr: Ayırıcı Seç
uk: Виберіть роздільник

source: Thousand Separator
ar: فاصل الآلاف
de_de: Tausendertrennzeichen
es_es: Separador de miles
it_it: Separatore migliaia
nl_nl: Duizend scheidingsteken
pl_pl: Separator tysięcy
ro_ro: Separator de mii
ru_ru: Разделитель тысяч
tr_tr: Binlik Ayırıcı
uk: Роздільник тисяч

source: Enter Thousand Separator
ar: إدخال فاصل الآلاف
de_de: Tausendertrennzeichen eingeben
es_es: Ingresar separador de miles
it_it: Inserisci separatore migliaia
nl_nl: Voer duizend scheidingsteken in
pl_pl: Wprowadź separator tysięcy
ro_ro: Introduceți Separatorul Miilor
ru_ru: Введите разделитель тысяч
tr_tr: Binlik Ayırıcı Gir
uk: Введіть роздільник тисяч

source: Decimal Separator
ar: فاصل الكسور العشرية
de_de: Dezimaltrennzeichen
es_es: Separador de decimales
it_it: Separatore decimale
nl_nl: Decimaal scheidingsteken
pl_pl: Separator dziesiętny
ro_ro: Separator zecimal
ru_ru: Десятичный разделитель
tr_tr: Ondalık Ayırıcı
uk: Десятковий роздільник

source: Enter Decimal Separator
ar: إدخال فاصل الكسور العشرية
de_de: Dezimaltrennzeichen eingeben
es_es: Ingresar separador de decimales
it_it: Inserisci separatore decimale
nl_nl: Voer decimaal scheidingsteken in
pl_pl: Wprowadź separator dziesiętny
ro_ro: Introduceți Separator zecimal
ru_ru: Введите десятичный разделитель
tr_tr: Ondalık Ayırıcı Gir
uk: Введіть десятковий роздільник

source: Number of Decimals
ar: عدد الكسور العشرية
de_de: Anzahl der Dezimalstellen
es_es: Número de decimales
it_it: Numero di decimali
nl_nl: Aantal decimalen
pl_pl: Liczba miejsc dziesiętnych
ro_ro: Numărul de zecimale
ru_ru: Количество знаков после запятой
tr_tr: Ondalık Sayısı
uk: Кількість десяткових знаків

source: Debug Log
ar: سجل التصحيح
de_de: Debugprotokoll
es_es: Registro de depuración
it_it: Registro di debug
nl_nl: Debuglogboek
pl_pl: Dziennik debugowania
ro_ro: Jurnal de depanare
ru_ru: Журнал отладки
tr_tr: Hata Ayırma Günlüğü
uk: Журнал налагодження

source: Email Notification Logs
ar: سجلات إشعارات البريد الإلكتروني
de_de: Protokolle für E-Mail-Benachrichtigungen
es_es: Registros de notificación por correo electrónico
it_it: Registri di notifica e-mail
nl_nl: Logboeken voor e-mailmeldingen
pl_pl: Dzienniki powiadomień e-mail
ro_ro: Jurnalele de notificare prin e-mail
ru_ru: Журналы уведомлений по электронной почте
tr_tr: E-posta Bildirimi Günlükleri
uk: Журнали сповіщень електронною поштою

source: Email Notification
ar: إشعارات البريد الإلكتروني
de_de: E-Mail-Benachrichtigung
es_es: Notificación por correo electrónico
it_it: Notifica e-mail
nl_nl: E-mailmelding
pl_pl: Powiadomienia e-mail
ro_ro: Notificare prin e-mail
ru_ru: Уведомление по электронной почте
tr_tr: E-posta Bildirimi
uk: Сповіщення електронною поштою

source: Select duration
ar: تحديد المدة
de_de: Dauer auswählen
es_es: Seleccionar duración
it_it: Seleziona durata
nl_nl: Duur selecteren
pl_pl: Wybierz czas trwania
ro_ro: Selectați durata
ru_ru: Выберите продолжительность
tr_tr: Süreyi seç
uk: Виберіть тривалість

source: Are you sure you want to clear debug logs?
ar: هل أنت متأكد من أنك تريد مسح سجلات التصحيح؟
de_de: Möchten Sie die Debug-Protokolle wirklich löschen?
es_es: ¿Está seguro de que desea borrar los registros de depuración?
it_it: Sei sicuro di voler cancellare i registri di debug?
nl_nl: Weet u zeker dat u de debuglogboeken wilt wissen?
pl_pl: Czy na pewno chcesz wyczyścić dzienniki debugowania?
ro_ro: Sigur doriți să ștergeți jurnalele de depanare?
ru_ru: Вы уверены, что хотите очистить журналы отладки?
tr_tr: Hata ayıklama günlüklerini temizlemek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте очистити журнали налагодження?

source: Commission Tracking Debug Logs
ar: سجلات تصحيح أخطاء تتبع العمولة
de_de: Debugprotokolle zur Provisionsverfolgung
es_es: Registros de depuración de seguimiento de comisiones
it_it: Registri di debug del monitoraggio delle commissioni
nl_nl: Debuglogboeken commissietracking
pl_pl: Dzienniki debugowania śledzenia prowizji
ro_ro: Jurnalele de depanare de urmărire a comisiilor
ru_ru: Журналы отладки отслеживания комиссии
tr_tr: Komisyon İzleme Hata Ayıklama Günlükleri
uk: Журнали налагодження відстеження комісії

source: Commission Tracking Logs
ar: سجلات تتبع العمولة
de_de: Protokolle zur Provisionsverfolgung
es_es: Registros de seguimiento de comisiones
it_it: Registri di monitoraggio delle commissioni
nl_nl: Logboeken commissietracking
pl_pl: Dzienniki śledzenia prowizji
ro_ro: Jurnalele de urmărire a comisiilor
ru_ru: Журналы отслеживания комиссии
tr_tr: Komisyon İzleme Günlükleri
uk: Журнали відстеження комісії

source: Log Id
ar: معرف السجل
de_de: Protokoll-ID
es_es: Id. de registro
it_it: ID registro
pl_pl: Identyfikator dziennika
ro_ro: Id. jurnal
ru_ru: Идентификатор журнала
tr_tr: Günlük Kimliği
uk: Ідентифікатор журналу

source: Log Name
ar: اسم السجل
de_de: Protokollname
es_es: Nombre de registro
it_it: Nome registro
nl_nl: Logboeknaam
pl_pl: Nazwa dziennika
ro_ro: Nume jurnal
ru_ru: Имя журнала
tr_tr: Günlük Adı
uk: Ім'я журналу

source: Log Data
ar: بيانات السجل
de_de: Protokolldaten
es_es: Datos de registro
it_it: Dati registro
nl_nl: Loggegevens
pl_pl: Dane dziennika
ro_ro: Date de jurnal
ru_ru: Данные журнала
tr_tr: Günlük Verileri
uk: Дані журналу

source: Log Added Date
ar: تاريخ إضافة السجل
de_de: Datum der Protokollhinzufügung
es_es: Fecha de adición del registro
it_it: Data aggiunta registro
nl_nl: Log toegevoegd datum
pl_pl: Data dodania dziennika
ro_ro: Data adăugării jurnalului
ru_ru: Дата добавления журнала
tr_tr: Günlük Eklenme Tarihi
uk: Дата додавання журналу

source: Email Notifications
ar: إشعارات البريد الإلكتروني
de_de: E-Mail-Benachrichtigungen
es_es: Notificaciones por correo electrónico
it_it: Notifiche e-mail
nl_nl: E-mailmeldingen
pl_pl: Powiadomienia e-mail
ro_ro: Notificări prin e-mail
ru_ru: Уведомления по электронной почте
tr_tr: E-posta Bildirimleri
uk: Сповіщення електронною поштою

source: Email Delivery Method
ar: طريقة تسليم البريد الإلكتروني
de_de: E-Mail-Zustellungsmethode
es_es: Método de entrega de correo electrónico
it_it: Metodo di recapito e-mail
nl_nl: E-mailbezorgingsmethode
pl_pl: Metoda dostarczania wiadomości e-mail
ro_ro: Metoda de livrare prin e-mail
ru_ru: Способ доставки электронной почты
tr_tr: E-posta Teslimat Yöntemi
uk: Спосіб доставки електронної пошти

source: WordPress default
ar: الإعداد الافتراضي لـ WordPress
de_de: WordPress-Standard
es_es: Valor predeterminado de WordPress
it_it: Default di WordPress
nl_nl: WordPress standaard
pl_pl: Domyślne ustawienia WordPress
ro_ro: WordPress implicit
ru_ru: WordPress по умолчанию
tr_tr: WordPress varsayılanı
uk: WordPress за замовчуванням

source: PHP mail() function
ar: وظيفة PHP mail()
de_de: PHP-Funktion mail()
es_es: Función PHP mail()
it_it: Funzione PHP mail()
nl_nl: PHP mail() functie
pl_pl: Funkcja PHP mail()
ro_ro: Funcția PHP mail().
ru_ru: Функция PHP mail()
tr_tr: PHP mail() fonksiyonu
uk: Функція PHP mail().

source: SMTP method
ar: طريقة SMTP
de_de: SMTP-Methode
es_es: Método SMTP
it_it: Metodo SMTP
nl_nl: SMTP-methode
pl_pl: Metoda SMTP
ro_ro: Metoda SMTP
ru_ru: Метод SMTP
tr_tr: SMTP yöntemi
uk: Метод SMTP

source: Company Name
ar: اسم الشركة
de_de: Firmenname
es_es: Nombre de la empresa
it_it: Nome azienda
nl_nl: Bedrijfsnaam
pl_pl: Nazwa firmy
ro_ro: Numele companiei
ru_ru: Название компании
tr_tr: Şirket Adı
uk: Назва компанії

source: Enter company name
ar: أدخل اسم الشركة
de_de: Firmennamen eingeben
es_es: Ingrese el nombre de la empresa
it_it: Inserisci il nome dell'azienda
nl_nl: Voer bedrijfsnaam in
pl_pl: Wprowadź nazwę firmy
ro_ro: Introduceți numele companiei
ru_ru: Введите название компании
tr_tr: Şirket adını girin
uk: Введіть назву компанії

source: From Name
ar: اسم المرسل
de_de: Absendername
es_es: Nombre del remitente
it_it: Nome mittente
nl_nl: Van naam
pl_pl: Nazwa nadawcy
ro_ro: De la Nume
ru_ru: От имени
tr_tr: Kimden Adı
uk: Від імені

source: Enter from name
ar: أدخل اسم المرسل
de_de: Absendernamen eingeben
es_es: Ingrese el nombre del remitente
it_it: Inserisci il nome del mittente
nl_nl: Voer van afzendernaam in
pl_pl: Wprowadź nazwę nadawcy
ro_ro: Introduceți de la nume
ru_ru: Введите имя
tr_tr: Kimden adını girin
uk: Введіть від імені

source: From Email
ar: بريد المرسل الإلكتروني
de_de: Absender-E-Mail
es_es: Correo electrónico del remitente
it_it: E-mail mittente
nl_nl: Van e-mail
pl_pl: E-mail nadawcy
ro_ro: Din e-mail
ru_ru: От электронной почты
tr_tr: Kimden E-posta
uk: З електронної пошти

source: Admin email
ar: بريد المشرف الإلكتروني
de_de: Administrator-E-Mail
es_es: Correo electrónico de administrador
it_it: E-mail amministratore
pl_pl: Adres e-mail administratora
ro_ro: E-mail admin
ru_ru: Администратор email
tr_tr: Yönetici e-postası
uk: Електронна адреса адміністратора

source: Host Name
ar: اسم المضيف
es_es: Nombre del host
it_it: Nome host
nl_nl: Hostnaam
pl_pl: Nazwa hosta
ro_ro: Nume gazdă
ru_ru: Имя хоста
tr_tr: Ana Bilgisayar Adı
uk: Ім'я хоста

source: Host name
ar: اسم المضيف
es_es: Nombre del host
it_it: Nome host
nl_nl: Hostnaam
pl_pl: Nazwa hosta
ro_ro: Nume gazdă
ru_ru: Имя хоста
tr_tr: Ana Bilgisayar adı
uk: Ім'я хоста

source: Port
ar: المنفذ
es_es: Puerto
it_it: Porta
nl_nl: Poort
ru_ru: Порт
tr_tr: Bağlantı Noktası
uk: Порт

source: Secure connection
ar: اتصال آمن
de_de: Sichere Verbindung
es_es: Conexión segura
it_it: Connessione protetta
nl_nl: Beveiligde verbinding
pl_pl: Bezpieczne połączenie
ro_ro: Conexiune sigură
ru_ru: Безопасное соединение
tr_tr: Güvenli bağlantı
uk: Безпечне з'єднання

source: Select secure
ar: حدد آمن
de_de: Sicher auswählen
es_es: Seleccione seguro
it_it: Seleziona protetta
nl_nl: Selecteer beveiligd
pl_pl: Wybierz bezpieczne
ro_ro: Selectați sigur
ru_ru: Выберите безопасное
tr_tr: Güvenli seç
uk: Виберіть безпечний

source: Send Test Email Notification
ar: إرسال إشعار بريد إلكتروني اختباري
de_de: Test-E-Mail-Benachrichtigung senden
es_es: Enviar notificación por correo electrónico de prueba
it_it: Invia notifica e-mail di prova
nl_nl: Test-e-mailmelding verzenden
pl_pl: Wyślij powiadomienie e-mailem testowym
ro_ro: Trimiteți o notificare prin e-mail de test
ru_ru: Отправить тестовое уведомление по электронной почте
tr_tr: Test E-posta Bildirimi Gönder
uk: Надіслати тестове сповіщення електронною поштою

source: To
ar: إلى
de_de: An
es_es: A
it_it: A
nl_nl: Aan
pl_pl: Do
ro_ro: La
ru_ru: Кому
tr_tr: Kime
uk: до

source: Test Email Sent Successfully
ar: تم إرسال بريد إلكتروني اختباري بنجاح
de_de: Test-E-Mail erfolgreich gesendet
es_es: Correo electrónico de prueba enviado correctamente
it_it: E-mail di prova inviata correttamente
nl_nl: Test-e-mail succesvol verzonden
pl_pl: E-mail testowy został pomyślnie wysłany
ro_ro: E-mail de testare trimis cu succes
ru_ru: Тестовое письмо отправлено успешно
tr_tr: Test E-postası Başarıyla Gönderildi
uk: Тестовий електронний лист успішно надіслано

source: Integrations
ar: التكاملات
de_de: Integrationen
es_es: Integraciones
it_it: Integrazioni
nl_nl: Integraties
pl_pl: Integracje
ro_ro: Integrari
ru_ru: Интеграции
tr_tr: Entegrasyonlar
uk: Інтеграції

source: Manage Visits
ar: إدارة الزيارات
de_de: Besuche verwalten
es_es: Administrar visitas
it_it: Gestisci visite
nl_nl: Bezoeken beheren
pl_pl: Zarządzaj wizytami
ro_ro: Gestionați vizitele
ru_ru: Управление Визиты
tr_tr: Ziyaretleri Yönet
uk: Керуйте відвідуваннями

source: Your account is already registered as an affiliate.
ar: حسابك مسجل بالفعل كشريك.
de_de: Ihr Konto ist bereits als Partner registriert.
es_es: Su cuenta ya está registrada como afiliada.
it_it: Il tuo account è già registrato come affiliato.
nl_nl: Uw account is al geregistreerd als affiliate.
pl_pl: Twoje konto jest już zarejestrowane jako partner.
ro_ro: Contul dvs. este deja înregistrat ca afiliat.
ru_ru: Ваш аккаунт уже зарегистрирован как партнер.
tr_tr: Hesabınız zaten bir iştirakçi olarak kayıtlı.
uk: Ваш обліковий запис уже зареєстровано як афілійований.

source: Affiliate Signup - AffiliatePress
ar: التسجيل كشريك - AffiliatePress
de_de: Partner-Anmeldung – AffiliatePress
es_es: Registro de afiliados - AffiliatePress
it_it: Registrazione affiliati - AffiliatePress
nl_nl: Aanmelding affiliate - AffiliatePress
pl_pl: Rejestracja partnera - AffiliatePress
ro_ro: Înregistrare afiliat - AffiliatePress
ru_ru: Регистрация партнера - AffiliatePress
tr_tr: İştirakçi Kaydı - AffiliatePress
uk: Реєстрація партнера - AffiliatePress

source: Affiliate Panel - AffiliatePress
ar: لوحة التحكم الخاصة بالشريك - AffiliatePress
de_de: Partner-Panel – AffiliatePress
es_es: Panel de afiliados - AffiliatePress
it_it: Pannello affiliati - AffiliatePress
nl_nl: Affiliate-paneel - AffiliatePress
pl_pl: Panel partnera - AffiliatePress
ro_ro: Panou afiliat - AffiliatePress
ru_ru: Панель партнера - AffiliatePress
tr_tr: İştirakçi Paneli - AffiliatePress
uk: Партнерська панель - AffiliatePress

source: Filters
ar: المرشحات
de_de: Filter
es_es: Filtros
it_it: Filtri
pl_pl: Filtry
ro_ro: Filtre
ru_ru: Фильтры
tr_tr: Filtreler
uk: Фільтри

source: Reports
ar: التقارير
de_de: Berichte
es_es: Informes
it_it: Report
nl_nl: Rapporten
pl_pl: Raporty
ro_ro: Rapoarte
ru_ru: Отчеты
tr_tr: Raporlar
uk: Звіти

source: Payout
ar: الدفع
de_de: Auszahlung
es_es: Pago
it_it: Pagamento
nl_nl: Uitbetaling
pl_pl: Wypłata
ro_ro: Plata
ru_ru: Выплата
tr_tr: Ödeme
uk: Виплата
