Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Image
ar: صورةعنوان URL للصفحة المقصودة
de_de: Bild
es_es: Imagen
it_it: Immagine
nl_nl: Afbeelding
pl_pl: Obraz
ro_ro: Imagine
ru_ru: Изображение
tr_tr: Görüntü
uk: Зображення

source: Landing URL
ar: أضف مادة إبداعية
de_de: Ziel-URL
es_es: URL de destino
it_it: URL di destinazione
nl_nl: Landings-URL
pl_pl: Adres URL strony docelowej
ro_ro: Adresa URL de destinație
ru_ru: URL-адрес целевой страницы
tr_tr: Açılış URL'si
uk: Цільова URL-адреса

source: Add Creative
ar: حرر المادة الإبداعية
de_de: Creative hinzufügen
es_es: Agregar creatividad
it_it: Aggiungi creatività
nl_nl: Creatieve toevoegen
pl_pl: Dodaj kreację
ro_ro: Adăugați reclamă
ru_ru: Добавить креатив
tr_tr: Reklam Ekle
uk: Додати креатив

source: Edit Creative
ar: تحرير الإبداع
de_de: Creative bearbeiten
es_es: Editar creatividad
it_it: Modifica creatività
nl_nl: Creatieve bewerken
pl_pl: Edytuj kreację
ro_ro: Editați reclamă
ru_ru: Редактировать креатив
tr_tr: Reklam Düzenle
uk: Редагувати креатив

source: Creative Details
ar: تفاصيل المادة الإبداعية
es_es: Detalles de la creatividad
it_it: Dettagli creativi
nl_nl: Creatieve details
pl_pl: Szczegóły kreacji
ro_ro: Detalii creative
ru_ru: Сведения о креативе
tr_tr: Reklam Ayrıntıları
uk: Творчі деталі

source: Description
ar: الوصف
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
nl_nl: Beschrijving
pl_pl: Opis
ro_ro: Descriere
ru_ru: Описание
tr_tr: Açıklama
uk: опис

source: Enter description
ar: أدخل الوصف
de_de: Beschreibung eingeben
es_es: Ingresar descripción
it_it: Inserisci descrizione
nl_nl: Beschrijving invoeren
pl_pl: Wprowadź opis
ro_ro: Introduceți descrierea
ru_ru: Введите описание
tr_tr: Açıklama girin
uk: Введіть опис

source: Creative Type
ar: نوع المادة الإبداعية
de_de: Kreativtyp
es_es: Tipo de creatividad
it_it: Tipo creativo
nl_nl: Creatieve type
pl_pl: Typ kreacji
ro_ro: Tipul reclamei
ru_ru: Тип креатива
tr_tr: Reklam Türü
uk: Творчий тип

source: Alternative Text
ar: نص بديل
de_de: Alternativtext
es_es: Texto alternativo
it_it: Testo alternativo
nl_nl: Alternatieve tekst
pl_pl: Tekst alternatywny
ro_ro: Text alternativ
ru_ru: Альтернативный текст
tr_tr: Alternatif Metin
uk: Альтернативний текст

source: Enter Alternative Text
ar: أدخل نصًا بديلًا
de_de: Alternativtext eingeben
es_es: Ingresar texto alternativo
it_it: Inserisci testo alternativo
nl_nl: Voer alternatieve tekst in
pl_pl: Wprowadź tekst alternatywny
ro_ro: Introduceți text alternativ
ru_ru: Введите альтернативный текст
tr_tr: Alternatif Metin Girin
uk: Введіть альтернативний текст

source: Text
ar: نص
es_es: Texto
it_it: Testo
nl_nl: Tekst
pl_pl: Tekst
ru_ru: Текст
tr_tr: Metin
uk: текст

source: Enter Text
ar: أدخل نصًا
de_de: Text eingeben
es_es: Ingresar texto
it_it: Inserisci testo
nl_nl: Voer tekst in
pl_pl: Wprowadź tekst
ro_ro: Introduceți text
ru_ru: Введите текст
tr_tr: Metin Girin
uk: Введіть текст

source: Enter Website Link
ar: أدخل رابط الموقع الإلكتروني
de_de: Website-Link eingeben
es_es: Ingresar enlace de sitio web
it_it: Inserisci link sito web
nl_nl: Voer websitelink in
pl_pl: Wprowadź link do witryny
ro_ro: Introduceți linkul site-ului
ru_ru: Введите ссылку на сайт
tr_tr: Web Sitesi Bağlantısını Girin
uk: Введіть посилання на веб-сайт

source: Total Commission
ar: إجمالي العمولة
de_de: Gesamtprovision
es_es: Comisión total
it_it: Commissione totale
nl_nl: Totale commissie
pl_pl: Całkowita prowizja
ro_ro: Comision total
ru_ru: Общая комиссия
tr_tr: Toplam Komisyon
uk: Загальна комісія

source: Unpaid Commission
ar: العمولة غير المدفوعة
de_de: Unbezahlte Provision
es_es: Comisión no pagada
it_it: Commissione non pagata
nl_nl: Onbetaalde commissie
pl_pl: Prowizja niezapłacona
ro_ro: Comision neachitat
ru_ru: Неоплаченная комиссия
tr_tr: Ödenmeyen Komisyon
uk: Неоплачена комісія

source: Commissions
ar: العمولات
de_de: Provisionen
es_es: Comisiones
it_it: Commissioni
nl_nl: Commissies
pl_pl: Prowizje
ro_ro: comisioane
ru_ru: Комиссии
tr_tr: Komisyonlar
uk: Комісії

source: Recent Commissions
ar: العمولات الأخيرة
de_de: Letzte Provisionen
es_es: Comisiones recientes
it_it: Commissioni recenti
nl_nl: Recente commissies
pl_pl: Ostatnie prowizje
ro_ro: Comisii recente
ru_ru: Недавние комиссии
tr_tr: Son Komisyonlar
uk: Останні комісії

source: Enter Email Address
ar: أدخل عنوان البريد الإلكتروني
de_de: E-Mail-Adresse eingeben
es_es: Ingrese su dirección de correo electrónico
it_it: Inserisci indirizzo e-mail
nl_nl: Voer e-mailadres in
pl_pl: Wprowadź adres e-mail
ro_ro: Introduceți adresa de e-mail
ru_ru: Введите адрес электронной почты
tr_tr: E-posta Adresini Girin
uk: Введіть адресу електронної пошти

source: Enter Your Password
ar: أدخل كلمة المرور
de_de: Passwort eingeben
es_es: Ingrese su contraseña
it_it: Inserisci la tua password
nl_nl: Voer uw wachtwoord in
pl_pl: Wprowadź swoje hasło
ro_ro: Introduceți parola dvs
ru_ru: Введите свой пароль
tr_tr: Şifrenizi Girin
uk: Введіть свій пароль

source: Remember Me
ar: تذكرني
de_de: Angemeldet bleiben
es_es: Recuérdame
it_it: Ricordami
nl_nl: Onthoud mij
pl_pl: Zapamiętaj mnie
ro_ro: Ține-mă minte
ru_ru: Запомнить меня
tr_tr: Beni Hatırla
uk: Пам'ятай мене

source: Forgot Password
ar: نسيت كلمة المرور
de_de: Passwort vergessen
es_es: Olvidé mi contraseña
it_it: Password dimenticata
nl_nl: Wachtwoord vergeten
pl_pl: Zapomniałeś hasła
ro_ro: Aţi uitat parola
ru_ru: Забыли пароль
tr_tr: Şifremi Unuttum
uk: Забули пароль

source: Sign in
ar: تسجيل الدخول
de_de: Anmelden
es_es: Iniciar sesión
it_it: Accedi
nl_nl: Aanmelden
pl_pl: Zaloguj się
ro_ro: Conectare
ru_ru: Войти
tr_tr: Giriş Yap
uk: Увійдіть

source: Username or Email Address
ar: اسم المستخدم أو عنوان البريد الإلكتروني
de_de: Benutzername oder E-Mail-Adresse
es_es: Nombre de usuario o dirección de correo electrónico
it_it: Nome utente o indirizzo e-mail
nl_nl: Gebruikersnaam of e-mailadres
pl_pl: Nazwa użytkownika lub adres e-mail
ro_ro: Nume de utilizator sau adresă de e-mail
ru_ru: Имя пользователя или адрес электронной почты
tr_tr: Kullanıcı Adı veya E-posta Adresi
uk: Ім'я користувача або адреса електронної пошти

source: Submit
ar: إرسال
de_de: Senden
es_es: Enviar
it_it: Invia
nl_nl: Verzenden
pl_pl: Prześlij
ro_ro: Trimiteți
ru_ru: Отправить
tr_tr: Gönder
uk: Надіслати

source: Affiliates Links
ar: روابط الشركات التابعة
es_es: Enlaces de afiliados
it_it: Link affiliati
pl_pl: Linki partnerskie
ro_ro: Link-uri afiliate
ru_ru: Партнерские ссылки
tr_tr: Ortak Bağlantıları
uk: Партнерські посилання

source: Payouts
ar: المدفوعات
de_de: Auszahlungen
es_es: Pagos
it_it: Pagamenti
nl_nl: Uitbetalingen
pl_pl: Wypłaty
ro_ro: Plăți
ru_ru: Выплаты
tr_tr: Ödemeler
uk: Виплати

source: Logout
ar: تسجيل الخروج
de_de: Abmelden
es_es: Cerrar sesión
it_it: Esci
nl_nl: Afmelden
pl_pl: Wyloguj się
ro_ro: Deconectare
ru_ru: Выйти
tr_tr: Çıkış Yap
uk: Вийти

source: Delete the account will be delete all the records under the account.
ar: حذف الحساب سيؤدي إلى حذف جميع السجلات الموجودة ضمن الحساب.
de_de: Wenn Sie das Konto löschen, werden alle Datensätze unter dem Konto gelöscht.
es_es: Si elimina la cuenta, se eliminarán todos los registros de la cuenta.
it_it: Eliminare l'account eliminerà tutti i record sotto l'account.
nl_nl: Als u het account verwijdert, worden alle records onder het account verwijderd.
pl_pl: Usunięcie konta spowoduje usunięcie wszystkich rekordów na koncie.
ro_ro: Ștergerea contului va fi șters toate înregistrările din cont.
ru_ru: Удаление учетной записи приведет к удалению всех записей в учетной записи.
tr_tr: Hesabı silmek, hesap altındaki tüm kayıtları silecektir.
uk: Видалити обліковий запис буде видалено всі записи в обліковому записі.

source: Close
ar: إغلاق
de_de: Schließen
es_es: Cerrar
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
ro_ro: Aproape
ru_ru: Закрыть
tr_tr: Kapat
uk: Закрити

source: Affiliate Commission
ar: عمولة الشريك
de_de: Partnerprovision
es_es: Comisión de afiliado
it_it: Commissione di affiliazione
nl_nl: Affiliate Commissie
pl_pl: Prowizja partnerska
ro_ro: Comisia de afiliați
ru_ru: Партнерская комиссия
tr_tr: Ortaklık Komisyonu
uk: Партнерська комісія

source: Total Earning
ar: إجمالي الأرباح
de_de: Gesamtverdienst
es_es: Ganancias totales
it_it: Guadagno totale
nl_nl: Totale Verdiensten
pl_pl: Całkowity przychód
ro_ro: Câștig total
ru_ru: Общий доход
tr_tr: Toplam Kazanç
uk: Загальний заробіток

source: Paid Earning
ar: الأرباح المدفوعة
de_de: Bezahlter Verdienst
es_es: Ganancias pagadas
it_it: Guadagno pagato
nl_nl: Betaalde Verdiensten
pl_pl: Zarobki płatne
ro_ro: Câștig plătit
ru_ru: Оплаченный доход
tr_tr: Ücretli Kazanç
uk: Оплачений заробіток

source: Unpaid Earning
ar: الأرباح غير المدفوعة
de_de: Unbezahlter Verdienst
es_es: Ganancias no pagadas
it_it: Guadagno non pagato
nl_nl: Onbetaalde Verdiensten
pl_pl: Zarobki niepłatne
ro_ro: Câștig neplătit
ru_ru: Неоплаченный доход
tr_tr: Ücretsiz Kazanç
uk: Невиплачений заробіток

source: Visit Type
ar: نوع الزيارة
de_de: Besuchstyp
es_es: Tipo de visita
it_it: Tipo di visita
nl_nl: Bezoek Type
pl_pl: Typ wizyty
ro_ro: Tip de vizită
ru_ru: Тип посещения
tr_tr: Ziyaret Türü
uk: Тип візиту

source: Converted
ar: محوّل
de_de: Konvertiert
es_es: Convertida
it_it: Convertito
nl_nl: Geconverteerd
pl_pl: Skonwertowane
ro_ro: Convertit
ru_ru: Конвертированный
tr_tr: Dönüştürülmüş
uk: Перетворено

source: IP Address
ar: عنوان IP
de_de: IP-Adresse
es_es: Dirección IP
it_it: Indirizzo IP
nl_nl: IP Adres
pl_pl: Adres IP
ro_ro: Adresa IP
ru_ru: IP-адрес
tr_tr: IP Adresi
uk: IP-адреса

source: Referrer URL
ar: عنوان URL المُحيل
es_es: URL de referencia
it_it: URL di riferimento
nl_nl: Verwijzende URL
pl_pl: Adres URL polecającego
ro_ro: Adresa URL de referință
ru_ru: URL-адрес реферера
tr_tr: Yönlendiren URL
uk: URL-адреса реферера

source: Direct traffic
ar: حركة المرور المباشرة
de_de: Direktverkehr
es_es: Tráfico directo
it_it: Traffico diretto
nl_nl: Direct verkeer
pl_pl: Bezpośredni ruch
ro_ro: Trafic direct
ru_ru: Прямой трафик
tr_tr: Doğrudan trafik
uk: Прямий трафік

source: Affiliate Links
ar: روابط الشريك
de_de: Partnerlinks
es_es: Enlaces de afiliado
it_it: Link di affiliazione
pl_pl: Linki partnerskie
ro_ro: Link-uri afiliate
ru_ru: Партнерские ссылки
tr_tr: Ortaklık Bağlantıları
uk: Партнерські посилання

source: This is your referral URL. Share it with your audience to earn commissions.
ar: هذا هو عنوان URL المُحيل الخاص بك. شاركه مع جمهورك لكسب العمولات.
de_de: Dies ist Ihre Empfehlungs-URL. Teilen Sie sie mit Ihrem Publikum, um Provisionen zu verdienen.
es_es: Esta es su URL de referencia. Compártala con su audiencia para ganar comisiones.
it_it: Questo è il tuo URL di riferimento. Condividilo con il tuo pubblico per guadagnare commissioni.
nl_nl: Dit is uw verwijzings-URL. Deel deze met uw publiek om commissies te verdienen.
pl_pl: To jest Twój adres URL polecający. Udostępnij go swojej publiczności, aby zarabiać prowizje.
ro_ro: Aceasta este adresa URL de referință. Împărtășește-l cu publicul tău pentru a câștiga comisioane.
ru_ru: Это ваш реферальный URL-адрес. Поделитесь им со своей аудиторией, чтобы получать комиссионные.
tr_tr: Bu sizin yönlendirme URL'nizdir. Komisyon kazanmak için bunu kitlenizle paylaşın.
uk: Це ваша реферальна URL-адреса. Поділіться цим зі своєю аудиторією, щоб отримати комісійні.

source: Custom Affiliate Links
ar: روابط الشريك المخصصة
de_de: Benutzerdefinierte Affiliate-Links
es_es: Enlaces de afiliado personalizados
it_it: Link di affiliazione personalizzati
nl_nl: Aangepaste Affiliate Links
pl_pl: Niestandardowe linki partnerskie
ro_ro: Linkuri afiliate personalizate
ru_ru: Пользовательские партнерские ссылки
tr_tr: Özel Ortaklık Bağlantıları
uk: Спеціальні партнерські посилання

source: Generate Affiliate Link
ar: إنشاء رابط الشريك
de_de: Affiliate-Link generieren
es_es: Generar enlace de afiliado
it_it: Genera link di affiliazione
nl_nl: Genereer Affiliate Link
pl_pl: Wygeneruj link partnerski
ro_ro: Generați link afiliat
ru_ru: Сгенерировать партнерскую ссылку
tr_tr: Ortaklık Bağlantısı Oluştur
uk: Створіть партнерське посилання

source: Add any URL from this website in the field below to generate a referral link.
ar: أضف أي عنوان URL من هذا الموقع في الحقل أدناه لإنشاء رابط إحالة.
de_de: Fügen Sie eine beliebige URL von dieser Website in das Feld unten ein, um einen Empfehlungslink zu generieren.
es_es: Agregue cualquier URL de este sitio web en el campo a continuación para generar un enlace de referencia.
it_it: Aggiungi qualsiasi URL da questo sito web nel campo sottostante per generare un link di riferimento.
nl_nl: Voeg een URL van deze website toe in het veld hieronder om een verwijzingslink te genereren.
pl_pl: Dodaj dowolny adres URL z tej witryny w polu poniżej, aby wygenerować link polecający.
ro_ro: Adăugați orice adresă URL de pe acest site web în câmpul de mai jos pentru a genera un link de recomandare.
ru_ru: Добавьте любой URL с этого сайта в поле ниже, чтобы сгенерировать реферальную ссылку.
tr_tr: Aşağıdaki alana bu web sitesinden herhangi bir URL ekleyerek bir yönlendirme bağlantısı oluşturun.
uk: Додайте будь-яку URL-адресу з цього веб-сайту в поле нижче, щоб створити реферальне посилання.

source: Page URL
ar: عنوان URL للصفحة
de_de: Seiten-URL
es_es: URL de la página
it_it: URL pagina
nl_nl: Pagina-URL
pl_pl: Adres URL strony
ro_ro: Adresa URL a paginii
ru_ru: URL страницы
tr_tr: Sayfa URL'si
uk: URL сторінки

source: Enter Page URL
ar: أدخل عنوان URL للصفحة
de_de: Seiten-URL eingeben
es_es: Ingresar URL de la página
it_it: Inserisci URL pagina
nl_nl: Voer pagina-URL in
pl_pl: Wprowadź adres URL strony
ro_ro: Introduceți adresa URL a paginii
ru_ru: Введите URL страницы
tr_tr: Sayfa URL'sini Girin
uk: Введіть URL сторінки

source: Campaign Name
ar: اسم الحملة
de_de: Kampagnenname
es_es: Nombre de la campaña
it_it: Nome campagna
nl_nl: Campagnenaam
pl_pl: Nazwa kampanii
ro_ro: Numele campaniei
ru_ru: Название кампании
tr_tr: Kampanya Adı
uk: Назва кампанії

source: Enter Campaign Name
ar: أدخل اسم الحملة
de_de: Kampagnenname eingeben
es_es: Ingresar nombre de la campaña
it_it: Inserisci nome campagna
nl_nl: Voer campagnenaam in
pl_pl: Wprowadź nazwę kampanii
ro_ro: Introduceți numele campaniei
ru_ru: Введите название кампании
tr_tr: Kampanya Adını Girin
uk: Введіть назву кампанії

source: Sub ID
ar: معرف المشترك
es_es: ID de subcampaña
pl_pl: Podidentyfikator
ru_ru: Идентификатор подсети
tr_tr: Alt Kimlik

source: Enter Sub ID
ar: أدخل معرف المشترك
de_de: Sub-ID eingeben
es_es: Ingresar ID de subcampaña
it_it: Inserisci Sub ID
nl_nl: Voer sub-ID in
pl_pl: Wprowadź podidentyfikator
ro_ro: Introdu ID-ul secundar
ru_ru: Введите идентификатор подсети
tr_tr: Alt Kimlik Girin
uk: Введіть Sub ID

source: Generate Link
ar: إنشاء رابط
de_de: Link generieren
es_es: Generar enlace
it_it: Genera collegamento
nl_nl: Genereer link
pl_pl: Generuj link
ro_ro: Generați link
ru_ru: Сгенерировать ссылку
tr_tr: Bağlantı Oluştur
uk: Згенерувати посилання

source: Affiliate URL
ar: عنوان URL للشريك
es_es: URL de afiliado
it_it: URL affiliato
pl_pl: Adres URL partnera
ro_ro: URL afiliat
ru_ru: Партнерский URL
tr_tr: Ortaklık URL'si
uk: Партнерська URL-адреса

source: Click to Copy
ar: انقر للنسخ
de_de: Zum Kopieren klicken
es_es: Haga clic para copiar
it_it: Clicca per copiare
nl_nl: Klik om te kopiren
pl_pl: Kliknij, aby skopiować
ro_ro: Faceți clic pentru a copia
ru_ru: Нажмите, чтобы скопировать
tr_tr: Kopyalamak için Tıklayın
uk: Натисніть, щоб скопіювати

source: Loading
ar: جاري التحميل
de_de: Wird geladen
es_es: Cargando
it_it: Caricamento
nl_nl: Laden
pl_pl: Ładowanie
ro_ro: Încărcare
ru_ru: Загрузка
tr_tr: Yükleniyor
uk: Завантаження

source: Download
ar: تنزيل
de_de: Herunterladen
es_es: Descargar
nl_nl: Downloaden
pl_pl: Pobierz
ro_ro: Descărcați
ru_ru: Загрузка
tr_tr: İndir
uk: Завантажити

source: Preview
ar: معاينة
de_de: Vorschau
es_es: Vista previa
it_it: Anteprima
nl_nl: Voorbeeld
pl_pl: Podgląd
ro_ro: Previzualizare
ru_ru: Предварительный просмотр
tr_tr: Önizleme
uk: Попередній перегляд

source: HTML Code
ar: كود HTML
es_es: Código HTML
it_it: Codice HTML
pl_pl: Kod HTML
ro_ro: Cod HTML
ru_ru: HTML-код
tr_tr: HTML Kodu
uk: HTML код

source: Copy Code
ar: نسخ الكود
de_de: Code kopieren
es_es: Copiar código
it_it: Copia codice
nl_nl: Code kopiren
pl_pl: Kopiuj kod
ro_ro: Copiați codul
ru_ru: Копировать код
tr_tr: Kodu Kopyala
uk: Копіювати код

source: Commission Rates :
ar: أسعار العمولة:
de_de: Provisionssätze:
es_es: Tasas de comisión:
it_it: Commissioni:
nl_nl: Commissietarieven:
pl_pl: Stawki prowizji:
ro_ro: Tarife comisioane:
ru_ru: Ставки комиссии:
tr_tr: Komisyon Oranları :
uk: Комісійні ставки:

source: Save Changes
ar: حفظ التغييرات
de_de: Änderungen speichern
es_es: Guardar cambios
it_it: Salva modifiche
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ro_ro: Salvați modificările
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet
uk: Зберегти зміни

source: Change Password
ar: تغيير كلمة المرور
de_de: Passwort ändern
es_es: Cambiar contraseña
it_it: Cambia password
nl_nl: Wachtwoord wijzigen
pl_pl: Zmień hasło
ro_ro: Schimbaţi parola
ru_ru: Изменить пароль
tr_tr: Şifreyi Değiştir
uk: Змінити пароль

source: Current Password
ar: كلمة المرور الحالية
de_de: Aktuelles Passwort
es_es: Contraseña actual
it_it: Password corrente
nl_nl: Huidig wachtwoord
pl_pl: Aktualne hasło
ro_ro: Parola actuală
ru_ru: Текущий пароль
tr_tr: Mevcut Şifre
uk: Поточний пароль

source: New Password
ar: كلمة مرور جديدة
de_de: Neues Passwort
es_es: Nueva contraseña
it_it: Nuova password
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło
ro_ro: Parolă Nouă
ru_ru: Новый пароль
tr_tr: Yeni Şifre
uk: Новий пароль

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
de_de: Neues Passwort bestätigen
es_es: Confirmar nueva contraseña
it_it: Conferma nuova password
nl_nl: Nieuw wachtwoord bevestigen
pl_pl: Potwierdź nowe hasło
ro_ro: Confirmați parola nouă
ru_ru: Подтвердите новый пароль
tr_tr: Yeni Şifreyi Onayla
uk: Підтвердьте новий пароль

source: Enter your details to create your affiliate account
ar: أدخل تفاصيلك لإنشاء حساب الشريك الخاص بك
de_de: Geben Sie Ihre Daten ein, um Ihr Affiliate-Konto zu erstellen
es_es: Ingrese sus datos para crear su cuenta de afiliado
it_it: Inserisci i tuoi dati per creare il tuo account affiliato
nl_nl: Voer uw gegevens in om uw affiliate-account aan te maken
pl_pl: Wprowadź swoje dane, aby utworzyć konto partnerskie
ro_ro: Introduceți detaliile pentru a vă crea contul de afiliat
ru_ru: Введите свои данные, чтобы создать свою партнерскую учетную запись
tr_tr: Ortaklık hesabınızı oluşturmak için bilgilerinizi girin
uk: Введіть свої дані, щоб створити обліковий запис філії

source: Breadcrumb
ar: مسار التنقل
pl_pl: Ścieżka nawigacyjna
ro_ro: Pesmet
ru_ru: Хлебные крошки
tr_tr: Ekmek Kırıntısı
uk: Хлібний сухарь

source: OK
ar: حسنًا
ro_ro: Bine
ru_ru: ОК
tr_tr: Tamam
uk: добре

source: Clear
ar: حسنًا
de_de: Löschen
es_es: Borrar
it_it: Cancella
nl_nl: Wissen
pl_pl: Wyczyść
ro_ro: Clar
ru_ru: Очистить
tr_tr: Temizle
uk: ясно

source: color picker
ar: أداة اختيار الألوان
de_de: Farbauswahl
es_es: Selector de color
it_it: selettore colore
nl_nl: Kleurenkiezer
pl_pl: selektor kolorów
ro_ro: selector de culori
ru_ru: выбор цвета
tr_tr: renk seçici
uk: вибір кольору

source: current color is {color}. press enter to select a new color.
ar: اللون الحالي هو {color}. اضغط على Enter لاختيار لون جديد.
de_de: Die aktuelle Farbe ist {color}. Drücken Sie die Eingabetaste, um eine neue Farbe auszuwählen.
es_es: El color actual es {color}. Presione Enter para seleccionar un nuevo color.
it_it: il colore corrente è {color}. Premi invio per selezionare un nuovo colore.
nl_nl: huidige kleur is {color}. druk op enter om een nieuwe kleur te selecteren.
pl_pl: obecny kolor to {color}. naciśnij enter, aby wybrać nowy kolor.
ro_ro: culoarea curentă este {color}. apăsați enter pentru a selecta o culoare nouă.
ru_ru: текущий цвет — {color}. нажмите Enter, чтобы выбрать новый цвет.
tr_tr: mevcut renk {color}. yeni bir renk seçmek için enter'a basın.
uk: поточний колір {color}. натисніть enter, щоб вибрати новий колір.

source: Now
ar: الآن
de_de: Jetzt
es_es: Ahora
it_it: Adesso
nl_nl: Nu
pl_pl: Teraz
ro_ro: Acum
ru_ru: Сейчас
tr_tr: Şimdi
uk: Зараз

source: Today
ar: اليوم
de_de: Heute
es_es: Hoy
it_it: Oggi
nl_nl: Vandaag
pl_pl: Dzisiaj
ro_ro: Astăzi
ru_ru: Сегодня
tr_tr: Bugün
uk: Сьогодні

source: Use the arrow keys and enter to select the day of the month
ar: استخدم مفاتيح الأسهم ومفتاح الإدخال لاختيار يوم الشهر
de_de: Wählen Sie mit den Pfeiltasten und der Eingabetaste den Tag des Monats aus
es_es: Utilice las teclas de flecha y Enter para seleccionar el día del mes
it_it: Utilizza i tasti freccia e invio per selezionare il giorno del mese
nl_nl: Gebruik de pijltjestoetsen en enter om de dag van de maand te selecteren
pl_pl: Użyj klawiszy strzałek i enter, aby wybrać dzień miesiąca
ro_ro: Folosiți tastele săgeți și enter pentru a selecta ziua lunii
ru_ru: Используйте клавиши со стрелками и Enter, чтобы выбрать день месяца
tr_tr: Ayın gününü seçmek için ok tuşlarını ve enter'ı kullanın
uk: Використовуйте клавіші зі стрілками та enter, щоб вибрати день місяця

source: Use the arrow keys and enter to select the month
ar: استخدم مفاتيح الأسهم ومفتاح الإدخال لاختيار الشهر
de_de: Wählen Sie mit den Pfeiltasten und der Eingabetaste den Monat aus
es_es: Utilice las teclas de flecha y Enter para seleccionar el mes
it_it: Utilizza i tasti freccia e invio per selezionare il mese
nl_nl: Gebruik de pijltjestoetsen en enter om de maand te selecteren
pl_pl: Użyj klawiszy strzałek i enter, aby wybrać miesiąc
ro_ro: Folosiți tastele săgeți și enter pentru a selecta luna
ru_ru: Используйте клавиши со стрелками и Enter, чтобы выбрать месяц
tr_tr: Ayı seçmek için ok tuşlarını ve enter'ı kullanın
uk: Використовуйте клавіші зі стрілками та enter, щоб вибрати місяць

source: Use the arrow keys and enter to select the year
ar: استخدم مفاتيح الأسهم ومفتاح الإدخال لاختيار السنة
de_de: Wählen Sie mit den Pfeiltasten und der Eingabetaste das Jahr aus
es_es: Utilice las teclas de flecha y Enter para seleccionar el año
it_it: Utilizza i tasti freccia e invio per selezionare l'anno
nl_nl: Gebruik de pijltjestoetsen en enter om het jaar te selecteren
pl_pl: Użyj klawiszy strzałek i enter, aby wybrać rok
ro_ro: Utilizați tastele săgeți și enter pentru a selecta anul
ru_ru: Используйте клавиши со стрелками и Enter, чтобы выбрать год
tr_tr: Yılı seçmek için ok tuşlarını ve enter'ı kullanın
uk: Використовуйте клавіші зі стрілками та enter, щоб вибрати рік

source: Selected date
ar: التاريخ المحدد
de_de: Ausgewähltes Datum
es_es: Fecha seleccionada
it_it: Data selezionata
nl_nl: Geselecteerde datum
pl_pl: Wybrana data
ro_ro: Data selectată
ru_ru: Выбранная дата
tr_tr: Seçilen tarih
uk: Вибрана дата

source: Select date
ar: اختر التاريخ
de_de: Datum auswählen
es_es: Seleccionar fecha
it_it: Seleziona data
nl_nl: Datum selecteren
pl_pl: Wybierz datę
ro_ro: Selectați data
ru_ru: Выберите дату
tr_tr: Tarih seç
uk: Виберіть дату

source: Select time
ar: اختر الوقت
de_de: Uhrzeit auswählen
es_es: Seleccionar hora
it_it: Seleziona ora
nl_nl: Tijd selecteren
pl_pl: Wybierz godzinę
ro_ro: Selectați ora
ru_ru: Выберите время
tr_tr: Saat seç
uk: Виберіть час

source: Start Date
ar: تاريخ البدء
de_de: Startdatum
es_es: Fecha de inicio
it_it: Data di inizio
nl_nl: Begindatum
pl_pl: Data rozpoczęcia
ro_ro: Data de începere
ru_ru: Дата начала
tr_tr: Başlangıç ​​Tarihi
uk: Дата початку

source: Start Time
ar: وقت البدء
de_de: Startzeit
es_es: Hora de inicio
it_it: Ora di inizio
nl_nl: Begintijd
pl_pl: Czas rozpoczęcia
ro_ro: Ora de începere
ru_ru: Время начала
tr_tr: Başlangıç ​​Saati
uk: Час початку
