Repository: reputeinfosystems/affiliatepress-affiliate-marketing
Catalog: languages/affiliatepress-affiliate-marketing-*.po
Languages: ar, de_de, es_es, it_it, nl_nl, pl_pl, ro_ro, ru_ru, tr_tr, uk

source: Please add commission amount
ar: يرجى إضافة مبلغ العمولة
de_de: Bitte Provisionsbetrag hinzufügen
es_es: Agregue monto de comisión
it_it: Aggiungi importo commissione
nl_nl: Voer commissiebedrag toe
pl_pl: Proszę dodać kwotę prowizji
ro_ro: Vă rugăm să adăugați suma comisionului
ru_ru: Пожалуйста, добавьте сумму комиссии
tr_tr: Lütfen komisyon tutarını ekleyin
uk: Будь ласка, додайте суму комісії

source: Please select status
ar: يرجى تحديد الحالة
de_de: Bitte Status auswählen
es_es: Seleccione estado
it_it: Seleziona stato
nl_nl: Selecteer status
pl_pl: Proszę wybrać status
ro_ro: Vă rugăm să selectați starea
ru_ru: Пожалуйста, выберите статус
tr_tr: Lütfen durumu seçin
uk: Виберіть статус

source: Creative Data.
ar: بيانات الإبداع.
de_de: Creativedaten.
es_es: Datos creativos.
it_it: Dati creatività.
nl_nl: Creatieve gegevens.
pl_pl: Dane kreacji.
ro_ro: Date creative.
ru_ru: Данные креатива.
tr_tr: Reklam Verisi.
uk: Творчі дані.

source: Enter creative name
ar: أدخل اسم الإبداع
de_de: Creativenamen eingeben
es_es: Ingrese nombre creativo
it_it: Inserisci nome creatività
nl_nl: Voer creatieve naam in
pl_pl: Wprowadź nazwę kreacji
ro_ro: Introduceți numele reclamei
ru_ru: Введите название креатива
tr_tr: Yaratıcı adını girin
uk: Введіть назву оголошення

source: Enter creative type
ar: أدخل نوع الإبداع
de_de: Creativetyp eingeben
es_es: Ingrese tipo creativo
it_it: Inserisci tipo creatività
nl_nl: Voer creatief type in
pl_pl: Wprowadź typ kreacji
ro_ro: Introduceți tipul reclamei
ru_ru: Введите тип креатива
tr_tr: Yaratıcı türünü girin
uk: Введіть тип творчості

source: Creative successfully updated.
ar: تم تحديث الإبداع بنجاح.
de_de: Creative erfolgreich aktualisiert.
es_es: Creativo actualizado exitosamente.
it_it: Creatività aggiornata correttamente.
nl_nl: Creatief succesvol bijgewerkt.
pl_pl: Kreacja została pomyślnie zaktualizowana.
ro_ro: Reclamă a fost actualizată cu succes.
ru_ru: Креатив успешно обновлен.
tr_tr: Yaratıcı başarıyla güncellendi.
uk: Оголошення успішно оновлено.

source: Creative successfully added.
ar: تمت إضافة الإبداع بنجاح.
de_de: Creative erfolgreich hinzugefügt.
es_es: Creativo agregado exitosamente.
it_it: Creatività aggiunta correttamente.
nl_nl: Creative succesvol toegevoegd.
pl_pl: Kreacja została pomyślnie dodana.
ro_ro: Reclamă adăugată cu succes.
ru_ru: Креатив успешно добавлен.
tr_tr: Yaratıcı başarıyla eklendi.
uk: Оголошення успішно додано.

source: Creative status has been updated successfully.
ar: تم تحديث حالة الإبداع بنجاح.
de_de: Creative-Status wurde erfolgreich aktualisiert.
es_es: El estado creativo ha sido actualizado exitosamente.
it_it: Stato creatività aggiornato correttamente.
nl_nl: Creative status is succesvol bijgewerkt.
pl_pl: Status kreacji został pomyślnie zaktualizowany.
ro_ro: Starea reclamei a fost actualizată cu succes.
ru_ru: Статус креатива успешно обновлен.
tr_tr: Yaratıcı durumu başarıyla güncellendi.
uk: Статус оголошення успішно оновлено.

source: Please upload maximum 1 MB file only
ar: يرجى تحميل ملف بحد أقصى 1 ميجا بايت فقط
de_de: Bitte laden Sie nur eine Datei mit maximal 1 MB hoch
es_es: Cargue solo archivos de 1 MB como máximo
it_it: Carica file di massimo 1 MB
nl_nl: Upload maximaal 1 MB bestand
pl_pl: Prześlij plik o maksymalnym rozmiarze 1 MB
ro_ro: Vă rugăm să încărcați numai fișierul de maximum 1 MB
ru_ru: Пожалуйста, загрузите только файл размером не более 1 МБ
tr_tr: Lütfen yalnızca en fazla 1 MB dosya yükleyin
uk: Будь ласка, завантажуйте файл розміром не більше 1 МБ

source: Creative status changed successfully
ar: تم تغيير حالة الإبداع بنجاح
de_de: Creative-Status erfolgreich geändert
es_es: El estado creativo cambió exitosamente
it_it: Stato creativo modificato correttamente
nl_nl: Creatieve status succesvol gewijzigd
pl_pl: Status kreacji został pomyślnie zmieniony
ro_ro: Starea reclamei s-a schimbat cu succes
ru_ru: Статус креатива успешно изменен
tr_tr: Yaratıcı durumu başarıyla değiştirildi
uk: Творчий статус змінено успішно

source: Please enter creative name
ar: يرجى إدخال اسم الإبداع
de_de: Bitte geben Sie den Creative-Namen ein
es_es: Ingrese nombre creativo
it_it: Inserisci il nome creativo
nl_nl: Voer de naam van de creative in
pl_pl: Wprowadź nazwę kreacji
ro_ro: Introduceți numele reclamei
ru_ru: Пожалуйста, введите название креатива
tr_tr: Lütfen yaratıcı adını girin
uk: Введіть назву оголошення

source: Please select creative type
ar: يرجى تحديد نوع الإبداع
de_de: Bitte wählen Sie den Creative-Typ
es_es: Seleccione tipo creativo
it_it: Seleziona il tipo creativo
nl_nl: Selecteer het type creative
pl_pl: Wybierz typ kreacji
ro_ro: Vă rugăm să selectați tipul reclamei
ru_ru: Пожалуйста, выберите тип креатива
tr_tr: Lütfen yaratıcı türünü seçin
uk: Виберіть тип оголошення

source: Please add creative image
ar: يرجى إضافة صورة الإبداع
de_de: Bitte fügen Sie ein Creative-Bild hinzu
es_es: Agregue imagen creativa
it_it: Aggiungi un'immagine creativa
nl_nl: Voer de creative afbeelding in
pl_pl: Dodaj obraz kreacji
ro_ro: Vă rugăm să adăugați o imagine creativă
ru_ru: Пожалуйста, добавьте изображение креатива
tr_tr: Lütfen yaratıcı resim ekleyin
uk: Будь ласка, додайте креативне зображення

source: Please enter creative text
ar: يرجى إدخال نص الإبداع
de_de: Bitte geben Sie einen Creative-Text ein
es_es: Ingrese texto creativo
it_it: Inserisci il testo creativo
nl_nl: Voer de creative tekst in
pl_pl: Wprowadź tekst kreacji
ro_ro: Vă rugăm să introduceți textul creativ
ru_ru: Пожалуйста, введите текст креатива
tr_tr: Lütfen yaratıcı metnini girin
uk: Будь ласка, введіть творчий текст

source: Please select creative status
ar: يرجى تحديد حالة الإبداع
de_de: Bitte wählen Sie den Creative-Status
es_es: Seleccione estado creativo
it_it: Seleziona lo stato creativo
nl_nl: Selecteer de creative status
pl_pl: Wybierz status kreacji
ro_ro: Vă rugăm să selectați starea reclamei
ru_ru: Пожалуйста, выберите статус креатива
tr_tr: Lütfen yaratıcı durumunu seçin
uk: Виберіть статус оголошення

source: SMTP Test Email cannot sent successfully
ar: لم يتم إرسال بريد إلكتروني اختبار SMTP بنجاح
de_de: SMTP-Test-E-Mail konnte nicht erfolgreich gesendet werden
es_es: El correo electrónico de prueba SMTP no se puede enviar exitosamente
it_it: Impossibile inviare l'e-mail di prova SMTP
nl_nl: SMTP Test Email kan niet succesvol worden verzonden
pl_pl: Nie można pomyślnie wysłać testowej wiadomości e-mail SMTP
ro_ro: E-mailul de testare SMTP nu poate fi trimis cu succes
ru_ru: Не удалось успешно отправить тестовое письмо SMTP
tr_tr: SMTP Test E-postası başarıyla gönderilemedi
uk: Тестовий електронний лист SMTP не надіслано

source: The SMTP debugging output is shown below:
ar: يتم عرض إخراج تصحيح أخطاء SMTP أدناه:
de_de: Die SMTP-Debugging-Ausgabe wird unten angezeigt:
es_es: El resultado de depuración SMTP se muestra a continuación:
it_it: Di seguito è riportato l'output di debug SMTP:
nl_nl: De SMTP debugging output wordt hieronder weergegeven:
pl_pl: Wyjście debugowania SMTP pokazano poniżej:
ro_ro: Ieșirea de depanare SMTP este prezentată mai jos:
ru_ru: Вывод отладки SMTP показан ниже:
tr_tr: SMTP hata ayıklama çıktısı aşağıda gösterilmiştir:
uk: Результат налагодження SMTP показаний нижче:

source: AffiliatePress SMTP Test Email Notification
ar: إشعار بريد إلكتروني اختبار SMTP من الصحافة التابعة
de_de: AffiliatePress SMTP-Test-E-Mail-Benachrichtigung
es_es: Notificación por correo electrónico de prueba SMTP de AffiliatePress
it_it: Notifica e-mail di prova SMTP di AffiliatePress
pl_pl: Powiadomienie e-mail testowe SMTP AffiliatePress
ro_ro: Notificare prin e-mail de testare SMTP AffiliatePress
ru_ru: Уведомление о тестовом письме SMTP AffiliatePress
tr_tr: AffiliatePress SMTP Test E-posta Bildirimi
uk: Тестове сповіщення електронною поштою AffiliatePress SMTP

source: The full debugging output is shown below:
ar: يتم عرض إخراج التصحيح الكامل أدناه:
de_de: Die vollständige Debugging-Ausgabe wird unten angezeigt:
es_es: El resultado de depuración completo se muestra a continuación:
it_it: Di seguito è riportato l'output di debug completo:
nl_nl: De volledige debugging output wordt hieronder weergegeven:
pl_pl: Pełne wyjście debugowania pokazano poniżej:
ro_ro: Ieșirea completă de depanare este afișată mai jos:
ru_ru: Полный вывод отладки показан ниже:
tr_tr: Tam hata ayıklama çıktısı aşağıda gösterilmiştir:
uk: Повний вихід налагодження показано нижче:

source: Gmail Test Email cannot sent successfully
ar: لم يتم إرسال بريد إلكتروني اختبار Gmail بنجاح
de_de: Gmail-Test-E-Mail konnte nicht erfolgreich gesendet werden
es_es: El correo electrónico de prueba de Gmail no se puede enviar exitosamente
it_it: Impossibile inviare l'e-mail di prova Gmail
nl_nl: Gmail Test Email kan niet succesvol worden verzonden
pl_pl: Nie można pomyślnie wysłać testowej wiadomości e-mail Gmail
ro_ro: E-mailul de testare Gmail nu poate fi trimis cu succes
ru_ru: Не удалось успешно отправить тестовое письмо Gmail
tr_tr: Gmail Test E-postası başarıyla gönderilemedi
uk: Тестовий електронний лист Gmail не надіслано

source: affiliatepress Gmail Test Email Notification
ar: إشعار بريد إلكتروني اختبار Gmail من Affiliatepress
de_de: affiliatepress Gmail-Test-E-Mail-Benachrichtigung
es_es: Notificación por correo electrónico de prueba de Gmail de AffiliatePress
it_it: Notifica e-mail di prova Gmail di affiliatepress
pl_pl: Powiadomienie e-mail testowe Gmail affiliatepress
ro_ro: Affiliatepress Notificare prin e-mail de testare Gmail
ru_ru: Уведомление о тестовом письме Gmail affiliatepress
tr_tr: Affiliatepress Gmail Test E-posta Bildirimi

source: Please select a file to process
ar: يرجى تحديد ملف لمعالجته
de_de: Bitte wählen Sie eine zu verarbeitende Datei aus
es_es: Seleccione un archivo para procesar
it_it: Seleziona un file da elaborare
nl_nl: Selecteer een bestand om te verwerken
pl_pl: Wybierz plik do przetworzenia
ro_ro: Vă rugăm să selectați un fișier de procesat
ru_ru: Пожалуйста, выберите файл для обработки
tr_tr: Lütfen işlenecek bir dosya seçin
uk: Виберіть файл для обробки

source: Sorry, you don't have permission to perform this action.
ar: عذرًا، ليس لديك إذن للقيام بهذا الإجراء.
de_de: Leider haben Sie keine Berechtigung, diese Aktion auszuführen.
es_es: Lo sentimos, no tiene permiso para realizar esta acción.
it_it: Spiacenti, non hai l'autorizzazione per eseguire questa azione.
nl_nl: Sorry, u hebt geen toestemming om deze actie uit te voeren.
pl_pl: Przepraszamy, nie masz uprawnień do wykonania tej czynności.
ro_ro: Ne pare rău, nu aveți permisiunea de a efectua această acțiune.
ru_ru: К сожалению, у вас нет разрешения на выполнение этого действия.
tr_tr: Üzgünüz, bu işlemi gerçekleştirme izniniz yok.
uk: На жаль, у вас немає дозволу на виконання цієї дії.

source: Sorry, Your request could not be processed due to security reasons.
ar: عذرًا، لم يتم معالجة طلبك لأسباب أمنية.
de_de: Leider konnte Ihre Anfrage aus Sicherheitsgründen nicht verarbeitet werden.
es_es: Lo sentimos, su solicitud no pudo procesarse por razones de seguridad.
it_it: Spiacenti, la tua richiesta non è stata elaborata per motivi di sicurezza.
nl_nl: Sorry, uw verzoek kon niet worden verwerkt vanwege veiligheidsredenen.
pl_pl: Przepraszamy, Twoje żądanie nie mogło zostać przetworzone ze względów bezpieczeństwa.
ro_ro: Ne pare rău, cererea dvs. nu a putut fi procesată din motive de securitate.
ru_ru: К сожалению, ваш запрос не может быть обработан по соображениям безопасности.
tr_tr: Üzgünüz, isteğiniz güvenlik nedeniyle işlenemedi.
uk: На жаль, ваш запит не може бути оброблено з міркувань безпеки.

source: The file could not be uploaded due to security reasons.
ar: لم يتم تحميل الملف لأسباب أمنية.
de_de: Die Datei konnte aus Sicherheitsgründen nicht hochgeladen werden.
es_es: No se pudo cargar el archivo por razones de seguridad.
it_it: Il file non è stato caricato per motivi di sicurezza.
nl_nl: Het bestand kon niet worden gepload vanwege veiligheidsredenen.
pl_pl: Plik nie mógł zostać przesłany ze względów bezpieczeństwa.
ro_ro: Fișierul nu a putut fi încărcat din motive de securitate.
ru_ru: Файл не может быть загружен по соображениям безопасности.
tr_tr: Dosya güvenlik nedeniyle yüklenemedi.
uk: Файл не вдалося завантажити з міркувань безпеки.

source: Please select image file only.
ar: يرجى تحديد ملف الصورة فقط.
de_de: Bitte wählen Sie nur eine Bilddatei aus.
es_es: Seleccione solo el archivo de imagen.
it_it: Seleziona solo un file immagine.
nl_nl: Selecteer alleen een afbeeldingsbestand.
pl_pl: Wybierz tylko plik obrazu.
ro_ro: Vă rugăm să selectați numai fișierul imagine.
ru_ru: Пожалуйста, выберите только файл изображения.
tr_tr: Lütfen yalnızca resim dosyasını seçin.
uk: Виберіть лише файл зображення.

source: Please set extensions to validate file.
ar: يرجى تعيين الامتدادات للتحقق من صحة الملف.
de_de: Bitte legen Sie Erweiterungen fest, um die Datei zu validieren.
es_es: Establezca las extensiones para validar el archivo.
it_it: Imposta le estensioni per convalidare il file.
nl_nl: Stel extensies in om het bestand te valideren.
pl_pl: Ustaw rozszerzenia, aby sprawdzić plik.
ro_ro: Setați extensii pentru a valida fișierul.
ru_ru: Установите расширения для проверки файла.
tr_tr: Lütfen dosyayı doğrulamak için uzantıları ayarlayın.
uk: Будь ласка, встановіть розширення для перевірки файлу.

source: Invalid File Size.
ar: حجم الملف غير صالح.
de_de: Ungültige Dateigröße.
es_es: Tamaño de archivo no válido.
it_it: Dimensioni file non valide.
nl_nl: Ongeldige bestandsgrootte.
pl_pl: Nieprawidłowy rozmiar pliku.
ro_ro: Dimensiune fișier nevalidă.
ru_ru: Недопустимый размер файла.
tr_tr: Geçersiz Dosya Boyutu.
uk: Недійсний розмір файлу.

source: There is an issue while uploading a file. Please try again
ar: هناك مشكلة أثناء تحميل الملف. يرجى المحاولة مرة أخرى
de_de: Beim Hochladen einer Datei ist ein Problem aufgetreten. Bitte versuchen Sie es erneut
es_es: Hay un problema al cargar un archivo. Inténtelo nuevamente
it_it: Si è verificato un problema durante il caricamento di un file. Riprova
nl_nl: Er is een probleem bij het uploaden van een bestand. Probeer het opnieuw
pl_pl: Wystąpił problem podczas przesyłania pliku. Spróbuj ponownie
ro_ro: Există o problemă la încărcarea unui fișier. Vă rugăm să încercați din nou
ru_ru: Возникла проблема при загрузке файла. Попробуйте еще раз
tr_tr: Bir dosya yüklenirken bir sorun oluştu. Lütfen tekrar deneyin
uk: Виникла проблема під час завантаження файлу. Спробуйте ще раз

source: The file could not be uploaded due to security reason as it contains malicious code
ar: لم يتم تحميل الملف لأسباب أمنية لأنه يحتوي على كود ضار
de_de: Die Datei konnte aus Sicherheitsgründen nicht hochgeladen werden, da sie Schadcode enthält
es_es: No se pudo cargar el archivo por razones de seguridad porque contiene código malicioso
it_it: Il file non è stato caricato per motivi di sicurezza in quanto contiene codice dannoso
nl_nl: Het bestand kon niet worden gepload vanwege beveiligingsredenen omdat het schadelijke code bevat
pl_pl: Plik nie mógł zostać przesłany ze względów bezpieczeństwa, ponieważ zawiera złośliwy kod
ro_ro: Fișierul nu a putut fi încărcat din motive de securitate, deoarece conține cod rău intenționat
ru_ru: Файл не удалось загрузить из-за соображений безопасности, так как он содержит вредоносный код
tr_tr: Dosya, kötü amaçlı kod içerdiğinden güvenlik nedeniyle yüklenemedi
uk: Файл не вдалося завантажити з міркувань безпеки, оскільки він містить шкідливий код

source: Sale
ar: بيع
de_de: Verkauf
es_es: Venta
it_it: Vendita
nl_nl: Verkoop
pl_pl: Sprzedaż
ro_ro: Vânzare
ru_ru: Продажа
tr_tr: Satış
uk: Розпродаж

source: Subscription
ar: اشتراك
de_de: Abonnement
es_es: Suscripción
it_it: Abbonamento
nl_nl: Abonnement
pl_pl: Subskrypcja
ro_ro: Abonament
ru_ru: Подписка
tr_tr: Abonelik
uk: Підписка

source: Unpaid
ar: غير مدفوع
de_de: Unbezahlt
es_es: Sin pagar
it_it: Non pagato
nl_nl: Onbetaald
pl_pl: Nieopłacona
ro_ro: Neplătit
ru_ru: Неоплачено
tr_tr: Ödenmemiş
uk: Неоплачений

source: Rejected
ar: مرفوض
de_de: Abgelehnt
es_es: Rechazado
it_it: Rifiutato
nl_nl: Afgewezen
pl_pl: Odrzucona
ro_ro: Respins
ru_ru: Отклонено
tr_tr: Reddedildi
uk: Відхилено

source: Paid
ar: مدفوع
de_de: Bezahlt
es_es: Pago
it_it: Pagato
nl_nl: Betaald
pl_pl: Opłacona
ro_ro: Plătit
ru_ru: Оплачено
tr_tr: Ücretli
uk: Платний

source: Email notifications details updated successfully.
ar: تم تحديث تفاصيل إشعارات البريد الإلكتروني بنجاح.
de_de: E-Mail-Benachrichtigungsdetails erfolgreich aktualisiert.
es_es: Los detalles de las notificaciones por correo electrónico se actualizaron correctamente.
it_it: Dettagli notifiche e-mail aggiornati con successo.
nl_nl: Details van e-mailmeldingen zijn succesvol bijgewerkt.
pl_pl: Szczegóły powiadomień e-mail zostały pomyślnie zaktualizowane.
ro_ro: Detaliile notificărilor prin e-mail au fost actualizate cu succes.
ru_ru: Сведения об уведомлениях по электронной почте успешно обновлены.
tr_tr: E-posta bildirimleri ayrıntıları başarıyla güncellendi.
uk: Деталі сповіщень електронною поштою успішно оновлено.

source: Debug Logs Cleared Successfully.
ar: تم مسح سجلات التصحيح بنجاح.
de_de: Debug-Protokolle erfolgreich gelöscht.
es_es: Los registros de depuración se borraron correctamente.
it_it: Log di debug cancellati con successo.
nl_nl: Debuglogs succesvol gewist.
pl_pl: Dzienniki debugowania zostały pomyślnie usunięte.
ro_ro: Jurnalele de depanare au fost șterse cu succes.
ru_ru: Журналы отладки успешно очищены.
tr_tr: Hata Ayıklama Günlükleri Başarıyla Temizlendi.
uk: Журнали налагодження успішно очищено.

source: log download successfully
ar: تم تنزيل السجل بنجاح
de_de: Protokoll erfolgreich heruntergeladen
es_es: El registro se descargó correctamente
it_it: download log con successo
nl_nl: Logboekdownload succesvol
pl_pl: pobranie dziennika przebiegło pomyślnie
ro_ro: descărcarea jurnalului cu succes
ru_ru: log загружен успешно
tr_tr: günlük indirme başarıyla yapıldı
uk: журнал успішно завантажено

source: Test AffiliatePress WordPress default mail
ar: اختبار البريد الافتراضي لـ WordPress الخاص بـ AffiliatePress
de_de: AffiliatePress WordPress-Standardmail testen
es_es: Prueba de correo electrónico predeterminado de WordPress de AffiliatePress
nl_nl: Test AffiliatePress WordPress standaardmail
pl_pl: Przetestuj domyślną pocztę WordPress w programie AffiliatePress
ro_ro: Testați e-mailul prestabilit AffiliatePress WordPress
ru_ru: Test AffiliatePress WordPress mail default
tr_tr: Test AffiliatePress WordPress varsayılan postası
uk: Перевірте стандартну пошту AffiliatePress WordPress

source: Please select default status
ar: يرجى تحديد الحالة الافتراضية
de_de: Bitte Standardstatus auswählen
es_es: Seleccione el estado predeterminado
it_it: Seleziona stato predefinito
nl_nl: Selecteer de standaardstatus
pl_pl: Wybierz domyślny status
ro_ro: Vă rugăm să selectați starea implicită
ru_ru: Пожалуйста, выберите статус по умолчанию
tr_tr: Lütfen varsayılan durumu seçin
uk: Виберіть статус за умовчанням

source: Please add tracking cookie days.
ar: يرجى إضافة أيام ملف تعريف الارتباط للتتبع.
de_de: Bitte Tracking-Cookie-Tage hinzufügen.
es_es: Agregue los días de las cookies de seguimiento.
it_it: Aggiungi giorni cookie di tracciamento.
nl_nl: Voeg trackingcookiedagen toe.
pl_pl: Dodaj dni plików cookie śledzących.
ro_ro: Vă rugăm să adăugați zile cookie de urmărire.
ru_ru: Пожалуйста, добавьте отслеживание дней cookie.
tr_tr: Lütfen takip çerezi günlerini ekleyin.
uk: Будь ласка, додайте дні відстеження cookie.

source: Please add affiliate url parameter.
ar: يرجى إضافة معلمة عنوان URL للشريك.
de_de: Bitte Affiliate-URL-Parameter hinzufügen.
es_es: Agregue el parámetro de URL de afiliado.
it_it: Aggiungi parametro URL affiliato.
nl_nl: Voeg de parameter voor de affiliate-URL toe.
pl_pl: Dodaj parametr adresu URL partnera.
ro_ro: Vă rugăm să adăugați parametrul URL afiliat.
ru_ru: Пожалуйста, добавьте параметр URL партнера.
tr_tr: Lütfen bağlı kuruluş URL parametresini ekleyin.
uk: Будь ласка, додайте параметр affiliate url.

source: Please select affiliate account page.
ar: يرجى تحديد صفحة حساب الشريك.
de_de: Bitte Affiliate-Kontoseite auswählen.
es_es: Seleccione la página de la cuenta de afiliado.
it_it: Seleziona pagina account affiliato.
nl_nl: Selecteer de pagina voor het affiliate-account.
pl_pl: Wybierz stronę konta partnera.
ro_ro: Vă rugăm să selectați pagina contului afiliat.
ru_ru: Пожалуйста, выберите страницу партнерского аккаунта.
tr_tr: Lütfen bağlı kuruluş hesap sayfasını seçin.
uk: Виберіть сторінку афілійованого облікового запису.

source: Please select affiliate registration page.
ar: يرجى تحديد صفحة تسجيل الشريك.
de_de: Bitte Affiliate-Registrierungsseite auswählen.
es_es: Seleccione la página de registro de afiliado.
it_it: Seleziona pagina registrazione affiliato.
nl_nl: Selecteer de pagina voor de affiliate-registratie.
pl_pl: Wybierz stronę rejestracji partnera.
ro_ro: Vă rugăm să selectați pagina de înregistrare a afiliaților.
ru_ru: Пожалуйста, выберите страницу регистрации партнера.
tr_tr: Lütfen bağlı kuruluş kayıt sayfasını seçin.
uk: Будь ласка, виберіть сторінку реєстрації філії.

source: Please select reset password page.
ar: يرجى تحديد صفحة إعادة تعيين كلمة المرور.
de_de: Bitte Passwort zurücksetzen-Seite auswählen.
es_es: Seleccione la página de restablecimiento de contraseña.
it_it: Seleziona pagina reimposta password.
nl_nl: Selecteer de pagina voor het opnieuw instellen van het wachtwoord.
pl_pl: Wybierz stronę resetowania hasła.
ro_ro: Vă rugăm să selectați pagina de resetare a parolei.
ru_ru: Пожалуйста, выберите страницу сброса пароля.
tr_tr: Lütfen şifre sıfırlama sayfasını seçin.
uk: Виберіть сторінку скидання пароля.

source: Please select terms and conditions page.
ar: يرجى تحديد صفحة الشروط والأحكام.
de_de: Bitte Seite mit Geschäftsbedingungen auswählen.
es_es: Seleccione la página de términos y condiciones.
it_it: Seleziona pagina termini e condizioni.
nl_nl: Selecteer de pagina met algemene voorwaarden.
pl_pl: Wybierz stronę warunków i zasad.
ro_ro: Vă rugăm să selectați pagina de termeni și condiții.
ru_ru: Пожалуйста, выберите страницу положений и условий.
tr_tr: Lütfen hüküm ve koşullar sayfasını seçin.
uk: Виберіть сторінку з положеннями та умовами.

source: Please enter commission rate
ar: الرجاء إدخال معدل العمولة
de_de: Bitte geben Sie den Provisionssatz ein
es_es: Ingrese la tasa de comisión
it_it: Inserisci la commissione
nl_nl: Voer commissietarief in
pl_pl: Wprowadź stawkę prowizji
ro_ro: Vă rugăm să introduceți rata comisionului
ru_ru: Введите комиссионную ставку
tr_tr: Lütfen komisyon oranını girin
uk: Введіть ставку комісії

source: Please enter refund grace period
ar: الرجاء إدخال فترة سماح الاسترداد
de_de: Bitte geben Sie die Zahlungsfrist für Rückerstattungen ein
es_es: Ingrese el período de gracia de reembolso
it_it: Inserisci il periodo di tolleranza per il rimborso
nl_nl: Voer restitutie-uitstelperiode in
pl_pl: Wprowadź okres karencji zwrotu
ro_ro: Vă rugăm să introduceți perioada de grație pentru rambursare
ru_ru: Введите льготный период возврата
tr_tr: Lütfen iade ödemesiz süresini girin
uk: Введіть пільговий період повернення коштів

source: Please enter minimum payment amount
ar: الرجاء إدخال الحد الأدنى لمبلغ الدفع
de_de: Bitte geben Sie den Mindestzahlungsbetrag ein
es_es: Ingrese el monto mínimo de pago
it_it: Inserisci l'importo minimo del pagamento
nl_nl: Voer minimumbedrag voor betaling in
pl_pl: Wprowadź minimalną kwotę płatności
ro_ro: Vă rugăm să introduceți suma minimă de plată
ru_ru: Введите минимальную сумму платежа
tr_tr: Lütfen asgari ödeme tutarını girin
uk: Введіть мінімальну суму платежу
